[
    {
        "qid": "1-train-7015",
        "contain_rp": "我在京郊插队时，我们家从干校回来过一次。和贺先生关过一个小屋的刘老先生也从干校回来，住在我家隔壁。我问刘老先生，贺先生有何遗言，刘老先生说，贺先生死时我不在呀，上厕所去了。要是在，还不拉住他？到了贺先生跳【【下去→下来】】以后，脑子都撞了出来，当然也不可能有任何遗言。故尔贺先生死前在想些什么后来就无法考证，也就没法知道，他为什么死了。",
        "before_rp": "我在京郊插队时，我们家从干校回来过一次。和贺先生关过一个小屋的刘老先生也从干校回来，住在我家隔壁。我问刘老先生，贺先生有何遗言，刘老先生说，贺先生死时我不在呀，上厕所去了。要是在，还不拉住他？到了贺先生跳下去以后，脑子都撞了出来，当然也不可能有任何遗言。故尔贺先生死前在想些什么后来就无法考证，也就没法知道，他为什么死了。",
        "after_rp": "我在京郊插队时，我们家从干校回来过一次。和贺先生关过一个小屋的刘老先生也从干校回来，住在我家隔壁。我问刘老先生，贺先生有何遗言，刘老先生说，贺先生死时我不在呀，上厕所去了。要是在，还不拉住他？到了贺先生跳下来以后，脑子都撞了出来，当然也不可能有任何遗言。故尔贺先生死前在想些什么后来就无法考证，也就没法知道，他为什么死了。",
        "rp_pair": [
            "【【下去→下来】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-3396",
        "contain_rp": "3月16日下午1点，刚从ICU出来的朱静神情有些疲惫。前一天晚上，ICU病房新转【【进来→进去】】一名危重症患者，患者情况很不好，朱静忙前忙后一直到深夜1点半才回宾馆。17日一大早7点不到，她又起床到医院上了个早班。天气越来越热，下班时，她浑身早已被汗湿透，“腿都有点站不住了”。",
        "before_rp": "3月16日下午1点，刚从ICU出来的朱静神情有些疲惫。前一天晚上，ICU病房新转进来一名危重症患者，患者情况很不好，朱静忙前忙后一直到深夜1点半才回宾馆。17日一大早7点不到，她又起床到医院上了个早班。天气越来越热，下班时，她浑身早已被汗湿透，“腿都有点站不住了”。",
        "after_rp": "3月16日下午1点，刚从ICU出来的朱静神情有些疲惫。前一天晚上，ICU病房新转进去一名危重症患者，患者情况很不好，朱静忙前忙后一直到深夜1点半才回宾馆。17日一大早7点不到，她又起床到医院上了个早班。天气越来越热，下班时，她浑身早已被汗湿透，“腿都有点站不住了”。",
        "rp_pair": [
            "【【进来→进去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-4601",
        "contain_rp": "于是，一列绿皮火车，哐哐当当七八个小时，到了郑州。面试、试讲，都在一间简陋的教室里。几番下来，教室门打开，那位认真而和蔼的老教授说：欢迎加入我们。记得很清楚，那是个下午，走出教学楼，眼前是金水河，四月的河岸青青。先是坐下来，后来干脆躺【【下来→下去】】，让所有的阳光都洒在脸上和身上，心里兴奋得差点喊出来：我要领工资了！",
        "before_rp": "于是，一列绿皮火车，哐哐当当七八个小时，到了郑州。面试、试讲，都在一间简陋的教室里。几番下来，教室门打开，那位认真而和蔼的老教授说：欢迎加入我们。记得很清楚，那是个下午，走出教学楼，眼前是金水河，四月的河岸青青。先是坐下来，后来干脆躺下来，让所有的阳光都洒在脸上和身上，心里兴奋得差点喊出来：我要领工资了！",
        "after_rp": "于是，一列绿皮火车，哐哐当当七八个小时，到了郑州。面试、试讲，都在一间简陋的教室里。几番下来，教室门打开，那位认真而和蔼的老教授说：欢迎加入我们。记得很清楚，那是个下午，走出教学楼，眼前是金水河，四月的河岸青青。先是坐下来，后来干脆躺下去，让所有的阳光都洒在脸上和身上，心里兴奋得差点喊出来：我要领工资了！",
        "rp_pair": [
            "【【下来→下去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-14755",
        "contain_rp": "宋钢看了看夕阳里李光头通红的笑脸，摇摇头苦笑了一下，转身走进了林红家的院门。宋钢唐突地出现在林红家门口时，林红的父母正在吃晚饭，他们有些吃惊地看着宋钢，显然他们知道昨晚发生的事。宋钢觉得自己应该说两句话，可是他脑子里一片空白，什么话都想不起来了。没有说话，宋钢觉得自己的双腿就跨不【【进去→进来】】。在这进退两难的时候，林红的母亲起身招呼他了：",
        "before_rp": "宋钢看了看夕阳里李光头通红的笑脸，摇摇头苦笑了一下，转身走进了林红家的院门。宋钢唐突地出现在林红家门口时，林红的父母正在吃晚饭，他们有些吃惊地看着宋钢，显然他们知道昨晚发生的事。宋钢觉得自己应该说两句话，可是他脑子里一片空白，什么话都想不起来了。没有说话，宋钢觉得自己的双腿就跨不进去。在这进退两难的时候，林红的母亲起身招呼他了：",
        "after_rp": "宋钢看了看夕阳里李光头通红的笑脸，摇摇头苦笑了一下，转身走进了林红家的院门。宋钢唐突地出现在林红家门口时，林红的父母正在吃晚饭，他们有些吃惊地看着宋钢，显然他们知道昨晚发生的事。宋钢觉得自己应该说两句话，可是他脑子里一片空白，什么话都想不起来了。没有说话，宋钢觉得自己的双腿就跨不进来。在这进退两难的时候，林红的母亲起身招呼他了：",
        "rp_pair": [
            "【【进去→进来】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-589",
        "contain_rp": "操纵周围事物的游戏，在一定程度上表现出动物支配环境的能力。北极熊常常玩这样的游戏：把一根棍子或石块衔上山坡，从坡上扔【【下去→下来】】，自己跟在后面追，追上石块或棍子后，再把它们衔上去。野象喜欢把杂草老藤滚成草球，然后用象牙“踢”草球。",
        "before_rp": "操纵周围事物的游戏，在一定程度上表现出动物支配环境的能力。北极熊常常玩这样的游戏：把一根棍子或石块衔上山坡，从坡上扔下去，自己跟在后面追，追上石块或棍子后，再把它们衔上去。野象喜欢把杂草老藤滚成草球，然后用象牙“踢”草球。",
        "after_rp": "操纵周围事物的游戏，在一定程度上表现出动物支配环境的能力。北极熊常常玩这样的游戏：把一根棍子或石块衔上山坡，从坡上扔下来，自己跟在后面追，追上石块或棍子后，再把它们衔上去。野象喜欢把杂草老藤滚成草球，然后用象牙“踢”草球。",
        "rp_pair": [
            "【【下去→下来】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-12867",
        "contain_rp": "罗密欧过来，朋友。我瞧你很穷，这儿是四十块钱，请你给我一点能够迅速致命的毒药，厌倦于生命的人一服下去便会散入全身的血管，立刻停止呼吸而死去，就像火药从炮膛里放射【【出去→出来】】一样快。",
        "before_rp": "罗密欧过来，朋友。我瞧你很穷，这儿是四十块钱，请你给我一点能够迅速致命的毒药，厌倦于生命的人一服下去便会散入全身的血管，立刻停止呼吸而死去，就像火药从炮膛里放射出去一样快。",
        "after_rp": "罗密欧过来，朋友。我瞧你很穷，这儿是四十块钱，请你给我一点能够迅速致命的毒药，厌倦于生命的人一服下去便会散入全身的血管，立刻停止呼吸而死去，就像火药从炮膛里放射出来一样快。",
        "rp_pair": [
            "【【出去→出来】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-14546",
        "contain_rp": "每逢周末，在山东潍坊市人民广场，市民们常常到此锻炼身体。“以前带孩子过来玩，很难找到停车位。”市民武莉说。后来听说市里推行限时免费停车，武莉开车【【过来→过去】】后发现广场附近的公共场所入口处的拦车杆高高竖起，可将车停在院里。",
        "before_rp": "每逢周末，在山东潍坊市人民广场，市民们常常到此锻炼身体。“以前带孩子过来玩，很难找到停车位。”市民武莉说。后来听说市里推行限时免费停车，武莉开车过来后发现广场附近的公共场所入口处的拦车杆高高竖起，可将车停在院里。",
        "after_rp": "每逢周末，在山东潍坊市人民广场，市民们常常到此锻炼身体。“以前带孩子过来玩，很难找到停车位。”市民武莉说。后来听说市里推行限时免费停车，武莉开车过去后发现广场附近的公共场所入口处的拦车杆高高竖起，可将车停在院里。",
        "rp_pair": [
            "【【过来→过去】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14649",
        "contain_rp": "一个月后，当桑桑到大红门里去找杜小康，在杜小康家无意中发现了那个女孩的课本时，正被从院子里【【进来→进去】】的杜小康看到了。杜小康一步一步地走过来，突然抓住桑桑的手，克制不住地哭起来。桑桑直觉得他的双手冰凉，并在索索颤抖。",
        "before_rp": "一个月后，当桑桑到大红门里去找杜小康，在杜小康家无意中发现了那个女孩的课本时，正被从院子里进来的杜小康看到了。杜小康一步一步地走过来，突然抓住桑桑的手，克制不住地哭起来。桑桑直觉得他的双手冰凉，并在索索颤抖。",
        "after_rp": "一个月后，当桑桑到大红门里去找杜小康，在杜小康家无意中发现了那个女孩的课本时，正被从院子里进去的杜小康看到了。杜小康一步一步地走过来，突然抓住桑桑的手，克制不住地哭起来。桑桑直觉得他的双手冰凉，并在索索颤抖。",
        "rp_pair": [
            "【【进来→进去】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-7995",
        "contain_rp": "过了一刻钟，桑桑出来了，见院子里无人，将被子狠狠地从绳子上扯【【下来→下去】】，扔到了地上。而当时的地上，还留着夜间的积水。",
        "before_rp": "过了一刻钟，桑桑出来了，见院子里无人，将被子狠狠地从绳子上扯下来，扔到了地上。而当时的地上，还留着夜间的积水。",
        "after_rp": "过了一刻钟，桑桑出来了，见院子里无人，将被子狠狠地从绳子上扯下去，扔到了地上。而当时的地上，还留着夜间的积水。",
        "rp_pair": [
            "【【下来→下去】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-14574",
        "contain_rp": "丽琳从她的书房里出来，满面春风地请两人坐。她听姜敏说了请假的理由，一口答应，还鼓励她快快学好俄语，【【回来→回去】】帮大家做好研究工作。她说，两位难得来，请多坐会儿大家谈谈；还拿出\"起士林\"咖啡糖请她们吃。她仔细问了姜敏长假的期限，问她份内的工作是否让大家分摊等等。姜敏说她不能添大家的事，她窝的工，回来再补。",
        "before_rp": "丽琳从她的书房里出来，满面春风地请两人坐。她听姜敏说了请假的理由，一口答应，还鼓励她快快学好俄语，回来帮大家做好研究工作。她说，两位难得来，请多坐会儿大家谈谈；还拿出\"起士林\"咖啡糖请她们吃。她仔细问了姜敏长假的期限，问她份内的工作是否让大家分摊等等。姜敏说她不能添大家的事，她窝的工，回来再补。",
        "after_rp": "丽琳从她的书房里出来，满面春风地请两人坐。她听姜敏说了请假的理由，一口答应，还鼓励她快快学好俄语，回去帮大家做好研究工作。她说，两位难得来，请多坐会儿大家谈谈；还拿出\"起士林\"咖啡糖请她们吃。她仔细问了姜敏长假的期限，问她份内的工作是否让大家分摊等等。姜敏说她不能添大家的事，她窝的工，回来再补。",
        "rp_pair": [
            "【【回来→回去】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14627",
        "contain_rp": "桑桑就正处在这个时候。但桑桑无法去满足那种欲望。因为桑桑家没有自行车。桑桑的舅舅也很难得来桑桑家一趟。桑桑只有跑到大路上去，等别人骑自行车过来，然后用一对发亮的眼睛看着，咽着唾沫。有个人将车临时停在路边，到坡下去拉屎。桑桑居然敢冲【【上去→上来】】，推起人家的自行车就蹬。那人屎没拉尽，一边刹裤子，一边追过来，夺过自行车后，踢了桑桑一脚，把桑桑踢滚到了路边的稻地里。桑桑抹了一把泥水，爬上来，眼馋地看着那人把自行车摇摇晃晃地骑走了，朝地上吐了一个唾沫。",
        "before_rp": "桑桑就正处在这个时候。但桑桑无法去满足那种欲望。因为桑桑家没有自行车。桑桑的舅舅也很难得来桑桑家一趟。桑桑只有跑到大路上去，等别人骑自行车过来，然后用一对发亮的眼睛看着，咽着唾沫。有个人将车临时停在路边，到坡下去拉屎。桑桑居然敢冲上去，推起人家的自行车就蹬。那人屎没拉尽，一边刹裤子，一边追过来，夺过自行车后，踢了桑桑一脚，把桑桑踢滚到了路边的稻地里。桑桑抹了一把泥水，爬上来，眼馋地看着那人把自行车摇摇晃晃地骑走了，朝地上吐了一个唾沫。",
        "after_rp": "桑桑就正处在这个时候。但桑桑无法去满足那种欲望。因为桑桑家没有自行车。桑桑的舅舅也很难得来桑桑家一趟。桑桑只有跑到大路上去，等别人骑自行车过来，然后用一对发亮的眼睛看着，咽着唾沫。有个人将车临时停在路边，到坡下去拉屎。桑桑居然敢冲上来，推起人家的自行车就蹬。那人屎没拉尽，一边刹裤子，一边追过来，夺过自行车后，踢了桑桑一脚，把桑桑踢滚到了路边的稻地里。桑桑抹了一把泥水，爬上来，眼馋地看着那人把自行车摇摇晃晃地骑走了，朝地上吐了一个唾沫。",
        "rp_pair": [
            "【【上去→上来】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-3786",
        "contain_rp": "“小区大大小小的池子多，蓄水量大。浇水时，用水泵从取水井里把水抽【【上来→上去】】就能浇灌周围的草木。”小区保洁人员邓艳说，“如果景观池里的水不够用，才会打开自来水龙头取水。”",
        "before_rp": "“小区大大小小的池子多，蓄水量大。浇水时，用水泵从取水井里把水抽上来就能浇灌周围的草木。”小区保洁人员邓艳说，“如果景观池里的水不够用，才会打开自来水龙头取水。”",
        "after_rp": "“小区大大小小的池子多，蓄水量大。浇水时，用水泵从取水井里把水抽上去就能浇灌周围的草木。”小区保洁人员邓艳说，“如果景观池里的水不够用，才会打开自来水龙头取水。”",
        "rp_pair": [
            "【【上来→上去】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-1264",
        "contain_rp": "就在这时，欧美的学者、汉学家、考古家、冒险家，却不远万里、风餐露宿，朝敦煌赶来。他们愿意卖掉自己的全部财产，充作偷运一两件文物【【回去→回来】】的路费。他们愿意吃苦，愿意冒着葬身沙漠的危险，甚至作好了被打、被杀的准备，朝这个刚刚打开的洞窟赶来。他们在沙漠里燃起了股股炊烟，而中国官员的客厅里，也正茶香缕缕。",
        "before_rp": "就在这时，欧美的学者、汉学家、考古家、冒险家，却不远万里、风餐露宿，朝敦煌赶来。他们愿意卖掉自己的全部财产，充作偷运一两件文物回去的路费。他们愿意吃苦，愿意冒着葬身沙漠的危险，甚至作好了被打、被杀的准备，朝这个刚刚打开的洞窟赶来。他们在沙漠里燃起了股股炊烟，而中国官员的客厅里，也正茶香缕缕。",
        "after_rp": "就在这时，欧美的学者、汉学家、考古家、冒险家，却不远万里、风餐露宿，朝敦煌赶来。他们愿意卖掉自己的全部财产，充作偷运一两件文物回来的路费。他们愿意吃苦，愿意冒着葬身沙漠的危险，甚至作好了被打、被杀的准备，朝这个刚刚打开的洞窟赶来。他们在沙漠里燃起了股股炊烟，而中国官员的客厅里，也正茶香缕缕。",
        "rp_pair": [
            "【【回去→回来】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-4846",
        "contain_rp": "安顺市西秀区鸡场乡新合村磨满村民组居于大山深处，原来交通闭塞，村民出行不便，自古以来运输均靠人挑马驮。近年来，在国家实施精准扶贫后，当地政府动员全组村民易地搬迁，在山外优选建房土地，给予建房经费的优惠政策，让他们改善住宿条件。最终有十户搬了【【出来→出去】】，余下的一些农户始终不舍得放弃祖祖辈辈生活的家园，选择留了下来。",
        "before_rp": "安顺市西秀区鸡场乡新合村磨满村民组居于大山深处，原来交通闭塞，村民出行不便，自古以来运输均靠人挑马驮。近年来，在国家实施精准扶贫后，当地政府动员全组村民易地搬迁，在山外优选建房土地，给予建房经费的优惠政策，让他们改善住宿条件。最终有十户搬了出来，余下的一些农户始终不舍得放弃祖祖辈辈生活的家园，选择留了下来。",
        "after_rp": "安顺市西秀区鸡场乡新合村磨满村民组居于大山深处，原来交通闭塞，村民出行不便，自古以来运输均靠人挑马驮。近年来，在国家实施精准扶贫后，当地政府动员全组村民易地搬迁，在山外优选建房土地，给予建房经费的优惠政策，让他们改善住宿条件。最终有十户搬了出去，余下的一些农户始终不舍得放弃祖祖辈辈生活的家园，选择留了下来。",
        "rp_pair": [
            "【【出来→出去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-207",
        "contain_rp": "他叹了口气，悄悄地坐了下来。教室里一片寂静，静得能听见赵小损轻轻抽泣的声音。过了好一会儿，程老师从讲台上走【【下来→下去】】，走到他面前，声音发颤地说：“李京京，请你……把课文全部读完吧。”",
        "before_rp": "他叹了口气，悄悄地坐了下来。教室里一片寂静，静得能听见赵小损轻轻抽泣的声音。过了好一会儿，程老师从讲台上走下来，走到他面前，声音发颤地说：“李京京，请你……把课文全部读完吧。”",
        "after_rp": "他叹了口气，悄悄地坐了下来。教室里一片寂静，静得能听见赵小损轻轻抽泣的声音。过了好一会儿，程老师从讲台上走下去，走到他面前，声音发颤地说：“李京京，请你……把课文全部读完吧。”",
        "rp_pair": [
            "【【下来→下去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-9573",
        "contain_rp": "虽然医生告诉周游，男性胸部和女性在组织结构上有差异，手术过程比女性丰胸要复杂。手术还是很顺利，不到两个小时就完成了。宋钢留院观察了一天，第二天出院时仍然阴雨绵绵，宋钢忍受着腋下创口的疼痛，坐上出租车回到了他们海边的小旅店，他从出租车里【【出来→出去】】，在周游付钱的时候，再次出神地看起了雾茫茫的大海，什么都没有了，没有海鸟的叫声，也没有海鸟的飞翔。",
        "before_rp": "虽然医生告诉周游，男性胸部和女性在组织结构上有差异，手术过程比女性丰胸要复杂。手术还是很顺利，不到两个小时就完成了。宋钢留院观察了一天，第二天出院时仍然阴雨绵绵，宋钢忍受着腋下创口的疼痛，坐上出租车回到了他们海边的小旅店，他从出租车里出来，在周游付钱的时候，再次出神地看起了雾茫茫的大海，什么都没有了，没有海鸟的叫声，也没有海鸟的飞翔。",
        "after_rp": "虽然医生告诉周游，男性胸部和女性在组织结构上有差异，手术过程比女性丰胸要复杂。手术还是很顺利，不到两个小时就完成了。宋钢留院观察了一天，第二天出院时仍然阴雨绵绵，宋钢忍受着腋下创口的疼痛，坐上出租车回到了他们海边的小旅店，他从出租车里出去，在周游付钱的时候，再次出神地看起了雾茫茫的大海，什么都没有了，没有海鸟的叫声，也没有海鸟的飞翔。",
        "rp_pair": [
            "【【出来→出去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-13691",
        "contain_rp": "很快，他被拉入了武汉市中心医院后湖院区的一个医护微信群里。他把自己的电话发在群里并留言：“有需要你们随时打给我，我随时【【过来→过去】】。”",
        "before_rp": "很快，他被拉入了武汉市中心医院后湖院区的一个医护微信群里。他把自己的电话发在群里并留言：“有需要你们随时打给我，我随时过来。”",
        "after_rp": "很快，他被拉入了武汉市中心医院后湖院区的一个医护微信群里。他把自己的电话发在群里并留言：“有需要你们随时打给我，我随时过去。”",
        "rp_pair": [
            "【【过来→过去】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-4749",
        "contain_rp": "“当时李雨阗坚决不让我们【【进去→进来】】，就是害怕有危险。他走到屋里向那个村民做了大量思想工作，最后得知对方身上并没有雷管，这才放心让我们进去。”同事杨衡说，“遇到危险，他总是冲在最前面，总是说‘我先去看看’。”",
        "before_rp": "“当时李雨阗坚决不让我们进去，就是害怕有危险。他走到屋里向那个村民做了大量思想工作，最后得知对方身上并没有雷管，这才放心让我们进去。”同事杨衡说，“遇到危险，他总是冲在最前面，总是说‘我先去看看’。”",
        "after_rp": "“当时李雨阗坚决不让我们进来，就是害怕有危险。他走到屋里向那个村民做了大量思想工作，最后得知对方身上并没有雷管，这才放心让我们进去。”同事杨衡说，“遇到危险，他总是冲在最前面，总是说‘我先去看看’。”",
        "rp_pair": [
            "【【进去→进来】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-687",
        "contain_rp": "经常到山里的人，大概都见过这样的情景：如果有两个人面对面同时走到溪边，总会在第一块搭石前止步，招手示意，让对方先走，等对方过了河，俩人再说上几句家常话，才相背而行。假如遇上老人来走搭石，年轻人总要伏下身子背老人【【过去→过来】】，人们把这看成理所当然的事。",
        "before_rp": "经常到山里的人，大概都见过这样的情景：如果有两个人面对面同时走到溪边，总会在第一块搭石前止步，招手示意，让对方先走，等对方过了河，俩人再说上几句家常话，才相背而行。假如遇上老人来走搭石，年轻人总要伏下身子背老人过去，人们把这看成理所当然的事。",
        "after_rp": "经常到山里的人，大概都见过这样的情景：如果有两个人面对面同时走到溪边，总会在第一块搭石前止步，招手示意，让对方先走，等对方过了河，俩人再说上几句家常话，才相背而行。假如遇上老人来走搭石，年轻人总要伏下身子背老人过来，人们把这看成理所当然的事。",
        "rp_pair": [
            "【【过去→过来】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13332",
        "contain_rp": "吸气时，横隔膜应下降，胸腔扩大，新鲜空气透过鼻子吸入，经过气管及支气管到达肺气囊中。呼气：瑜伽呼吸法注重吐气。当横隔膜上升时，空气在肋间的辅助下被推出肺部，把体内各种废气排【【出来→出去】】，维护体内健康。",
        "before_rp": "吸气时，横隔膜应下降，胸腔扩大，新鲜空气透过鼻子吸入，经过气管及支气管到达肺气囊中。呼气：瑜伽呼吸法注重吐气。当横隔膜上升时，空气在肋间的辅助下被推出肺部，把体内各种废气排出来，维护体内健康。",
        "after_rp": "吸气时，横隔膜应下降，胸腔扩大，新鲜空气透过鼻子吸入，经过气管及支气管到达肺气囊中。呼气：瑜伽呼吸法注重吐气。当横隔膜上升时，空气在肋间的辅助下被推出肺部，把体内各种废气排出去，维护体内健康。",
        "rp_pair": [
            "【【出来→出去】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-5803",
        "contain_rp": "在抗美援朝纪念馆参观的87岁老兵郭国连，回忆起1953年7月27日停战前的那个夜晚。“停战前，炮火轰轰叫。到10：00以后，就听不到枪声了。我们从坑道里跑【【出来→出去】】，欢呼‘胜利了，胜利了！’”看着一件件展品，郭国连老泪纵横。",
        "before_rp": "在抗美援朝纪念馆参观的87岁老兵郭国连，回忆起1953年7月27日停战前的那个夜晚。“停战前，炮火轰轰叫。到10：00以后，就听不到枪声了。我们从坑道里跑出来，欢呼‘胜利了，胜利了！’”看着一件件展品，郭国连老泪纵横。",
        "after_rp": "在抗美援朝纪念馆参观的87岁老兵郭国连，回忆起1953年7月27日停战前的那个夜晚。“停战前，炮火轰轰叫。到10：00以后，就听不到枪声了。我们从坑道里跑出去，欢呼‘胜利了，胜利了！’”看着一件件展品，郭国连老泪纵横。",
        "rp_pair": [
            "【【出来→出去】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-6575",
        "contain_rp": "风暴来的时候，事先不会打招呼，它常常躲在低垂的大片大片的云朵里，或是潜藏在海底游动的鱼群中，总之，不露痕迹。等到接近小岛时，风暴才突然现身，从隐蔽处一跃而出，大声呐喊着，咆哮着，向小岛猛扑【【过来→过去】】。",
        "before_rp": "风暴来的时候，事先不会打招呼，它常常躲在低垂的大片大片的云朵里，或是潜藏在海底游动的鱼群中，总之，不露痕迹。等到接近小岛时，风暴才突然现身，从隐蔽处一跃而出，大声呐喊着，咆哮着，向小岛猛扑过来。",
        "after_rp": "风暴来的时候，事先不会打招呼，它常常躲在低垂的大片大片的云朵里，或是潜藏在海底游动的鱼群中，总之，不露痕迹。等到接近小岛时，风暴才突然现身，从隐蔽处一跃而出，大声呐喊着，咆哮着，向小岛猛扑过去。",
        "rp_pair": [
            "【【过来→过去】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-14640",
        "contain_rp": "蒋一轮走到了戚小罐的身后:“让你【【出去→出来】】，你长耳朵没有?”说完，就将右手放在戚小罐的后脑勺上，推了他一把。而就在这同时，全班的同学都吃惊地看到了一个情景:戚小罐向前踉跄着走了两步，扑通跌倒在了门外的砖地上!",
        "before_rp": "蒋一轮走到了戚小罐的身后:“让你出去，你长耳朵没有?”说完，就将右手放在戚小罐的后脑勺上，推了他一把。而就在这同时，全班的同学都吃惊地看到了一个情景:戚小罐向前踉跄着走了两步，扑通跌倒在了门外的砖地上!",
        "after_rp": "蒋一轮走到了戚小罐的身后:“让你出来，你长耳朵没有?”说完，就将右手放在戚小罐的后脑勺上，推了他一把。而就在这同时，全班的同学都吃惊地看到了一个情景:戚小罐向前踉跄着走了两步，扑通跌倒在了门外的砖地上!",
        "rp_pair": [
            "【【出去→出来】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-12722",
        "contain_rp": "别的鹅都坚持不住了。它们不能在原地呆下去，拔腿便跑。冰雹砸着它们的背。小鹅们先是吱吱地叫着，后来再也听不见它们叫了，咽了气的小鹅纷纷在草地上倒【【下来→下去】】。那些大鹅一只只都头冲地地跑开去，有的跑入水中，有的躲进灌木丛里。我用雨衣蒙住头。大颗大颗的冰雹直朝我脚下砸来。雨衣根本没有用，冰雹砸在背上生疼。",
        "before_rp": "别的鹅都坚持不住了。它们不能在原地呆下去，拔腿便跑。冰雹砸着它们的背。小鹅们先是吱吱地叫着，后来再也听不见它们叫了，咽了气的小鹅纷纷在草地上倒下来。那些大鹅一只只都头冲地地跑开去，有的跑入水中，有的躲进灌木丛里。我用雨衣蒙住头。大颗大颗的冰雹直朝我脚下砸来。雨衣根本没有用，冰雹砸在背上生疼。",
        "after_rp": "别的鹅都坚持不住了。它们不能在原地呆下去，拔腿便跑。冰雹砸着它们的背。小鹅们先是吱吱地叫着，后来再也听不见它们叫了，咽了气的小鹅纷纷在草地上倒下去。那些大鹅一只只都头冲地地跑开去，有的跑入水中，有的躲进灌木丛里。我用雨衣蒙住头。大颗大颗的冰雹直朝我脚下砸来。雨衣根本没有用，冰雹砸在背上生疼。",
        "rp_pair": [
            "【【下来→下去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-7177",
        "contain_rp": "天狗从井洞里【【出来→出去】】，像一具四脚兽，一个丑八怪，一个从地狱里提审出的黑鬼。五兴一见他的样子，眼泪挂在腮上就笑了。",
        "before_rp": "天狗从井洞里出来，像一具四脚兽，一个丑八怪，一个从地狱里提审出的黑鬼。五兴一见他的样子，眼泪挂在腮上就笑了。",
        "after_rp": "天狗从井洞里出去，像一具四脚兽，一个丑八怪，一个从地狱里提审出的黑鬼。五兴一见他的样子，眼泪挂在腮上就笑了。",
        "rp_pair": [
            "【【出来→出去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-8273",
        "contain_rp": "很多人走【【过来→过去】】问板车里躺着的死人是谁？前前后后有四五十人问那个拉板车的，问得他火冒三丈。刚开始他还告诉他们：板车里的死人叫宋凡平，是中学里的老师。询问的人越来越多后，他就懒得解释了，他让他们睁大眼睛看看，他说谁哭个不停就是谁家的死人。后来他觉得这样说话也还是太累，别人再问他时，他干脆说：",
        "before_rp": "很多人走过来问板车里躺着的死人是谁？前前后后有四五十人问那个拉板车的，问得他火冒三丈。刚开始他还告诉他们：板车里的死人叫宋凡平，是中学里的老师。询问的人越来越多后，他就懒得解释了，他让他们睁大眼睛看看，他说谁哭个不停就是谁家的死人。后来他觉得这样说话也还是太累，别人再问他时，他干脆说：",
        "after_rp": "很多人走过去问板车里躺着的死人是谁？前前后后有四五十人问那个拉板车的，问得他火冒三丈。刚开始他还告诉他们：板车里的死人叫宋凡平，是中学里的老师。询问的人越来越多后，他就懒得解释了，他让他们睁大眼睛看看，他说谁哭个不停就是谁家的死人。后来他觉得这样说话也还是太累，别人再问他时，他干脆说：",
        "rp_pair": [
            "【【过来→过去】】"
        ],
        "label": 1
    },
    {
        "qid": "1-dev-12210",
        "contain_rp": "李光头和宋钢开始安静地坐在李兰的身旁，他们觉得李兰躺在地上像是睡着了。宋钢把掉在地上的照片捡起来，自己看了看，又给李光头看了看，小心翼翼地放进了纸袋。桥上的人越来越多，很多人挤【【进来→进去】】看了他们一会儿，又向别人打听了一会儿，又转身挤了出去。两个孩子耐心地坐在那里，他们不时地看对方一眼，偷偷地笑一笑。过了很长时间，李兰突然坐了起来，两个孩子高兴地叫了起来，他们对围观的人群叫道：",
        "before_rp": "李光头和宋钢开始安静地坐在李兰的身旁，他们觉得李兰躺在地上像是睡着了。宋钢把掉在地上的照片捡起来，自己看了看，又给李光头看了看，小心翼翼地放进了纸袋。桥上的人越来越多，很多人挤进来看了他们一会儿，又向别人打听了一会儿，又转身挤了出去。两个孩子耐心地坐在那里，他们不时地看对方一眼，偷偷地笑一笑。过了很长时间，李兰突然坐了起来，两个孩子高兴地叫了起来，他们对围观的人群叫道：",
        "after_rp": "李光头和宋钢开始安静地坐在李兰的身旁，他们觉得李兰躺在地上像是睡着了。宋钢把掉在地上的照片捡起来，自己看了看，又给李光头看了看，小心翼翼地放进了纸袋。桥上的人越来越多，很多人挤进去看了他们一会儿，又向别人打听了一会儿，又转身挤了出去。两个孩子耐心地坐在那里，他们不时地看对方一眼，偷偷地笑一笑。过了很长时间，李兰突然坐了起来，两个孩子高兴地叫了起来，他们对围观的人群叫道：",
        "rp_pair": [
            "【【进来→进去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-13016",
        "contain_rp": "桂花摇【【下来→下去】】以后，挑去小枝，晒上几天太阳，收在铁盒子里，可以加在茶叶里泡茶，过年时还可以做糕饼。全年，整个村子都浸在桂花的香气里。",
        "before_rp": "桂花摇下来以后，挑去小枝，晒上几天太阳，收在铁盒子里，可以加在茶叶里泡茶，过年时还可以做糕饼。全年，整个村子都浸在桂花的香气里。",
        "after_rp": "桂花摇下去以后，挑去小枝，晒上几天太阳，收在铁盒子里，可以加在茶叶里泡茶，过年时还可以做糕饼。全年，整个村子都浸在桂花的香气里。",
        "rp_pair": [
            "【【下来→下去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-9604",
        "contain_rp": "宋钢看到周游买回来的是对面广告牌上的那种红色胸罩，他拿【【过来→过去】】一把扔在了地上，周游捡起地上的胸罩，对宋钢说：",
        "before_rp": "宋钢看到周游买回来的是对面广告牌上的那种红色胸罩，他拿过来一把扔在了地上，周游捡起地上的胸罩，对宋钢说：",
        "after_rp": "宋钢看到周游买回来的是对面广告牌上的那种红色胸罩，他拿过去一把扔在了地上，周游捡起地上的胸罩，对宋钢说：",
        "rp_pair": [
            "【【过来→过去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-14786",
        "contain_rp": "李光头右手从口袋里摸出一块破旧手表，左手将宋钢的脑袋按【【下来→下去】】，让他把手表看仔细了。李光头激动地说：",
        "before_rp": "李光头右手从口袋里摸出一块破旧手表，左手将宋钢的脑袋按下来，让他把手表看仔细了。李光头激动地说：",
        "after_rp": "李光头右手从口袋里摸出一块破旧手表，左手将宋钢的脑袋按下去，让他把手表看仔细了。李光头激动地说：",
        "rp_pair": [
            "【【下来→下去】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14489",
        "contain_rp": "“那朵盛开的红花叫三角梅，开得真漂亮。”家住成都成华区二仙桥公园附近的居民张露说。作为全职妈妈，她每天在孩子上学后都会和其他孩子妈妈【【出来→出去】】散步，观赏怡人的城市景色。",
        "before_rp": "“那朵盛开的红花叫三角梅，开得真漂亮。”家住成都成华区二仙桥公园附近的居民张露说。作为全职妈妈，她每天在孩子上学后都会和其他孩子妈妈出来散步，观赏怡人的城市景色。",
        "after_rp": "“那朵盛开的红花叫三角梅，开得真漂亮。”家住成都成华区二仙桥公园附近的居民张露说。作为全职妈妈，她每天在孩子上学后都会和其他孩子妈妈出去散步，观赏怡人的城市景色。",
        "rp_pair": [
            "【【出来→出去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-13431",
        "contain_rp": "微抬起头部的同时屈髋卷腹使上背部离开地面，同时伸【【一侧→右侧】】手碰触同侧脚。接着换另一侧重复动作。",
        "before_rp": "微抬起头部的同时屈髋卷腹使上背部离开地面，同时伸一侧手碰触同侧脚。接着换另一侧重复动作。",
        "after_rp": "微抬起头部的同时屈髋卷腹使上背部离开地面，同时伸右侧手碰触同侧脚。接着换另一侧重复动作。",
        "rp_pair": [
            "【【一侧→右侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-15083",
        "contain_rp": "驾驶无号牌的电动自行车沿军工路非机动车道由北向南行驶至此向【【右侧→一侧】】借方向进入人行道行驶，货车右前角碰撞乔某某，致乔倒地后被货车右前轮碾压当场死亡及车辆损坏。",
        "before_rp": "驾驶无号牌的电动自行车沿军工路非机动车道由北向南行驶至此向右侧借方向进入人行道行驶，货车右前角碰撞乔某某，致乔倒地后被货车右前轮碾压当场死亡及车辆损坏。",
        "after_rp": "驾驶无号牌的电动自行车沿军工路非机动车道由北向南行驶至此向一侧借方向进入人行道行驶，货车右前角碰撞乔某某，致乔倒地后被货车右前轮碾压当场死亡及车辆损坏。",
        "rp_pair": [
            "【【右侧→一侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-15473",
        "contain_rp": "300米处以约14km/h的车速向北右转弯时，适逢杜金福驾驶上海XXXXXXX电动自行车沿航城路北侧非机动车道以约19km/h的车速由东向西行驶至此，重型半挂牵引车右前部与电动自行车【【左侧→一侧】】相撞，杜金福及电动自行车倒地后遭重型半挂牵引车碾压，致杜金福当场死亡及电动自行车损坏。",
        "before_rp": "300米处以约14km/h的车速向北右转弯时，适逢杜金福驾驶上海XXXXXXX电动自行车沿航城路北侧非机动车道以约19km/h的车速由东向西行驶至此，重型半挂牵引车右前部与电动自行车左侧相撞，杜金福及电动自行车倒地后遭重型半挂牵引车碾压，致杜金福当场死亡及电动自行车损坏。",
        "after_rp": "300米处以约14km/h的车速向北右转弯时，适逢杜金福驾驶上海XXXXXXX电动自行车沿航城路北侧非机动车道以约19km/h的车速由东向西行驶至此，重型半挂牵引车右前部与电动自行车一侧相撞，杜金福及电动自行车倒地后遭重型半挂牵引车碾压，致杜金福当场死亡及电动自行车损坏。",
        "rp_pair": [
            "【【左侧→一侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-7528",
        "contain_rp": "我问，舌头在上唇【【内侧→上侧】】和上排牙外侧、下唇内侧和下排牙外侧绕了一圈，扫荡一下可能的晚饭残留。我偶尔这样吃到过前一天烤羊肉串上的芝麻，香啊。",
        "before_rp": "我问，舌头在上唇内侧和上排牙外侧、下唇内侧和下排牙外侧绕了一圈，扫荡一下可能的晚饭残留。我偶尔这样吃到过前一天烤羊肉串上的芝麻，香啊。",
        "after_rp": "我问，舌头在上唇上侧和上排牙外侧、下唇内侧和下排牙外侧绕了一圈，扫荡一下可能的晚饭残留。我偶尔这样吃到过前一天烤羊肉串上的芝麻，香啊。",
        "rp_pair": [
            "【【内侧→上侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10557",
        "contain_rp": "经审理查明，2018年11月1日14时30分许，被告人陈2驾驶上海XX汽车服务有限公司所有的号牌为沪EKXXXX的大型普通客车，沿本市杨浦区淞沪路机动车道由北向南绿灯行驶至殷高东路路口向西右转弯时，客车【【右侧→上侧】】前部与沿淞沪路非机动车道由北向南绿灯超速行驶至此的许某某驾驶的号牌为XXXXXXX电动自行车左侧碰撞，致许某某倒地并被客车右后车轮碾压当场死亡、两车损坏。",
        "before_rp": "经审理查明，2018年11月1日14时30分许，被告人陈2驾驶上海XX汽车服务有限公司所有的号牌为沪EKXXXX的大型普通客车，沿本市杨浦区淞沪路机动车道由北向南绿灯行驶至殷高东路路口向西右转弯时，客车右侧前部与沿淞沪路非机动车道由北向南绿灯超速行驶至此的许某某驾驶的号牌为XXXXXXX电动自行车左侧碰撞，致许某某倒地并被客车右后车轮碾压当场死亡、两车损坏。",
        "after_rp": "经审理查明，2018年11月1日14时30分许，被告人陈2驾驶上海XX汽车服务有限公司所有的号牌为沪EKXXXX的大型普通客车，沿本市杨浦区淞沪路机动车道由北向南绿灯行驶至殷高东路路口向西右转弯时，客车上侧前部与沿淞沪路非机动车道由北向南绿灯超速行驶至此的许某某驾驶的号牌为XXXXXXX电动自行车左侧碰撞，致许某某倒地并被客车右后车轮碾压当场死亡、两车损坏。",
        "rp_pair": [
            "【【右侧→上侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-2543",
        "contain_rp": "左臂伸直，贴在右腿外侧，左掌在右脚【【外侧→一侧】】撑于地面，右手叉在腰侧，头向后转，眼睛望向后上方。",
        "before_rp": "左臂伸直，贴在右腿外侧，左掌在右脚外侧撑于地面，右手叉在腰侧，头向后转，眼睛望向后上方。",
        "after_rp": "左臂伸直，贴在右腿外侧，左掌在右脚一侧撑于地面，右手叉在腰侧，头向后转，眼睛望向后上方。",
        "rp_pair": [
            "【【外侧→一侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-10573",
        "contain_rp": "上海市宝山区人民检察院指控：被告人XX于2018年11月4日5时37分许，驾驶一辆冀BMXXXX重型自卸货车在宝山区沿江杨南路北向南行驶至江杨南路2550弄处，向西右转弯过程中，碰撞其【【右侧→左侧】】同向非机动车道内行驶至此的骑电动自行车的被害人宋志国，造成宋志国倒地受伤，抢救无效于2018年11月6日死亡。",
        "before_rp": "上海市宝山区人民检察院指控：被告人XX于2018年11月4日5时37分许，驾驶一辆冀BMXXXX重型自卸货车在宝山区沿江杨南路北向南行驶至江杨南路2550弄处，向西右转弯过程中，碰撞其右侧同向非机动车道内行驶至此的骑电动自行车的被害人宋志国，造成宋志国倒地受伤，抢救无效于2018年11月6日死亡。",
        "after_rp": "上海市宝山区人民检察院指控：被告人XX于2018年11月4日5时37分许，驾驶一辆冀BMXXXX重型自卸货车在宝山区沿江杨南路北向南行驶至江杨南路2550弄处，向西右转弯过程中，碰撞其左侧同向非机动车道内行驶至此的骑电动自行车的被害人宋志国，造成宋志国倒地受伤，抢救无效于2018年11月6日死亡。",
        "rp_pair": [
            "【【右侧→左侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13372",
        "contain_rp": "将两手平放在地上，双手五指分开，指尖向前；弯曲两膝，使两膝的【【内侧→外侧】】尽量靠近腋窝。",
        "before_rp": "将两手平放在地上，双手五指分开，指尖向前；弯曲两膝，使两膝的内侧尽量靠近腋窝。",
        "after_rp": "将两手平放在地上，双手五指分开，指尖向前；弯曲两膝，使两膝的外侧尽量靠近腋窝。",
        "rp_pair": [
            "【【内侧→外侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13120",
        "contain_rp": "基本站立姿；同伴持药球站立于练习者左侧方向。同伴从【【左侧→上侧】】方向抛出药球，练习者右脚向前迈出一步，呈前后分腿姿势接药球；练习者将药球掷向同伴并回到起始基本站立姿。",
        "before_rp": "基本站立姿；同伴持药球站立于练习者左侧方向。同伴从左侧方向抛出药球，练习者右脚向前迈出一步，呈前后分腿姿势接药球；练习者将药球掷向同伴并回到起始基本站立姿。",
        "after_rp": "基本站立姿；同伴持药球站立于练习者左侧方向。同伴从上侧方向抛出药球，练习者右脚向前迈出一步，呈前后分腿姿势接药球；练习者将药球掷向同伴并回到起始基本站立姿。",
        "rp_pair": [
            "【【左侧→上侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-15552",
        "contain_rp": "由于程怡超速行驶且严重疏忽，其所驾车辆车头前部【【左侧→一侧】】与毛承展所驾车辆车尾部右侧发生碰撞，致毛承展所驾车辆车身右前侧与车道前方由王某某驾驶的号牌为“冀EQXXXX”的重型半挂牵引车拖挂号牌为“冀EHXXX挂”的重型普通半挂车车身左侧及第六轴左侧外侧车轮发生碰撞，后毛承展所驾车辆继续向左前方滑移至隔离带后停止并起火燃烧。",
        "before_rp": "由于程怡超速行驶且严重疏忽，其所驾车辆车头前部左侧与毛承展所驾车辆车尾部右侧发生碰撞，致毛承展所驾车辆车身右前侧与车道前方由王某某驾驶的号牌为“冀EQXXXX”的重型半挂牵引车拖挂号牌为“冀EHXXX挂”的重型普通半挂车车身左侧及第六轴左侧外侧车轮发生碰撞，后毛承展所驾车辆继续向左前方滑移至隔离带后停止并起火燃烧。",
        "after_rp": "由于程怡超速行驶且严重疏忽，其所驾车辆车头前部一侧与毛承展所驾车辆车尾部右侧发生碰撞，致毛承展所驾车辆车身右前侧与车道前方由王某某驾驶的号牌为“冀EQXXXX”的重型半挂牵引车拖挂号牌为“冀EHXXX挂”的重型普通半挂车车身左侧及第六轴左侧外侧车轮发生碰撞，后毛承展所驾车辆继续向左前方滑移至隔离带后停止并起火燃烧。",
        "rp_pair": [
            "【【左侧→一侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-2305",
        "contain_rp": "运动员呈基本运动姿，迷你带置于膝关节上方，两脚之间的距离与肩同宽，两臂放于身体腰部【【两侧→一侧】】，开始时下蹲，膝关节不要超过脚尖，再恢复至起始位置。",
        "before_rp": "运动员呈基本运动姿，迷你带置于膝关节上方，两脚之间的距离与肩同宽，两臂放于身体腰部两侧，开始时下蹲，膝关节不要超过脚尖，再恢复至起始位置。",
        "after_rp": "运动员呈基本运动姿，迷你带置于膝关节上方，两脚之间的距离与肩同宽，两臂放于身体腰部一侧，开始时下蹲，膝关节不要超过脚尖，再恢复至起始位置。",
        "rp_pair": [
            "【【两侧→一侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-6798",
        "contain_rp": "危急时刻，意外发生。梁佃军一不留神，脚下一滑，失去重心。他正左手抱着孩子，条件反射般向【【右侧→左侧】】倾倒，身子垫在孩子下面，右胳膊重重磕在台阶上，孩子则安然无恙。",
        "before_rp": "危急时刻，意外发生。梁佃军一不留神，脚下一滑，失去重心。他正左手抱着孩子，条件反射般向右侧倾倒，身子垫在孩子下面，右胳膊重重磕在台阶上，孩子则安然无恙。",
        "after_rp": "危急时刻，意外发生。梁佃军一不留神，脚下一滑，失去重心。他正左手抱着孩子，条件反射般向左侧倾倒，身子垫在孩子下面，右胳膊重重磕在台阶上，孩子则安然无恙。",
        "rp_pair": [
            "【【右侧→左侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-15258",
        "contain_rp": "经审理查明，2016年12月28日15时许，被告人程1驾驶牌号为沪D8XXXX(沪G6XXX挂)重型半挂牵引车，沿上海市嘉定区嘉松北路由北向南行驶至嘉安公路路口向西右转弯时，遇被害人顾惠珍驾驶牌号为昆山BG09707电动自行车沿嘉松北路西侧非机动车道由北向南行驶，由于程1驾车未按规定让行且疏忽大意未确保安全行驶，致车头【【右侧→两侧】】与电动自行车左侧发生碰撞，造成顾惠珍跌地后被车轮碾压当场死亡、车辆损坏。",
        "before_rp": "经审理查明，2016年12月28日15时许，被告人程1驾驶牌号为沪D8XXXX(沪G6XXX挂)重型半挂牵引车，沿上海市嘉定区嘉松北路由北向南行驶至嘉安公路路口向西右转弯时，遇被害人顾惠珍驾驶牌号为昆山BG09707电动自行车沿嘉松北路西侧非机动车道由北向南行驶，由于程1驾车未按规定让行且疏忽大意未确保安全行驶，致车头右侧与电动自行车左侧发生碰撞，造成顾惠珍跌地后被车轮碾压当场死亡、车辆损坏。",
        "after_rp": "经审理查明，2016年12月28日15时许，被告人程1驾驶牌号为沪D8XXXX(沪G6XXX挂)重型半挂牵引车，沿上海市嘉定区嘉松北路由北向南行驶至嘉安公路路口向西右转弯时，遇被害人顾惠珍驾驶牌号为昆山BG09707电动自行车沿嘉松北路西侧非机动车道由北向南行驶，由于程1驾车未按规定让行且疏忽大意未确保安全行驶，致车头两侧与电动自行车左侧发生碰撞，造成顾惠珍跌地后被车轮碾压当场死亡、车辆损坏。",
        "rp_pair": [
            "【【右侧→两侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13307",
        "contain_rp": "左腿膝盖弯曲成弓步，大、小腿形成90°；右腿顺势后滑，将头贴于左膝【【内侧→上侧】】。保持这个姿势，自然呼吸1~3次。",
        "before_rp": "左腿膝盖弯曲成弓步，大、小腿形成90°；右腿顺势后滑，将头贴于左膝内侧。保持这个姿势，自然呼吸1~3次。",
        "after_rp": "左腿膝盖弯曲成弓步，大、小腿形成90°；右腿顺势后滑，将头贴于左膝上侧。保持这个姿势，自然呼吸1~3次。",
        "rp_pair": [
            "【【内侧→上侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13316",
        "contain_rp": "双手不动，身体继续下弯，头部尽量下移到两腿之间。双手移到脚跟上面，从脚【【外侧→右侧】】用力握住跟腱，以协助上身尽量向下弯。保持此姿势，做3次深呼吸。",
        "before_rp": "双手不动，身体继续下弯，头部尽量下移到两腿之间。双手移到脚跟上面，从脚外侧用力握住跟腱，以协助上身尽量向下弯。保持此姿势，做3次深呼吸。",
        "after_rp": "双手不动，身体继续下弯，头部尽量下移到两腿之间。双手移到脚跟上面，从脚右侧用力握住跟腱，以协助上身尽量向下弯。保持此姿势，做3次深呼吸。",
        "rp_pair": [
            "【【外侧→右侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10322",
        "contain_rp": "公诉机关指控，2020年10月13日16时36分许，被告人舒某某驾驶牌号沪FDXXXX的重型自卸货车沿本区北闵路由北向南行驶至泖亭路北约10米处，遇前方机动车辆停车排队，被告人舒某某驾车向【【右侧→外侧】】借非机动车道行驶过程中，恰逢被害人吴英驾驶电动自行车沿北闵路由北向南行驶而至，两车发生碰撞，事故致被害人吴英当场死亡，两车受损。",
        "before_rp": "公诉机关指控，2020年10月13日16时36分许，被告人舒某某驾驶牌号沪FDXXXX的重型自卸货车沿本区北闵路由北向南行驶至泖亭路北约10米处，遇前方机动车辆停车排队，被告人舒某某驾车向右侧借非机动车道行驶过程中，恰逢被害人吴英驾驶电动自行车沿北闵路由北向南行驶而至，两车发生碰撞，事故致被害人吴英当场死亡，两车受损。",
        "after_rp": "公诉机关指控，2020年10月13日16时36分许，被告人舒某某驾驶牌号沪FDXXXX的重型自卸货车沿本区北闵路由北向南行驶至泖亭路北约10米处，遇前方机动车辆停车排队，被告人舒某某驾车向外侧借非机动车道行驶过程中，恰逢被害人吴英驾驶电动自行车沿北闵路由北向南行驶而至，两车发生碰撞，事故致被害人吴英当场死亡，两车受损。",
        "rp_pair": [
            "【【右侧→外侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-13357",
        "contain_rp": "保持坐姿，右腿往右边外侧伸直，与肩平行，右小腿【【内侧→左侧】】贴地；左膝弯曲，左脚跟抵住会阴部。左手自然放于左腿膝盖上，右手伸直放于右腿膝盖外侧。",
        "before_rp": "保持坐姿，右腿往右边外侧伸直，与肩平行，右小腿内侧贴地；左膝弯曲，左脚跟抵住会阴部。左手自然放于左腿膝盖上，右手伸直放于右腿膝盖外侧。",
        "after_rp": "保持坐姿，右腿往右边外侧伸直，与肩平行，右小腿左侧贴地；左膝弯曲，左脚跟抵住会阴部。左手自然放于左腿膝盖上，右手伸直放于右腿膝盖外侧。",
        "rp_pair": [
            "【【内侧→左侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-10475",
        "contain_rp": "6．证人周某2的证言，证实2017年8月13日17时许，其乘坐581路公交车，由秀康路右转进入康沈路由北向南行驶大约150米左右时，一辆白色的轿车从公交车左侧超车碰擦了公交车【【左侧→一侧】】车头，后白色轿车继续向前行驶，将公交车前方一个骑自行车的老人撞倒的事实。",
        "before_rp": "6．证人周某2的证言，证实2017年8月13日17时许，其乘坐581路公交车，由秀康路右转进入康沈路由北向南行驶大约150米左右时，一辆白色的轿车从公交车左侧超车碰擦了公交车左侧车头，后白色轿车继续向前行驶，将公交车前方一个骑自行车的老人撞倒的事实。",
        "after_rp": "6．证人周某2的证言，证实2017年8月13日17时许，其乘坐581路公交车，由秀康路右转进入康沈路由北向南行驶大约150米左右时，一辆白色的轿车从公交车左侧超车碰擦了公交车一侧车头，后白色轿车继续向前行驶，将公交车前方一个骑自行车的老人撞倒的事实。",
        "rp_pair": [
            "【【左侧→一侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-15509",
        "contain_rp": "经审理查明，2020年7月3日15时58分许，被告人韩某驾驶号牌为沪BMXXXX的小型普通客车沿本市杨浦区齐齐哈尔路由南向北行驶至榆林路口，遇路口南北向红灯停车等候时浏览电子设备，待绿灯放行后未开启转向灯即由南向西左转弯，适逢被害人仇雷驾驶电动自行车沿齐齐哈尔路由北向南绿灯直行至此，韩某车辆的车头正面左部与仇雷车身【【左侧→一侧】】发生碰撞，致仇雷及其车辆倒地后又遭韩某车辆左前车轮碾压。",
        "before_rp": "经审理查明，2020年7月3日15时58分许，被告人韩某驾驶号牌为沪BMXXXX的小型普通客车沿本市杨浦区齐齐哈尔路由南向北行驶至榆林路口，遇路口南北向红灯停车等候时浏览电子设备，待绿灯放行后未开启转向灯即由南向西左转弯，适逢被害人仇雷驾驶电动自行车沿齐齐哈尔路由北向南绿灯直行至此，韩某车辆的车头正面左部与仇雷车身左侧发生碰撞，致仇雷及其车辆倒地后又遭韩某车辆左前车轮碾压。",
        "after_rp": "经审理查明，2020年7月3日15时58分许，被告人韩某驾驶号牌为沪BMXXXX的小型普通客车沿本市杨浦区齐齐哈尔路由南向北行驶至榆林路口，遇路口南北向红灯停车等候时浏览电子设备，待绿灯放行后未开启转向灯即由南向西左转弯，适逢被害人仇雷驾驶电动自行车沿齐齐哈尔路由北向南绿灯直行至此，韩某车辆的车头正面左部与仇雷车身一侧发生碰撞，致仇雷及其车辆倒地后又遭韩某车辆左前车轮碾压。",
        "rp_pair": [
            "【【左侧→一侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-10502",
        "contain_rp": "前机盖【【右侧→内侧】】100cm×70cm范围内见碰撞凹痕，且前机盖右前端褶皱状变形。",
        "before_rp": "前机盖右侧100cm×70cm范围内见碰撞凹痕，且前机盖右前端褶皱状变形。",
        "after_rp": "前机盖内侧100cm×70cm范围内见碰撞凹痕，且前机盖右前端褶皱状变形。",
        "rp_pair": [
            "【【右侧→内侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-15556",
        "contain_rp": "由于程怡超速行驶且严重疏忽，其所驾车辆车头前部左侧与毛承展所驾车辆车尾部右侧发生碰撞，致毛承展所驾车辆车身右前侧与车道前方由王某某驾驶的号牌为“冀EQXXXX”的重型半挂牵引车拖挂号牌为“冀EHXXX挂”的重型普通半挂车车身【【左侧→一侧】】及第六轴左侧外侧车轮发生碰撞，后毛承展所驾车辆继续向左前方滑移至隔离带后停止并起火燃烧。",
        "before_rp": "由于程怡超速行驶且严重疏忽，其所驾车辆车头前部左侧与毛承展所驾车辆车尾部右侧发生碰撞，致毛承展所驾车辆车身右前侧与车道前方由王某某驾驶的号牌为“冀EQXXXX”的重型半挂牵引车拖挂号牌为“冀EHXXX挂”的重型普通半挂车车身左侧及第六轴左侧外侧车轮发生碰撞，后毛承展所驾车辆继续向左前方滑移至隔离带后停止并起火燃烧。",
        "after_rp": "由于程怡超速行驶且严重疏忽，其所驾车辆车头前部左侧与毛承展所驾车辆车尾部右侧发生碰撞，致毛承展所驾车辆车身右前侧与车道前方由王某某驾驶的号牌为“冀EQXXXX”的重型半挂牵引车拖挂号牌为“冀EHXXX挂”的重型普通半挂车车身一侧及第六轴左侧外侧车轮发生碰撞，后毛承展所驾车辆继续向左前方滑移至隔离带后停止并起火燃烧。",
        "rp_pair": [
            "【【左侧→一侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-12429",
        "contain_rp": "公诉机关指控，2016年9月26日6时10分许，被告人沈某某驾驶牌号为沪H5XXXX的轻型普通货车沿沪太路北向南行驶至月罗公路处，在右转弯过程中，未遵守让行规定，车头前部【【右侧→外侧】】碰撞其右侧同向直行骑电动自行车的被害人疏黑铁，致其倒地后颅脑受伤，经抢救无效而死亡。",
        "before_rp": "公诉机关指控，2016年9月26日6时10分许，被告人沈某某驾驶牌号为沪H5XXXX的轻型普通货车沿沪太路北向南行驶至月罗公路处，在右转弯过程中，未遵守让行规定，车头前部右侧碰撞其右侧同向直行骑电动自行车的被害人疏黑铁，致其倒地后颅脑受伤，经抢救无效而死亡。",
        "after_rp": "公诉机关指控，2016年9月26日6时10分许，被告人沈某某驾驶牌号为沪H5XXXX的轻型普通货车沿沪太路北向南行驶至月罗公路处，在右转弯过程中，未遵守让行规定，车头前部外侧碰撞其右侧同向直行骑电动自行车的被害人疏黑铁，致其倒地后颅脑受伤，经抢救无效而死亡。",
        "rp_pair": [
            "【【右侧→外侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-15404",
        "contain_rp": "经勘查还发现，肇事车豫N5XXXX左前侧车头损坏严重，前挡风玻璃【【左侧→内侧】】玻璃呈放射状破碎，并形成并一个向驾驶室内侧凹陷的破洞等情况。",
        "before_rp": "经勘查还发现，肇事车豫N5XXXX左前侧车头损坏严重，前挡风玻璃左侧玻璃呈放射状破碎，并形成并一个向驾驶室内侧凹陷的破洞等情况。",
        "after_rp": "经勘查还发现，肇事车豫N5XXXX左前侧车头损坏严重，前挡风玻璃内侧玻璃呈放射状破碎，并形成并一个向驾驶室内侧凹陷的破洞等情况。",
        "rp_pair": [
            "【【左侧→内侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10488",
        "contain_rp": "经审理查明，2017年9月25日5时许，被告人奈某某驾驶牌号为沪CKXXXX的小型普通客车，沿上海市浦东新区新奉公路由北向南超速行驶至新环南路南约300米处，将车辆【【右侧→内侧】】同向行走的被害人王金龙撞倒，造成王金龙被送至医院后于同月30日抢救无效死亡。",
        "before_rp": "经审理查明，2017年9月25日5时许，被告人奈某某驾驶牌号为沪CKXXXX的小型普通客车，沿上海市浦东新区新奉公路由北向南超速行驶至新环南路南约300米处，将车辆右侧同向行走的被害人王金龙撞倒，造成王金龙被送至医院后于同月30日抢救无效死亡。",
        "after_rp": "经审理查明，2017年9月25日5时许，被告人奈某某驾驶牌号为沪CKXXXX的小型普通客车，沿上海市浦东新区新奉公路由北向南超速行驶至新环南路南约300米处，将车辆内侧同向行走的被害人王金龙撞倒，造成王金龙被送至医院后于同月30日抢救无效死亡。",
        "rp_pair": [
            "【【右侧→内侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-15405",
        "contain_rp": "经勘查还发现，肇事车豫N5XXXX左前侧车头损坏严重，前挡风玻璃【【左侧→右侧】】玻璃呈放射状破碎，并形成并一个向驾驶室内侧凹陷的破洞等情况。",
        "before_rp": "经勘查还发现，肇事车豫N5XXXX左前侧车头损坏严重，前挡风玻璃左侧玻璃呈放射状破碎，并形成并一个向驾驶室内侧凹陷的破洞等情况。",
        "after_rp": "经勘查还发现，肇事车豫N5XXXX左前侧车头损坏严重，前挡风玻璃右侧玻璃呈放射状破碎，并形成并一个向驾驶室内侧凹陷的破洞等情况。",
        "rp_pair": [
            "【【左侧→右侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-12431",
        "contain_rp": "公诉机关指控，2016年9月26日6时10分许，被告人沈某某驾驶牌号为沪H5XXXX的轻型普通货车沿沪太路北向南行驶至月罗公路处，在右转弯过程中，未遵守让行规定，车头前部右侧碰撞其【【右侧→一侧】】同向直行骑电动自行车的被害人疏黑铁，致其倒地后颅脑受伤，经抢救无效而死亡。",
        "before_rp": "公诉机关指控，2016年9月26日6时10分许，被告人沈某某驾驶牌号为沪H5XXXX的轻型普通货车沿沪太路北向南行驶至月罗公路处，在右转弯过程中，未遵守让行规定，车头前部右侧碰撞其右侧同向直行骑电动自行车的被害人疏黑铁，致其倒地后颅脑受伤，经抢救无效而死亡。",
        "after_rp": "公诉机关指控，2016年9月26日6时10分许，被告人沈某某驾驶牌号为沪H5XXXX的轻型普通货车沿沪太路北向南行驶至月罗公路处，在右转弯过程中，未遵守让行规定，车头前部右侧碰撞其一侧同向直行骑电动自行车的被害人疏黑铁，致其倒地后颅脑受伤，经抢救无效而死亡。",
        "rp_pair": [
            "【【右侧→一侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-15548",
        "contain_rp": "被害人耿某某(男，1979年8月28日生，江苏省宝应县人)驾驶牌号为“XXXXXXX”的电动自行车沿翔江公路西侧非机动车道由北向南行驶至曹安公路路口，由于被告人汪某某驾车行驶至路口右转弯时未让直行的电动自行车先行，致使所驾车辆右侧撞击电动自行车【【左侧→一侧】】，造成耿某某被该车碾压后当场死亡及两车损坏的重大道路交通事故。",
        "before_rp": "被害人耿某某(男，1979年8月28日生，江苏省宝应县人)驾驶牌号为“XXXXXXX”的电动自行车沿翔江公路西侧非机动车道由北向南行驶至曹安公路路口，由于被告人汪某某驾车行驶至路口右转弯时未让直行的电动自行车先行，致使所驾车辆右侧撞击电动自行车左侧，造成耿某某被该车碾压后当场死亡及两车损坏的重大道路交通事故。",
        "after_rp": "被害人耿某某(男，1979年8月28日生，江苏省宝应县人)驾驶牌号为“XXXXXXX”的电动自行车沿翔江公路西侧非机动车道由北向南行驶至曹安公路路口，由于被告人汪某某驾车行驶至路口右转弯时未让直行的电动自行车先行，致使所驾车辆右侧撞击电动自行车一侧，造成耿某某被该车碾压后当场死亡及两车损坏的重大道路交通事故。",
        "rp_pair": [
            "【【左侧→一侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-15416",
        "contain_rp": "遇刘岩岩驾驶牌号为上海XXXXXXX电动自行车沿下盐公路北侧非机动车道由东向西行驶至此，轻型自卸货车右前部与电动自行车【【左侧→外侧】】后部相撞，造成两车损坏、被害人刘岩岩经医院抢救无效死亡。",
        "before_rp": "遇刘岩岩驾驶牌号为上海XXXXXXX电动自行车沿下盐公路北侧非机动车道由东向西行驶至此，轻型自卸货车右前部与电动自行车左侧后部相撞，造成两车损坏、被害人刘岩岩经医院抢救无效死亡。",
        "after_rp": "遇刘岩岩驾驶牌号为上海XXXXXXX电动自行车沿下盐公路北侧非机动车道由东向西行驶至此，轻型自卸货车右前部与电动自行车外侧后部相撞，造成两车损坏、被害人刘岩岩经医院抢救无效死亡。",
        "rp_pair": [
            "【【左侧→外侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11442",
        "contain_rp": "站立，两脚分开，两脚间的距离略大于肩宽；然后蹲下，两膝尽量向外侧分开，两肘推两膝的【【内侧→下侧】】，弯曲两肘，双掌合十。",
        "before_rp": "站立，两脚分开，两脚间的距离略大于肩宽；然后蹲下，两膝尽量向外侧分开，两肘推两膝的内侧，弯曲两肘，双掌合十。",
        "after_rp": "站立，两脚分开，两脚间的距离略大于肩宽；然后蹲下，两膝尽量向外侧分开，两肘推两膝的下侧，弯曲两肘，双掌合十。",
        "rp_pair": [
            "【【内侧→下侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-15268",
        "contain_rp": "经审理查明，2016年2月14日12时10分许，被告人时某某驾驶沪DKXXXX重型厢式货车沿上海市浦东新区南芦公路由西向东行驶至新元南路路口遇绿灯右转弯，被害人谭某2驾驶电动自行车沿南芦公路南侧非机动车道由东向西直行至上述路口，被告人时某某因疏于观察，导致其所驾驶的车辆右前部与谭某2驾驶的电动自行车【【左侧→右侧】】中后部相撞，被害人谭某2当场倒地遭碾压而死亡。",
        "before_rp": "经审理查明，2016年2月14日12时10分许，被告人时某某驾驶沪DKXXXX重型厢式货车沿上海市浦东新区南芦公路由西向东行驶至新元南路路口遇绿灯右转弯，被害人谭某2驾驶电动自行车沿南芦公路南侧非机动车道由东向西直行至上述路口，被告人时某某因疏于观察，导致其所驾驶的车辆右前部与谭某2驾驶的电动自行车左侧中后部相撞，被害人谭某2当场倒地遭碾压而死亡。",
        "after_rp": "经审理查明，2016年2月14日12时10分许，被告人时某某驾驶沪DKXXXX重型厢式货车沿上海市浦东新区南芦公路由西向东行驶至新元南路路口遇绿灯右转弯，被害人谭某2驾驶电动自行车沿南芦公路南侧非机动车道由东向西直行至上述路口，被告人时某某因疏于观察，导致其所驾驶的车辆右前部与谭某2驾驶的电动自行车右侧中后部相撞，被害人谭某2当场倒地遭碾压而死亡。",
        "rp_pair": [
            "【【左侧→右侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-12437",
        "contain_rp": "公诉机关指控，2017年6月17日7时22分许，被告人苏某某驾驶号牌号码为沪BSXXXX的重型厢式货车沿上海市嘉定区浏翔公路机动车道由北向南行驶至丰登路路口遇绿灯向西右转弯时，遇被害人吴流在骑电动自行车沿浏翔公路西侧非机动车道由北向南直行通过该路口，由于苏某某驾车疏忽大意未确保安全且未按规定让行，致其货车右侧与电动自行车【【左侧→一侧】】及尾部发生碰撞，吴流在跌地后被货车碾压，送医院抢救无效死亡",
        "before_rp": "公诉机关指控，2017年6月17日7时22分许，被告人苏某某驾驶号牌号码为沪BSXXXX的重型厢式货车沿上海市嘉定区浏翔公路机动车道由北向南行驶至丰登路路口遇绿灯向西右转弯时，遇被害人吴流在骑电动自行车沿浏翔公路西侧非机动车道由北向南直行通过该路口，由于苏某某驾车疏忽大意未确保安全且未按规定让行，致其货车右侧与电动自行车左侧及尾部发生碰撞，吴流在跌地后被货车碾压，送医院抢救无效死亡",
        "after_rp": "公诉机关指控，2017年6月17日7时22分许，被告人苏某某驾驶号牌号码为沪BSXXXX的重型厢式货车沿上海市嘉定区浏翔公路机动车道由北向南行驶至丰登路路口遇绿灯向西右转弯时，遇被害人吴流在骑电动自行车沿浏翔公路西侧非机动车道由北向南直行通过该路口，由于苏某某驾车疏忽大意未确保安全且未按规定让行，致其货车右侧与电动自行车一侧及尾部发生碰撞，吴流在跌地后被货车碾压，送医院抢救无效死亡",
        "rp_pair": [
            "【【左侧→一侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-2539",
        "contain_rp": "右腿弯曲，并用脚跟顶住臀部，左腿跨过右膝，将左脚置于右膝外侧，并用右肘顶住左膝【【外侧→内侧】】，右手抓住左脚脚踝内侧，左手在臀部后侧撑住地面，吸气，后背挺直，目视右前方。",
        "before_rp": "右腿弯曲，并用脚跟顶住臀部，左腿跨过右膝，将左脚置于右膝外侧，并用右肘顶住左膝外侧，右手抓住左脚脚踝内侧，左手在臀部后侧撑住地面，吸气，后背挺直，目视右前方。",
        "after_rp": "右腿弯曲，并用脚跟顶住臀部，左腿跨过右膝，将左脚置于右膝外侧，并用右肘顶住左膝内侧，右手抓住左脚脚踝内侧，左手在臀部后侧撑住地面，吸气，后背挺直，目视右前方。",
        "rp_pair": [
            "【【外侧→内侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13314",
        "contain_rp": "收左脚，慢慢起身。呼气，慢慢向前弯身，两膝伸直不弯曲，前额贴向小腿，双手放在双脚【【两侧→上侧】】，手掌贴地。",
        "before_rp": "收左脚，慢慢起身。呼气，慢慢向前弯身，两膝伸直不弯曲，前额贴向小腿，双手放在双脚两侧，手掌贴地。",
        "after_rp": "收左脚，慢慢起身。呼气，慢慢向前弯身，两膝伸直不弯曲，前额贴向小腿，双手放在双脚上侧，手掌贴地。",
        "rp_pair": [
            "【【两侧→上侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11332",
        "contain_rp": "身体侧向弹力带呈半跪姿，左腿在前，胸部转向【【右侧→内侧】】，双手握弹力带置于体前，双臂伸直；双臂提举弹力带至胸部，同时，快速转向正面；双臂向左肩上方提举弹力带，至头顶左上方。双臂伸直，同时，胸部快速转向左侧。",
        "before_rp": "身体侧向弹力带呈半跪姿，左腿在前，胸部转向右侧，双手握弹力带置于体前，双臂伸直；双臂提举弹力带至胸部，同时，快速转向正面；双臂向左肩上方提举弹力带，至头顶左上方。双臂伸直，同时，胸部快速转向左侧。",
        "after_rp": "身体侧向弹力带呈半跪姿，左腿在前，胸部转向内侧，双手握弹力带置于体前，双臂伸直；双臂提举弹力带至胸部，同时，快速转向正面；双臂向左肩上方提举弹力带，至头顶左上方。双臂伸直，同时，胸部快速转向左侧。",
        "rp_pair": [
            "【【右侧→内侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10706",
        "contain_rp": "自行车由东向西通过此路口，被告人吴某某所驾车辆正面右部与浦某某所驾车【【左侧→外侧】】发生碰撞，造成两车损坏、浦某某倒地受伤并经医院抢救无效死亡的道路交通事故。",
        "before_rp": "自行车由东向西通过此路口，被告人吴某某所驾车辆正面右部与浦某某所驾车左侧发生碰撞，造成两车损坏、浦某某倒地受伤并经医院抢救无效死亡的道路交通事故。",
        "after_rp": "自行车由东向西通过此路口，被告人吴某某所驾车辆正面右部与浦某某所驾车外侧发生碰撞，造成两车损坏、浦某某倒地受伤并经医院抢救无效死亡的道路交通事故。",
        "rp_pair": [
            "【【左侧→外侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11515",
        "contain_rp": "身体呈左侧卧姿，左侧髋关节伸直，左腿屈膝呈90度角；右侧屈髋屈膝呈90度角，右腿膝关节置于泡沫轴上；背部挺直，左臂伸直置于地面上，左手张开；掌心朝上，右臂伸直与地面垂直，右手张开；掌心朝左，目视【【左侧→右侧】】方向。",
        "before_rp": "身体呈左侧卧姿，左侧髋关节伸直，左腿屈膝呈90度角；右侧屈髋屈膝呈90度角，右腿膝关节置于泡沫轴上；背部挺直，左臂伸直置于地面上，左手张开；掌心朝上，右臂伸直与地面垂直，右手张开；掌心朝左，目视左侧方向。",
        "after_rp": "身体呈左侧卧姿，左侧髋关节伸直，左腿屈膝呈90度角；右侧屈髋屈膝呈90度角，右腿膝关节置于泡沫轴上；背部挺直，左臂伸直置于地面上，左手张开；掌心朝上，右臂伸直与地面垂直，右手张开；掌心朝左，目视右侧方向。",
        "rp_pair": [
            "【【左侧→右侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13510",
        "contain_rp": "下肢与髋关节保持稳定，以胸椎为轴，头部与躯干向【【右侧→一侧】】旋转，直至左肘触及右臂。",
        "before_rp": "下肢与髋关节保持稳定，以胸椎为轴，头部与躯干向右侧旋转，直至左肘触及右臂。",
        "after_rp": "下肢与髋关节保持稳定，以胸椎为轴，头部与躯干向一侧旋转，直至左肘触及右臂。",
        "rp_pair": [
            "【【右侧→一侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-13862",
        "contain_rp": "从高速公路下来，越过山的坳口，通往书香村的宽广柏油路便出现在眼前。妻子激动地朝窗外喊：“书香村到了！”我偏头凝眸窗外，一条色彩缤纷的茂盛花木林带，从车的【【右侧→一侧】】掠过。在这里，我闻到了浓郁的乡土气息，欣赏到了绚丽的乡野色彩。",
        "before_rp": "从高速公路下来，越过山的坳口，通往书香村的宽广柏油路便出现在眼前。妻子激动地朝窗外喊：“书香村到了！”我偏头凝眸窗外，一条色彩缤纷的茂盛花木林带，从车的右侧掠过。在这里，我闻到了浓郁的乡土气息，欣赏到了绚丽的乡野色彩。",
        "after_rp": "从高速公路下来，越过山的坳口，通往书香村的宽广柏油路便出现在眼前。妻子激动地朝窗外喊：“书香村到了！”我偏头凝眸窗外，一条色彩缤纷的茂盛花木林带，从车的一侧掠过。在这里，我闻到了浓郁的乡土气息，欣赏到了绚丽的乡野色彩。",
        "rp_pair": [
            "【【右侧→一侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-13523",
        "contain_rp": "右侧髋关节外展，使【【右侧→外侧】】膝关节尽可能地贴近地面，直至右侧腹股沟及右腿大腿内侧肌群有中等程度的牵拉感，拉伸动作持续2秒左右。",
        "before_rp": "右侧髋关节外展，使右侧膝关节尽可能地贴近地面，直至右侧腹股沟及右腿大腿内侧肌群有中等程度的牵拉感，拉伸动作持续2秒左右。",
        "after_rp": "右侧髋关节外展，使外侧膝关节尽可能地贴近地面，直至右侧腹股沟及右腿大腿内侧肌群有中等程度的牵拉感，拉伸动作持续2秒左右。",
        "rp_pair": [
            "【【右侧→外侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10387",
        "contain_rp": "车道，其车辆右侧与在右侧车道内驾驶牌号为沪DRXXXX的普通二轮摩托车同向行驶的被害人陶茂刚左侧肢体及摩托车左侧发生碰撞，致被害人所驾驶的摩托车向右倒地，在倒地过程中，被告人刘2驾驶的轿车车尾与该摩托车车轮再次发生碰撞，同时，轿车车头与【【右侧→下侧】】隔离墩发生碰撞，后被告人刘2向左猛打方向，致其车辆撞上道路中央隔离栏后停下。",
        "before_rp": "车道，其车辆右侧与在右侧车道内驾驶牌号为沪DRXXXX的普通二轮摩托车同向行驶的被害人陶茂刚左侧肢体及摩托车左侧发生碰撞，致被害人所驾驶的摩托车向右倒地，在倒地过程中，被告人刘2驾驶的轿车车尾与该摩托车车轮再次发生碰撞，同时，轿车车头与右侧隔离墩发生碰撞，后被告人刘2向左猛打方向，致其车辆撞上道路中央隔离栏后停下。",
        "after_rp": "车道，其车辆右侧与在右侧车道内驾驶牌号为沪DRXXXX的普通二轮摩托车同向行驶的被害人陶茂刚左侧肢体及摩托车左侧发生碰撞，致被害人所驾驶的摩托车向右倒地，在倒地过程中，被告人刘2驾驶的轿车车尾与该摩托车车轮再次发生碰撞，同时，轿车车头与下侧隔离墩发生碰撞，后被告人刘2向左猛打方向，致其车辆撞上道路中央隔离栏后停下。",
        "rp_pair": [
            "【【右侧→下侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-4828",
        "contain_rp": "早上8点多，交通早高峰时段，也是医院门诊人流最集中的时段。在某城市市中心的一家医院大门【【外→里】】，由东向西的【【外侧→右侧】】车道上，需要穿过连续不断的非机动车流才能开进院门的车辆排起了长队，中间还夹杂着临时停车下客和未看清标识急于驶离或驶入的变道车辆。另一家医院大门外，“车位已满”牌子早就挂了出来。辅警和医院保安看到车辆就马上挥手要求驶离，但还是不断有车辆靠近询问“有没有车位。”",
        "before_rp": "早上8点多，交通早高峰时段，也是医院门诊人流最集中的时段。在某城市市中心的一家医院大门外→里】】，由东向西的【【外侧车道上，需要穿过连续不断的非机动车流才能开进院门的车辆排起了长队，中间还夹杂着临时停车下客和未看清标识急于驶离或驶入的变道车辆。另一家医院大门外，“车位已满”牌子早就挂了出来。辅警和医院保安看到车辆就马上挥手要求驶离，但还是不断有车辆靠近询问“有没有车位。”",
        "after_rp": "早上8点多，交通早高峰时段，也是医院门诊人流最集中的时段。在某城市市中心的一家医院大门里，由东向西的右侧车道上，需要穿过连续不断的非机动车流才能开进院门的车辆排起了长队，中间还夹杂着临时停车下客和未看清标识急于驶离或驶入的变道车辆。另一家医院大门外，“车位已满”牌子早就挂了出来。辅警和医院保安看到车辆就马上挥手要求驶离，但还是不断有车辆靠近询问“有没有车位。”",
        "rp_pair": [
            "【【外→里】】，由东向西的【【外侧→右侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13462",
        "contain_rp": "左侧髋关节外展，使左侧膝关节尽可能地贴近地面，直至【【左侧→两侧】】腹股沟及左腿大腿内侧肌群有中等程度的牵拉感；拉伸动作持续2秒左右。",
        "before_rp": "左侧髋关节外展，使左侧膝关节尽可能地贴近地面，直至左侧腹股沟及左腿大腿内侧肌群有中等程度的牵拉感；拉伸动作持续2秒左右。",
        "after_rp": "左侧髋关节外展，使左侧膝关节尽可能地贴近地面，直至两侧腹股沟及左腿大腿内侧肌群有中等程度的牵拉感；拉伸动作持续2秒左右。",
        "rp_pair": [
            "【【左侧→两侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11297",
        "contain_rp": "上体保持正直坐于垫上，右腿伸直，左腿屈膝，左脚放于右膝【【外侧→下侧】】，躯干转向左侧，左手支撑于地面，右手放在左膝上。",
        "before_rp": "上体保持正直坐于垫上，右腿伸直，左腿屈膝，左脚放于右膝外侧，躯干转向左侧，左手支撑于地面，右手放在左膝上。",
        "after_rp": "上体保持正直坐于垫上，右腿伸直，左腿屈膝，左脚放于右膝下侧，躯干转向左侧，左手支撑于地面，右手放在左膝上。",
        "rp_pair": [
            "【【外侧→下侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-15217",
        "contain_rp": "逢被害人王某某骑自行车沿向阳路的S4跨线桥由东向西行驶至田园路路口，客车车头与自行车【【左侧→右侧】】相撞，致被害人王某某倒地受伤，事发后被告人刘德冬即驾车逃离现场，被害人王某某经医院抢救无效于次日l3时许死亡。",
        "before_rp": "逢被害人王某某骑自行车沿向阳路的S4跨线桥由东向西行驶至田园路路口，客车车头与自行车左侧相撞，致被害人王某某倒地受伤，事发后被告人刘德冬即驾车逃离现场，被害人王某某经医院抢救无效于次日l3时许死亡。",
        "after_rp": "逢被害人王某某骑自行车沿向阳路的S4跨线桥由东向西行驶至田园路路口，客车车头与自行车右侧相撞，致被害人王某某倒地受伤，事发后被告人刘德冬即驾车逃离现场，被害人王某某经医院抢救无效于次日l3时许死亡。",
        "rp_pair": [
            "【【左侧→右侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-15574",
        "contain_rp": "李某二李某骑电动自行车沿亭卫公路西侧非机动车道由北向南直行超速行驶通过此路口，因被告人张某违反让行规定，造成其驾驶的厢式货车【【右侧→一侧】】前部与电动自行车左侧后部碰撞、二车损坏，李某二2倒地受伤(送医院抢救无效于当日死亡)的交通事故。",
        "before_rp": "李某二李某骑电动自行车沿亭卫公路西侧非机动车道由北向南直行超速行驶通过此路口，因被告人张某违反让行规定，造成其驾驶的厢式货车右侧前部与电动自行车左侧后部碰撞、二车损坏，李某二2倒地受伤(送医院抢救无效于当日死亡)的交通事故。",
        "after_rp": "李某二李某骑电动自行车沿亭卫公路西侧非机动车道由北向南直行超速行驶通过此路口，因被告人张某违反让行规定，造成其驾驶的厢式货车一侧前部与电动自行车左侧后部碰撞、二车损坏，李某二2倒地受伤(送医院抢救无效于当日死亡)的交通事故。",
        "rp_pair": [
            "【【右侧→一侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-2333",
        "contain_rp": "保持腹部收紧，抬【【一侧→右侧】】腿屈髋屈膝至大腿与地面接近平行，并抬对侧手臂伸直举过头顶同时，另一侧腿向前垫步跳。",
        "before_rp": "保持腹部收紧，抬一侧腿屈髋屈膝至大腿与地面接近平行，并抬对侧手臂伸直举过头顶同时，另一侧腿向前垫步跳。",
        "after_rp": "保持腹部收紧，抬右侧腿屈髋屈膝至大腿与地面接近平行，并抬对侧手臂伸直举过头顶同时，另一侧腿向前垫步跳。",
        "rp_pair": [
            "【【一侧→右侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-10233",
        "contain_rp": "经审理查明：被告人孟某某于2017年3月3日23时许，驾驶一辆未悬挂法定号牌的杰宝大王牌电动自行车后座载着同事何某某，沿本市凉城路由南向北行驶至车站南路路口附近时，为从【【左侧→一侧】】超越被害人谈某某同向骑行的自行车，孟某某的电动自行车右侧与谈某某的自行车左侧发生碰擦，致谈某某倒地，后孟某某逃逸。",
        "before_rp": "经审理查明：被告人孟某某于2017年3月3日23时许，驾驶一辆未悬挂法定号牌的杰宝大王牌电动自行车后座载着同事何某某，沿本市凉城路由南向北行驶至车站南路路口附近时，为从左侧超越被害人谈某某同向骑行的自行车，孟某某的电动自行车右侧与谈某某的自行车左侧发生碰擦，致谈某某倒地，后孟某某逃逸。",
        "after_rp": "经审理查明：被告人孟某某于2017年3月3日23时许，驾驶一辆未悬挂法定号牌的杰宝大王牌电动自行车后座载着同事何某某，沿本市凉城路由南向北行驶至车站南路路口附近时，为从一侧超越被害人谈某某同向骑行的自行车，孟某某的电动自行车右侧与谈某某的自行车左侧发生碰擦，致谈某某倒地，后孟某某逃逸。",
        "rp_pair": [
            "【【左侧→一侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-6389",
        "contain_rp": "元杂剧的故事情节复杂，人物角色增多，换场成为演出的必要环节。由此，出现了小三面观舞台，即在大三面观舞台的基础上，在两侧角柱间增设辅柱，并在辅柱与后角柱间砌墙，以区分前后台，方便演员换场。之后又出现了【【两侧→上侧】】角柱间完全砌墙的戏台，即一面观戏台。一面观戏台的两侧山墙进一步封闭了表演空间，有效保证演员免受风雨袭扰。",
        "before_rp": "元杂剧的故事情节复杂，人物角色增多，换场成为演出的必要环节。由此，出现了小三面观舞台，即在大三面观舞台的基础上，在两侧角柱间增设辅柱，并在辅柱与后角柱间砌墙，以区分前后台，方便演员换场。之后又出现了两侧角柱间完全砌墙的戏台，即一面观戏台。一面观戏台的两侧山墙进一步封闭了表演空间，有效保证演员免受风雨袭扰。",
        "after_rp": "元杂剧的故事情节复杂，人物角色增多，换场成为演出的必要环节。由此，出现了小三面观舞台，即在大三面观舞台的基础上，在两侧角柱间增设辅柱，并在辅柱与后角柱间砌墙，以区分前后台，方便演员换场。之后又出现了上侧角柱间完全砌墙的戏台，即一面观戏台。一面观戏台的两侧山墙进一步封闭了表演空间，有效保证演员免受风雨袭扰。",
        "rp_pair": [
            "【【两侧→上侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11520",
        "contain_rp": "身体呈坐姿，双腿分开尽量外展，双膝微屈；双臂置于双腿【【内侧→上侧】】，双手触地；目视前方。",
        "before_rp": "身体呈坐姿，双腿分开尽量外展，双膝微屈；双臂置于双腿内侧，双手触地；目视前方。",
        "after_rp": "身体呈坐姿，双腿分开尽量外展，双膝微屈；双臂置于双腿上侧，双手触地；目视前方。",
        "rp_pair": [
            "【【内侧→上侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10384",
        "contain_rp": "车道，其车辆右侧与在右侧车道内驾驶牌号为沪DRXXXX的普通二轮摩托车同向行驶的被害人陶茂刚左侧肢体及摩托车【【左侧→外侧】】发生碰撞，致被害人所驾驶的摩托车向右倒地，在倒地过程中，被告人刘2驾驶的轿车车尾与该摩托车车轮再次发生碰撞，同时，轿车车头与右侧隔离墩发生碰撞，后被告人刘2向左猛打方向，致其车辆撞上道路中央隔离栏后停下。",
        "before_rp": "车道，其车辆右侧与在右侧车道内驾驶牌号为沪DRXXXX的普通二轮摩托车同向行驶的被害人陶茂刚左侧肢体及摩托车左侧发生碰撞，致被害人所驾驶的摩托车向右倒地，在倒地过程中，被告人刘2驾驶的轿车车尾与该摩托车车轮再次发生碰撞，同时，轿车车头与右侧隔离墩发生碰撞，后被告人刘2向左猛打方向，致其车辆撞上道路中央隔离栏后停下。",
        "after_rp": "车道，其车辆右侧与在右侧车道内驾驶牌号为沪DRXXXX的普通二轮摩托车同向行驶的被害人陶茂刚左侧肢体及摩托车外侧发生碰撞，致被害人所驾驶的摩托车向右倒地，在倒地过程中，被告人刘2驾驶的轿车车尾与该摩托车车轮再次发生碰撞，同时，轿车车头与右侧隔离墩发生碰撞，后被告人刘2向左猛打方向，致其车辆撞上道路中央隔离栏后停下。",
        "rp_pair": [
            "【【左侧→外侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-15362",
        "contain_rp": "路西侧非机动车道由北向南行驶至此，谢某某因疏于观察而妨碍被放行的电动自行车通行，造成重型半挂牵引车右前部与电动自行车【【左侧→右侧】】后部相撞，电动自行车倒地后周惠芳遭重型半挂牵引车碾压，后经医院医治无效死亡、陈某某受伤及车辆损坏的道路交通事故。",
        "before_rp": "路西侧非机动车道由北向南行驶至此，谢某某因疏于观察而妨碍被放行的电动自行车通行，造成重型半挂牵引车右前部与电动自行车左侧后部相撞，电动自行车倒地后周惠芳遭重型半挂牵引车碾压，后经医院医治无效死亡、陈某某受伤及车辆损坏的道路交通事故。",
        "after_rp": "路西侧非机动车道由北向南行驶至此，谢某某因疏于观察而妨碍被放行的电动自行车通行，造成重型半挂牵引车右前部与电动自行车右侧后部相撞，电动自行车倒地后周惠芳遭重型半挂牵引车碾压，后经医院医治无效死亡、陈某某受伤及车辆损坏的道路交通事故。",
        "rp_pair": [
            "【【左侧→右侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11669",
        "contain_rp": "中国红十字会救护总队就设在图云关的山谷里。一条公路从两山中穿过，公路【【两边→右边】】的山坡上，有一排排草房，这便是红十字会所在地——战时中国最大的医学中心、战场医疗救护队伍的大本营，也是外国援华医生们的目的地。",
        "before_rp": "中国红十字会救护总队就设在图云关的山谷里。一条公路从两山中穿过，公路两边的山坡上，有一排排草房，这便是红十字会所在地——战时中国最大的医学中心、战场医疗救护队伍的大本营，也是外国援华医生们的目的地。",
        "after_rp": "中国红十字会救护总队就设在图云关的山谷里。一条公路从两山中穿过，公路右边的山坡上，有一排排草房，这便是红十字会所在地——战时中国最大的医学中心、战场医疗救护队伍的大本营，也是外国援华医生们的目的地。",
        "rp_pair": [
            "【【两边→右边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-914",
        "contain_rp": "在写第一个字以前，他担心地朝门口和窗户看了几眼，又斜着眼看了一下那个昏暗的神像，神像【【两边→左边】】是两排架子，架子【【上→下】】摆满了楦头。他叹了一口气，跪在作台前边，把那张纸铺在作台上。",
        "before_rp": "在写第一个字以前，他担心地朝门口和窗户看了几眼，又斜着眼看了一下那个昏暗的神像，神像两边→左边】】是两排架子，架子【【上摆满了楦头。他叹了一口气，跪在作台前边，把那张纸铺在作台上。",
        "after_rp": "在写第一个字以前，他担心地朝门口和窗户看了几眼，又斜着眼看了一下那个昏暗的神像，神像左边是两排架子，架子下摆满了楦头。他叹了一口气，跪在作台前边，把那张纸铺在作台上。",
        "rp_pair": [
            "【【两边→左边】】是两排架子，架子【【上→下】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-6555",
        "contain_rp": "清洗，剪枝，套上真空袋，整齐码进已经贴好快递单的泡沫箱里封装……在林宗俭【【旁边→后边】】的小平房内，十几名蕉农正忙着打包。林宗俭前一天直播时，粉丝下的订单共有6000多件，大多数是9斤装，价格在10元左右，蕉农们要在一天内完成打包发货。",
        "before_rp": "清洗，剪枝，套上真空袋，整齐码进已经贴好快递单的泡沫箱里封装……在林宗俭旁边的小平房内，十几名蕉农正忙着打包。林宗俭前一天直播时，粉丝下的订单共有6000多件，大多数是9斤装，价格在10元左右，蕉农们要在一天内完成打包发货。",
        "after_rp": "清洗，剪枝，套上真空袋，整齐码进已经贴好快递单的泡沫箱里封装……在林宗俭后边的小平房内，十几名蕉农正忙着打包。林宗俭前一天直播时，粉丝下的订单共有6000多件，大多数是9斤装，价格在10元左右，蕉农们要在一天内完成打包发货。",
        "rp_pair": [
            "【【旁边→后边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-7131",
        "contain_rp": "问起女服务员，回答说，城里什么都有，就是缺这玩意儿。天狗就笑笑，认为城里还是有不如山里的地方——那堡子【【后边→外边】】的山上，满是黄麦菅草，将草根扎成一束，他们世世代代就用它刷洗锅碗。但天狗没说出口，怕人家笑话。夜晚，食堂关门，别人下班，天狗就睡在车站候车室椅子上。",
        "before_rp": "问起女服务员，回答说，城里什么都有，就是缺这玩意儿。天狗就笑笑，认为城里还是有不如山里的地方——那堡子后边的山上，满是黄麦菅草，将草根扎成一束，他们世世代代就用它刷洗锅碗。但天狗没说出口，怕人家笑话。夜晚，食堂关门，别人下班，天狗就睡在车站候车室椅子上。",
        "after_rp": "问起女服务员，回答说，城里什么都有，就是缺这玩意儿。天狗就笑笑，认为城里还是有不如山里的地方——那堡子外边的山上，满是黄麦菅草，将草根扎成一束，他们世世代代就用它刷洗锅碗。但天狗没说出口，怕人家笑话。夜晚，食堂关门，别人下班，天狗就睡在车站候车室椅子上。",
        "rp_pair": [
            "【【后边→外边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-14934",
        "contain_rp": "宋凡平站了起来，站起来的宋凡平没有眼泪了，他幸福地对那几个红袖章笑了笑。然后宋凡平像个英雄走向了仓库的大门，虽然他郎当着【【左边→两边】】的胳膊，走到门口时，他转身向李光头和宋钢挥了挥右手。宋凡平挥动右手时的模样牛气冲天，就像是毛主席在天安门城楼上向百万游行的人群挥手似的。",
        "before_rp": "宋凡平站了起来，站起来的宋凡平没有眼泪了，他幸福地对那几个红袖章笑了笑。然后宋凡平像个英雄走向了仓库的大门，虽然他郎当着左边的胳膊，走到门口时，他转身向李光头和宋钢挥了挥右手。宋凡平挥动右手时的模样牛气冲天，就像是毛主席在天安门城楼上向百万游行的人群挥手似的。",
        "after_rp": "宋凡平站了起来，站起来的宋凡平没有眼泪了，他幸福地对那几个红袖章笑了笑。然后宋凡平像个英雄走向了仓库的大门，虽然他郎当着两边的胳膊，走到门口时，他转身向李光头和宋钢挥了挥右手。宋凡平挥动右手时的模样牛气冲天，就像是毛主席在天安门城楼上向百万游行的人群挥手似的。",
        "rp_pair": [
            "【【左边→两边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14935",
        "contain_rp": "宋凡平站了起来，站起来的宋凡平没有眼泪了，他幸福地对那几个红袖章笑了笑。然后宋凡平像个英雄走向了仓库的大门，虽然他郎当着【【左边→右边】】的胳膊，走到门口时，他转身向李光头和宋钢挥了挥右手。宋凡平挥动右手时的模样牛气冲天，就像是毛主席在天安门城楼上向百万游行的人群挥手似的。",
        "before_rp": "宋凡平站了起来，站起来的宋凡平没有眼泪了，他幸福地对那几个红袖章笑了笑。然后宋凡平像个英雄走向了仓库的大门，虽然他郎当着左边的胳膊，走到门口时，他转身向李光头和宋钢挥了挥右手。宋凡平挥动右手时的模样牛气冲天，就像是毛主席在天安门城楼上向百万游行的人群挥手似的。",
        "after_rp": "宋凡平站了起来，站起来的宋凡平没有眼泪了，他幸福地对那几个红袖章笑了笑。然后宋凡平像个英雄走向了仓库的大门，虽然他郎当着右边的胳膊，走到门口时，他转身向李光头和宋钢挥了挥右手。宋凡平挥动右手时的模样牛气冲天，就像是毛主席在天安门城楼上向百万游行的人群挥手似的。",
        "rp_pair": [
            "【【左边→右边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-1932",
        "contain_rp": "晚饭时分，鲁本跨进家门，父亲正坐在厨房饭桌旁摆弄他的鱼网，母亲多拉在炉子【【旁边→一边】】忙碌着，准备晚饭。鲁本搬了个凳子在饭桌旁坐了下来，他看着母亲微笑了。夕阳透进窗户洒在母亲的金发上，看上去修长而美丽。",
        "before_rp": "晚饭时分，鲁本跨进家门，父亲正坐在厨房饭桌旁摆弄他的鱼网，母亲多拉在炉子旁边忙碌着，准备晚饭。鲁本搬了个凳子在饭桌旁坐了下来，他看着母亲微笑了。夕阳透进窗户洒在母亲的金发上，看上去修长而美丽。",
        "after_rp": "晚饭时分，鲁本跨进家门，父亲正坐在厨房饭桌旁摆弄他的鱼网，母亲多拉在炉子一边忙碌着，准备晚饭。鲁本搬了个凳子在饭桌旁坐了下来，他看着母亲微笑了。夕阳透进窗户洒在母亲的金发上，看上去修长而美丽。",
        "rp_pair": [
            "【【旁边→一边】】"
        ],
        "label": 1
    },
    {
        "qid": "1-dev-11711",
        "contain_rp": "老街是我常常流连的地方。青石板的路面据传是明代官道的遗迹，从【【两边→左边】】的门头上伸出来的、油漆斑驳的小吊楼，似乎在向人们炫耀自己的历史。这里是整个县城最热闹的去处：烟火腾腾的小饭馆，人头攒动的副食店，推车挑担的赶圩农民，沿街拉琴的盲艺人，饶舌的理发匠，寡言的老裁缝，补锅补碗的，修伞修鞋的……从上街头到下街头，熙熙攘攘，水泄不通。我在这里有许多年轻的朋友。我们常常一起争论文学，抬起脚就去庐山漫游。多年来，他们大多被我请进了我的小说之中。",
        "before_rp": "老街是我常常流连的地方。青石板的路面据传是明代官道的遗迹，从两边的门头上伸出来的、油漆斑驳的小吊楼，似乎在向人们炫耀自己的历史。这里是整个县城最热闹的去处：烟火腾腾的小饭馆，人头攒动的副食店，推车挑担的赶圩农民，沿街拉琴的盲艺人，饶舌的理发匠，寡言的老裁缝，补锅补碗的，修伞修鞋的……从上街头到下街头，熙熙攘攘，水泄不通。我在这里有许多年轻的朋友。我们常常一起争论文学，抬起脚就去庐山漫游。多年来，他们大多被我请进了我的小说之中。",
        "after_rp": "老街是我常常流连的地方。青石板的路面据传是明代官道的遗迹，从左边的门头上伸出来的、油漆斑驳的小吊楼，似乎在向人们炫耀自己的历史。这里是整个县城最热闹的去处：烟火腾腾的小饭馆，人头攒动的副食店，推车挑担的赶圩农民，沿街拉琴的盲艺人，饶舌的理发匠，寡言的老裁缝，补锅补碗的，修伞修鞋的……从上街头到下街头，熙熙攘攘，水泄不通。我在这里有许多年轻的朋友。我们常常一起争论文学，抬起脚就去庐山漫游。多年来，他们大多被我请进了我的小说之中。",
        "rp_pair": [
            "【【两边→左边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-12169",
        "contain_rp": "这天晚上李兰做了一顿豆腐饭，这是我们刘镇的风俗，办丧事的人家都会做这样一顿饭。李兰做了一大盆豆腐放在桌子的中间，还有一碗炒青菜。天黑了灯亮了以后，三个人坐到了桌子前，宋凡平的棺材就在【【旁边→一边】】，一碗油灯点亮了放在棺材【【上→边】】，这是长明灯，照亮宋凡平走向阴间的道路，宋凡平就不会被绊倒。",
        "before_rp": "这天晚上李兰做了一顿豆腐饭，这是我们刘镇的风俗，办丧事的人家都会做这样一顿饭。李兰做了一大盆豆腐放在桌子的中间，还有一碗炒青菜。天黑了灯亮了以后，三个人坐到了桌子前，宋凡平的棺材就在旁边→一边】】，一碗油灯点亮了放在棺材【【上，这是长明灯，照亮宋凡平走向阴间的道路，宋凡平就不会被绊倒。",
        "after_rp": "这天晚上李兰做了一顿豆腐饭，这是我们刘镇的风俗，办丧事的人家都会做这样一顿饭。李兰做了一大盆豆腐放在桌子的中间，还有一碗炒青菜。天黑了灯亮了以后，三个人坐到了桌子前，宋凡平的棺材就在一边，一碗油灯点亮了放在棺材边，这是长明灯，照亮宋凡平走向阴间的道路，宋凡平就不会被绊倒。",
        "rp_pair": [
            "【【旁边→一边】】，一碗油灯点亮了放在棺材【【上→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-7431",
        "contain_rp": "我梦见小翠又来我们宿舍，我们六个人用皮筋打纸叠的子弹，黄芪的皮筋断了，问小翠借，小翠在兜里找了找，没有，随手把小辫儿上的撸下来，递给黄芪，没皮筋的一边头发散着，另【【一边→外边】】有皮筋的还扎在一起。",
        "before_rp": "我梦见小翠又来我们宿舍，我们六个人用皮筋打纸叠的子弹，黄芪的皮筋断了，问小翠借，小翠在兜里找了找，没有，随手把小辫儿上的撸下来，递给黄芪，没皮筋的一边头发散着，另一边有皮筋的还扎在一起。",
        "after_rp": "我梦见小翠又来我们宿舍，我们六个人用皮筋打纸叠的子弹，黄芪的皮筋断了，问小翠借，小翠在兜里找了找，没有，随手把小辫儿上的撸下来，递给黄芪，没皮筋的一边头发散着，另外边有皮筋的还扎在一起。",
        "rp_pair": [
            "【【一边→外边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-3330",
        "contain_rp": "继续往里走，前头一亩多的菜地，盖着塑料薄膜，太阳一照亮晃晃的。大伯说：“靠【【里边→前边】】的是黄精，还有金银花。咱这山里，落籽出苗，见风就长。”",
        "before_rp": "继续往里走，前头一亩多的菜地，盖着塑料薄膜，太阳一照亮晃晃的。大伯说：“靠里边的是黄精，还有金银花。咱这山里，落籽出苗，见风就长。”",
        "after_rp": "继续往里走，前头一亩多的菜地，盖着塑料薄膜，太阳一照亮晃晃的。大伯说：“靠前边的是黄精，还有金银花。咱这山里，落籽出苗，见风就长。”",
        "rp_pair": [
            "【【里边→前边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13405",
        "contain_rp": "右手向体后伸出并用手掌抓住右脚的脚跟，假如完成这一动作有难度的话，也可以试着将手放在脚后跟【【旁边→左边】】的地面上，并用手掌贴地，但是要保持双腿平行，膝盖不动。",
        "before_rp": "右手向体后伸出并用手掌抓住右脚的脚跟，假如完成这一动作有难度的话，也可以试着将手放在脚后跟旁边的地面上，并用手掌贴地，但是要保持双腿平行，膝盖不动。",
        "after_rp": "右手向体后伸出并用手掌抓住右脚的脚跟，假如完成这一动作有难度的话，也可以试着将手放在脚后跟左边的地面上，并用手掌贴地，但是要保持双腿平行，膝盖不动。",
        "rp_pair": [
            "【【旁边→左边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-12156",
        "contain_rp": "这天晚上李兰做了一顿豆腐饭，这是我们刘镇的风俗，办丧事的人家都会做这样一顿饭。李兰做了一大盆豆腐放在桌子的中间，还有一碗炒青菜。天黑了灯亮了以后，三个人坐到了桌子前，宋凡平的棺材就在【【旁边→外边】】，一碗油灯点亮了放在棺材上，这是长明灯，照亮宋凡平走向阴间的道路，宋凡平就不会被绊倒。",
        "before_rp": "这天晚上李兰做了一顿豆腐饭，这是我们刘镇的风俗，办丧事的人家都会做这样一顿饭。李兰做了一大盆豆腐放在桌子的中间，还有一碗炒青菜。天黑了灯亮了以后，三个人坐到了桌子前，宋凡平的棺材就在旁边，一碗油灯点亮了放在棺材上，这是长明灯，照亮宋凡平走向阴间的道路，宋凡平就不会被绊倒。",
        "after_rp": "这天晚上李兰做了一顿豆腐饭，这是我们刘镇的风俗，办丧事的人家都会做这样一顿饭。李兰做了一大盆豆腐放在桌子的中间，还有一碗炒青菜。天黑了灯亮了以后，三个人坐到了桌子前，宋凡平的棺材就在外边，一碗油灯点亮了放在棺材上，这是长明灯，照亮宋凡平走向阴间的道路，宋凡平就不会被绊倒。",
        "rp_pair": [
            "【【旁边→外边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-8621",
        "contain_rp": "宋钢掉头向着医院奔跑，李光头关上门继续睡觉。李光头打算只睡一会儿，连日的疲惫让他一觉睡到了中午，当他起床来到医院的病房时，见到的情景让他吃惊，李兰竟然坐起来了，说话的声音也比昨天响亮多了，宋钢坐在病床【【旁边→左边】】的凳子上，正在说着乡下的事。李光头心想她是不是见到宋钢病就好了一半？李光头不知道这是回光返照，李兰在生命行将结束的时候突然来了精神，她看到李光头进来时还笑了起来，她心疼地说：",
        "before_rp": "宋钢掉头向着医院奔跑，李光头关上门继续睡觉。李光头打算只睡一会儿，连日的疲惫让他一觉睡到了中午，当他起床来到医院的病房时，见到的情景让他吃惊，李兰竟然坐起来了，说话的声音也比昨天响亮多了，宋钢坐在病床旁边的凳子上，正在说着乡下的事。李光头心想她是不是见到宋钢病就好了一半？李光头不知道这是回光返照，李兰在生命行将结束的时候突然来了精神，她看到李光头进来时还笑了起来，她心疼地说：",
        "after_rp": "宋钢掉头向着医院奔跑，李光头关上门继续睡觉。李光头打算只睡一会儿，连日的疲惫让他一觉睡到了中午，当他起床来到医院的病房时，见到的情景让他吃惊，李兰竟然坐起来了，说话的声音也比昨天响亮多了，宋钢坐在病床左边的凳子上，正在说着乡下的事。李光头心想她是不是见到宋钢病就好了一半？李光头不知道这是回光返照，李兰在生命行将结束的时候突然来了精神，她看到李光头进来时还笑了起来，她心疼地说：",
        "rp_pair": [
            "【【旁边→左边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-6473",
        "contain_rp": "走进单春华家，玄关墙壁上安装了一个折叠椅。放下折叠椅，可以坐在上面换鞋。来到客厅，沙发旁新添了扶手。老人介绍：“久坐看书或看电视，想起身时有了助力。”走进厨房，地面瓷砖涂上了防滑材料，走在上面增加了摩擦感。卧室床边也安装了扶手，方便老人起床。卫生间和浴室地面都铺有防滑垫，马桶【【两边→前边】】安装了扶手，浴室里还放着一把洗澡椅。记者发现，老人家中每个门框边都安装了扶手，每个门槛内外都改造成斜坡。",
        "before_rp": "走进单春华家，玄关墙壁上安装了一个折叠椅。放下折叠椅，可以坐在上面换鞋。来到客厅，沙发旁新添了扶手。老人介绍：“久坐看书或看电视，想起身时有了助力。”走进厨房，地面瓷砖涂上了防滑材料，走在上面增加了摩擦感。卧室床边也安装了扶手，方便老人起床。卫生间和浴室地面都铺有防滑垫，马桶两边安装了扶手，浴室里还放着一把洗澡椅。记者发现，老人家中每个门框边都安装了扶手，每个门槛内外都改造成斜坡。",
        "after_rp": "走进单春华家，玄关墙壁上安装了一个折叠椅。放下折叠椅，可以坐在上面换鞋。来到客厅，沙发旁新添了扶手。老人介绍：“久坐看书或看电视，想起身时有了助力。”走进厨房，地面瓷砖涂上了防滑材料，走在上面增加了摩擦感。卧室床边也安装了扶手，方便老人起床。卫生间和浴室地面都铺有防滑垫，马桶前边安装了扶手，浴室里还放着一把洗澡椅。记者发现，老人家中每个门框边都安装了扶手，每个门槛内外都改造成斜坡。",
        "rp_pair": [
            "【【两边→前边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-3332",
        "contain_rp": "继续往里走，前头一亩多的菜地，盖着塑料薄膜，太阳一照亮晃晃的。大伯说：“靠【【里边→外边】】的是黄精，还有金银花。咱这山里，落籽出苗，见风就长。”",
        "before_rp": "继续往里走，前头一亩多的菜地，盖着塑料薄膜，太阳一照亮晃晃的。大伯说：“靠里边的是黄精，还有金银花。咱这山里，落籽出苗，见风就长。”",
        "after_rp": "继续往里走，前头一亩多的菜地，盖着塑料薄膜，太阳一照亮晃晃的。大伯说：“靠外边的是黄精，还有金银花。咱这山里，落籽出苗，见风就长。”",
        "rp_pair": [
            "【【里边→外边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-15637",
        "contain_rp": "人民大会堂在我的左边，但在天安门城楼的【【右边→侧边】】。",
        "before_rp": "人民大会堂在我的左边，但在天安门城楼的右边。",
        "after_rp": "人民大会堂在我的左边，但在天安门城楼的侧边。",
        "rp_pair": [
            "【【右边→侧边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-11709",
        "contain_rp": "老街是我常常流连的地方。青石板的路面据传是明代官道的遗迹，从【【两边→上边】】的门头上伸出来的、油漆斑驳的小吊楼，似乎在向人们炫耀自己的历史。这里是整个县城最热闹的去处：烟火腾腾的小饭馆，人头攒动的副食店，推车挑担的赶圩农民，沿街拉琴的盲艺人，饶舌的理发匠，寡言的老裁缝，补锅补碗的，修伞修鞋的……从上街头到下街头，熙熙攘攘，水泄不通。我在这里有许多年轻的朋友。我们常常一起争论文学，抬起脚就去庐山漫游。多年来，他们大多被我请进了我的小说之中。",
        "before_rp": "老街是我常常流连的地方。青石板的路面据传是明代官道的遗迹，从两边的门头上伸出来的、油漆斑驳的小吊楼，似乎在向人们炫耀自己的历史。这里是整个县城最热闹的去处：烟火腾腾的小饭馆，人头攒动的副食店，推车挑担的赶圩农民，沿街拉琴的盲艺人，饶舌的理发匠，寡言的老裁缝，补锅补碗的，修伞修鞋的……从上街头到下街头，熙熙攘攘，水泄不通。我在这里有许多年轻的朋友。我们常常一起争论文学，抬起脚就去庐山漫游。多年来，他们大多被我请进了我的小说之中。",
        "after_rp": "老街是我常常流连的地方。青石板的路面据传是明代官道的遗迹，从上边的门头上伸出来的、油漆斑驳的小吊楼，似乎在向人们炫耀自己的历史。这里是整个县城最热闹的去处：烟火腾腾的小饭馆，人头攒动的副食店，推车挑担的赶圩农民，沿街拉琴的盲艺人，饶舌的理发匠，寡言的老裁缝，补锅补碗的，修伞修鞋的……从上街头到下街头，熙熙攘攘，水泄不通。我在这里有许多年轻的朋友。我们常常一起争论文学，抬起脚就去庐山漫游。多年来，他们大多被我请进了我的小说之中。",
        "rp_pair": [
            "【【两边→上边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-1139",
        "contain_rp": "现在，格里高尔由于受了伤也许永远丧失了灵活行动的能力，眼下像一个老弱病残需要用好多分钟才能横贯他的房间——在高处爬行已是不可能，可是他为自己状况的这种恶化还是得到了一种在他看来完全足够的补偿，这就是每到傍晚时分那扇他惯常在一两个小时前便加以严密观察的起居室门便会打开，致使他躺在自己房间里的暗处，不为起居室里的人所看见，可以看见全家人坐在照亮的桌子【【旁边→一边】】，可以倾听他们的谈话，可以说这是得到全体应允的，所以完全不同于已往。",
        "before_rp": "现在，格里高尔由于受了伤也许永远丧失了灵活行动的能力，眼下像一个老弱病残需要用好多分钟才能横贯他的房间——在高处爬行已是不可能，可是他为自己状况的这种恶化还是得到了一种在他看来完全足够的补偿，这就是每到傍晚时分那扇他惯常在一两个小时前便加以严密观察的起居室门便会打开，致使他躺在自己房间里的暗处，不为起居室里的人所看见，可以看见全家人坐在照亮的桌子旁边，可以倾听他们的谈话，可以说这是得到全体应允的，所以完全不同于已往。",
        "after_rp": "现在，格里高尔由于受了伤也许永远丧失了灵活行动的能力，眼下像一个老弱病残需要用好多分钟才能横贯他的房间——在高处爬行已是不可能，可是他为自己状况的这种恶化还是得到了一种在他看来完全足够的补偿，这就是每到傍晚时分那扇他惯常在一两个小时前便加以严密观察的起居室门便会打开，致使他躺在自己房间里的暗处，不为起居室里的人所看见，可以看见全家人坐在照亮的桌子一边，可以倾听他们的谈话，可以说这是得到全体应允的，所以完全不同于已往。",
        "rp_pair": [
            "【【旁边→一边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-14693",
        "contain_rp": "这时候的阳光的颜色开始变红了，两个孩子走到了屋外，看到太阳正在落山。他们想起了宋凡平早晨说过的话，宋凡平说太阳落山的时候他和李兰就会回到家中。他们觉得自己的母亲就要回来了，李光头和宋钢拉着手在夕阳的余辉里再次走向了车站。两个孩子走过车站【【旁边→左边】】那家点心店时，看到苏妈坐在里面，宋钢对她说：",
        "before_rp": "这时候的阳光的颜色开始变红了，两个孩子走到了屋外，看到太阳正在落山。他们想起了宋凡平早晨说过的话，宋凡平说太阳落山的时候他和李兰就会回到家中。他们觉得自己的母亲就要回来了，李光头和宋钢拉着手在夕阳的余辉里再次走向了车站。两个孩子走过车站旁边那家点心店时，看到苏妈坐在里面，宋钢对她说：",
        "after_rp": "这时候的阳光的颜色开始变红了，两个孩子走到了屋外，看到太阳正在落山。他们想起了宋凡平早晨说过的话，宋凡平说太阳落山的时候他和李兰就会回到家中。他们觉得自己的母亲就要回来了，李光头和宋钢拉着手在夕阳的余辉里再次走向了车站。两个孩子走过车站左边那家点心店时，看到苏妈坐在里面，宋钢对她说：",
        "rp_pair": [
            "【【旁边→左边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-908",
        "contain_rp": "在写第一个字以前，他担心地朝门口和窗户看了几眼，又斜着眼看了一下那个昏暗的神像，神像两边是两排架子，架子上摆满了楦头。他叹了一口气，跪在作台【【前边→后边】】，把那张纸铺在作台上。",
        "before_rp": "在写第一个字以前，他担心地朝门口和窗户看了几眼，又斜着眼看了一下那个昏暗的神像，神像两边是两排架子，架子上摆满了楦头。他叹了一口气，跪在作台前边，把那张纸铺在作台上。",
        "after_rp": "在写第一个字以前，他担心地朝门口和窗户看了几眼，又斜着眼看了一下那个昏暗的神像，神像两边是两排架子，架子上摆满了楦头。他叹了一口气，跪在作台后边，把那张纸铺在作台上。",
        "rp_pair": [
            "【【前边→后边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-3501",
        "contain_rp": "可村民孙玉华还记得，过去的茶棚村是啥样的，“街道【【两边→左边】】盖房子，房子【【外面→后面】】搭棚子，一摆摆到路边子，逢集都过不去车。”",
        "before_rp": "可村民孙玉华还记得，过去的茶棚村是啥样的，“街道两边→左边】】盖房子，房子【【外面搭棚子，一摆摆到路边子，逢集都过不去车。”",
        "after_rp": "可村民孙玉华还记得，过去的茶棚村是啥样的，“街道左边盖房子，房子后面搭棚子，一摆摆到路边子，逢集都过不去车。”",
        "rp_pair": [
            "【【两边→左边】】盖房子，房子【【外面→后面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13749",
        "contain_rp": "塔克拉玛干，中国最大的沙漠。仲夏季节，骄阳似火，万里无云。汽车由北向南进入大漠，满眼黄沙漫漫。没过多久，蓦然发现公路【【两边→一边】】竟然郁郁葱葱，让人有些惊讶。",
        "before_rp": "塔克拉玛干，中国最大的沙漠。仲夏季节，骄阳似火，万里无云。汽车由北向南进入大漠，满眼黄沙漫漫。没过多久，蓦然发现公路两边竟然郁郁葱葱，让人有些惊讶。",
        "after_rp": "塔克拉玛干，中国最大的沙漠。仲夏季节，骄阳似火，万里无云。汽车由北向南进入大漠，满眼黄沙漫漫。没过多久，蓦然发现公路一边竟然郁郁葱葱，让人有些惊讶。",
        "rp_pair": [
            "【【两边→一边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13288",
        "contain_rp": "上身保持挺直，眼睛平视前方，在右腿平直前伸的情况下弯曲左腿，将左脚放在右腿的膝盖【【旁边→左边】】，并用双手抱住左小腿。",
        "before_rp": "上身保持挺直，眼睛平视前方，在右腿平直前伸的情况下弯曲左腿，将左脚放在右腿的膝盖旁边，并用双手抱住左小腿。",
        "after_rp": "上身保持挺直，眼睛平视前方，在右腿平直前伸的情况下弯曲左腿，将左脚放在右腿的膝盖左边，并用双手抱住左小腿。",
        "rp_pair": [
            "【【旁边→左边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-13094",
        "contain_rp": "他们俩走到一个园子【【旁边→前边】】。园子四面有围墙，里面种了很多树，茂盛的枝叶伸出墙外来。骆驼一抬头就吃到了树叶。羊抬起前腿，扒在墙上，脖子伸得老长，还是吃不着。骆驼说：“你看，这可以证明了吧，高比矮好。”羊摇了摇头，不肯认输。",
        "before_rp": "他们俩走到一个园子旁边。园子四面有围墙，里面种了很多树，茂盛的枝叶伸出墙外来。骆驼一抬头就吃到了树叶。羊抬起前腿，扒在墙上，脖子伸得老长，还是吃不着。骆驼说：“你看，这可以证明了吧，高比矮好。”羊摇了摇头，不肯认输。",
        "after_rp": "他们俩走到一个园子前边。园子四面有围墙，里面种了很多树，茂盛的枝叶伸出墙外来。骆驼一抬头就吃到了树叶。羊抬起前腿，扒在墙上，脖子伸得老长，还是吃不着。骆驼说：“你看，这可以证明了吧，高比矮好。”羊摇了摇头，不肯认输。",
        "rp_pair": [
            "【【旁边→前边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13401",
        "contain_rp": "右手向体后伸出并用手掌抓住右脚的脚跟，假如完成这一动作有难度的话，也可以试着将手放在脚后跟【【旁边→一边】】的地面上，并用手掌贴地，但是要保持双腿平行，膝盖不动。",
        "before_rp": "右手向体后伸出并用手掌抓住右脚的脚跟，假如完成这一动作有难度的话，也可以试着将手放在脚后跟旁边的地面上，并用手掌贴地，但是要保持双腿平行，膝盖不动。",
        "after_rp": "右手向体后伸出并用手掌抓住右脚的脚跟，假如完成这一动作有难度的话，也可以试着将手放在脚后跟一边的地面上，并用手掌贴地，但是要保持双腿平行，膝盖不动。",
        "rp_pair": [
            "【【旁边→一边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-12153",
        "contain_rp": "这天晚上李兰做了一顿豆腐饭，这是我们刘镇的风俗，办丧事的人家都会做这样一顿饭。李兰做了一大盆豆腐放在桌子的中间，还有一碗炒青菜。天黑了灯亮了以后，三个人坐到了桌子前，宋凡平的棺材就在【【旁边→一边】】，一碗油灯点亮了放在棺材上，这是长明灯，照亮宋凡平走向阴间的道路，宋凡平就不会被绊倒。",
        "before_rp": "这天晚上李兰做了一顿豆腐饭，这是我们刘镇的风俗，办丧事的人家都会做这样一顿饭。李兰做了一大盆豆腐放在桌子的中间，还有一碗炒青菜。天黑了灯亮了以后，三个人坐到了桌子前，宋凡平的棺材就在旁边，一碗油灯点亮了放在棺材上，这是长明灯，照亮宋凡平走向阴间的道路，宋凡平就不会被绊倒。",
        "after_rp": "这天晚上李兰做了一顿豆腐饭，这是我们刘镇的风俗，办丧事的人家都会做这样一顿饭。李兰做了一大盆豆腐放在桌子的中间，还有一碗炒青菜。天黑了灯亮了以后，三个人坐到了桌子前，宋凡平的棺材就在一边，一碗油灯点亮了放在棺材上，这是长明灯，照亮宋凡平走向阴间的道路，宋凡平就不会被绊倒。",
        "rp_pair": [
            "【【旁边→一边】】"
        ],
        "label": 1
    },
    {
        "qid": "1-dev-11945",
        "contain_rp": "然后就该谈时间，那是在不肥大的军宣队来了之后，矿院的人逐渐回到四川去。我爹我娘也【【回去→回来】】了。我爸我妈走后两天，刘老先生就死了。在他死之前，矿院后面的小平房里只剩下三个人，其中包括我，小转铃，刘老先生。这对我没什么不好，因为我爸爸妈妈在时不自由，他们不准我和小转铃睡一个床。",
        "before_rp": "然后就该谈时间，那是在不肥大的军宣队来了之后，矿院的人逐渐回到四川去。我爹我娘也回去了。我爸我妈走后两天，刘老先生就死了。在他死之前，矿院后面的小平房里只剩下三个人，其中包括我，小转铃，刘老先生。这对我没什么不好，因为我爸爸妈妈在时不自由，他们不准我和小转铃睡一个床。",
        "after_rp": "然后就该谈时间，那是在不肥大的军宣队来了之后，矿院的人逐渐回到四川去。我爹我娘也回来了。我爸我妈走后两天，刘老先生就死了。在他死之前，矿院后面的小平房里只剩下三个人，其中包括我，小转铃，刘老先生。这对我没什么不好，因为我爸爸妈妈在时不自由，他们不准我和小转铃睡一个床。",
        "rp_pair": [
            "【【回去→回来】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-12630",
        "contain_rp": "只见人家泥人张听赛没听，左手伸到桌子下边，打鞋底抠下一块泥巴。右手依然端杯饮酒，眼睛也只瞅着桌上的酒菜，这左手便摆弄起这团泥巴来，几个手指飞快捏弄，比变戏法的刘秃子还灵巧。海张五那边还在不停地找乐子，泥人张这边肯定把那些话在他手里这团泥上全找【【回来→回去】】了。随后手一停，他把这泥团往桌上“叭”地一戳，起身去柜台结账。",
        "before_rp": "只见人家泥人张听赛没听，左手伸到桌子下边，打鞋底抠下一块泥巴。右手依然端杯饮酒，眼睛也只瞅着桌上的酒菜，这左手便摆弄起这团泥巴来，几个手指飞快捏弄，比变戏法的刘秃子还灵巧。海张五那边还在不停地找乐子，泥人张这边肯定把那些话在他手里这团泥上全找回来了。随后手一停，他把这泥团往桌上“叭”地一戳，起身去柜台结账。",
        "after_rp": "只见人家泥人张听赛没听，左手伸到桌子下边，打鞋底抠下一块泥巴。右手依然端杯饮酒，眼睛也只瞅着桌上的酒菜，这左手便摆弄起这团泥巴来，几个手指飞快捏弄，比变戏法的刘秃子还灵巧。海张五那边还在不停地找乐子，泥人张这边肯定把那些话在他手里这团泥上全找回去了。随后手一停，他把这泥团往桌上“叭”地一戳，起身去柜台结账。",
        "rp_pair": [
            "【【回来→回去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-9192",
        "contain_rp": "宋钢扶着他的老式永久牌站在针织厂的大门口，这个刚刚失业的男人身披落日的余辉，目光凄凉地看着工厂铁栅栏门里黑压压的女工。下班的铃声响起，铁栅栏门打开以后；几百辆自行车、电动车和轻骑比赛似的冲了【【出来→出去】】，铃声和喇叭声响成一片。这巨浪似的车流过去以后，宋钢看到了林红，仿佛是被海浪遗忘在沙滩上的珊瑚，林红在工厂空荡荡的路上独自一人走来。",
        "before_rp": "宋钢扶着他的老式永久牌站在针织厂的大门口，这个刚刚失业的男人身披落日的余辉，目光凄凉地看着工厂铁栅栏门里黑压压的女工。下班的铃声响起，铁栅栏门打开以后；几百辆自行车、电动车和轻骑比赛似的冲了出来，铃声和喇叭声响成一片。这巨浪似的车流过去以后，宋钢看到了林红，仿佛是被海浪遗忘在沙滩上的珊瑚，林红在工厂空荡荡的路上独自一人走来。",
        "after_rp": "宋钢扶着他的老式永久牌站在针织厂的大门口，这个刚刚失业的男人身披落日的余辉，目光凄凉地看着工厂铁栅栏门里黑压压的女工。下班的铃声响起，铁栅栏门打开以后；几百辆自行车、电动车和轻骑比赛似的冲了出去，铃声和喇叭声响成一片。这巨浪似的车流过去以后，宋钢看到了林红，仿佛是被海浪遗忘在沙滩上的珊瑚，林红在工厂空荡荡的路上独自一人走来。",
        "rp_pair": [
            "【【出来→出去】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-9110",
        "contain_rp": "宋凡平举起了拳头又放了【【下来→下去】】，他看着这三个中学生摇了摇头，他推开他们准备回到屋子里去。刚才那个人这时说：",
        "before_rp": "宋凡平举起了拳头又放了下来，他看着这三个中学生摇了摇头，他推开他们准备回到屋子里去。刚才那个人这时说：",
        "after_rp": "宋凡平举起了拳头又放了下去，他看着这三个中学生摇了摇头，他推开他们准备回到屋子里去。刚才那个人这时说：",
        "rp_pair": [
            "【【下来→下去】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-8853",
        "contain_rp": "林红说完这话，心里一阵绞痛。接【【下去→下来】】她越来越不安了，她躺在床上，想着站在外面的宋钢，想着他脖子上的血印，心里越来越难过，也越来越想去见见外面的宋钢。她坐了起来，看看自己的父母，她的父母立刻知趣地走到了外屋。林红沉着脸下床走到外屋，像往常那样不慌不忙地刷牙洗脸，坐到镜子前认真地梳理着自己的一头长发，又把长发编成了两根辫子，然后站起来对她的父母说：",
        "before_rp": "林红说完这话，心里一阵绞痛。接下去她越来越不安了，她躺在床上，想着站在外面的宋钢，想着他脖子上的血印，心里越来越难过，也越来越想去见见外面的宋钢。她坐了起来，看看自己的父母，她的父母立刻知趣地走到了外屋。林红沉着脸下床走到外屋，像往常那样不慌不忙地刷牙洗脸，坐到镜子前认真地梳理着自己的一头长发，又把长发编成了两根辫子，然后站起来对她的父母说：",
        "after_rp": "林红说完这话，心里一阵绞痛。接下来她越来越不安了，她躺在床上，想着站在外面的宋钢，想着他脖子上的血印，心里越来越难过，也越来越想去见见外面的宋钢。她坐了起来，看看自己的父母，她的父母立刻知趣地走到了外屋。林红沉着脸下床走到外屋，像往常那样不慌不忙地刷牙洗脸，坐到镜子前认真地梳理着自己的一头长发，又把长发编成了两根辫子，然后站起来对她的父母说：",
        "rp_pair": [
            "【【下去→下来】】"
        ],
        "label": 3
    },
    {
        "qid": "1-test-13721",
        "contain_rp": "前些日子，湖北老乡王晶晶从黄冈【【回来→回去】】务工。居家隔离期间，社区工作人员给她送来口罩、消毒液，邻居也会顺路帮她取快递。王晶晶说，此前担心大家会刻意疏远，回来后，感受到的只有温暖。",
        "before_rp": "前些日子，湖北老乡王晶晶从黄冈回来务工。居家隔离期间，社区工作人员给她送来口罩、消毒液，邻居也会顺路帮她取快递。王晶晶说，此前担心大家会刻意疏远，回来后，感受到的只有温暖。",
        "after_rp": "前些日子，湖北老乡王晶晶从黄冈回去务工。居家隔离期间，社区工作人员给她送来口罩、消毒液，邻居也会顺路帮她取快递。王晶晶说，此前担心大家会刻意疏远，回来后，感受到的只有温暖。",
        "rp_pair": [
            "【【回来→回去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-6505",
        "contain_rp": "每到做饭时，灶膛内的烟灰常顺着灶口飘【【出来→出去】】，不一会儿，厨房就笼罩在烟雾中，呛得人不停咳嗽。因长年烟尘缭绕，墙壁也被熏得一片黑。",
        "before_rp": "每到做饭时，灶膛内的烟灰常顺着灶口飘出来，不一会儿，厨房就笼罩在烟雾中，呛得人不停咳嗽。因长年烟尘缭绕，墙壁也被熏得一片黑。",
        "after_rp": "每到做饭时，灶膛内的烟灰常顺着灶口飘出去，不一会儿，厨房就笼罩在烟雾中，呛得人不停咳嗽。因长年烟尘缭绕，墙壁也被熏得一片黑。",
        "rp_pair": [
            "【【出来→出去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-7916",
        "contain_rp": "躺在门板上的杜雍和，瘦得只剩下一袭骨架。他的颧骨本就高，现在显得更高，嘴巴瘦陷【【下去→下来】】，形成了阴影。头发枯干，颜色像秋后霜草丛里的兔毛。高眉骨下的双眼，透出一股荒凉式的平静。",
        "before_rp": "躺在门板上的杜雍和，瘦得只剩下一袭骨架。他的颧骨本就高，现在显得更高，嘴巴瘦陷下去，形成了阴影。头发枯干，颜色像秋后霜草丛里的兔毛。高眉骨下的双眼，透出一股荒凉式的平静。",
        "after_rp": "躺在门板上的杜雍和，瘦得只剩下一袭骨架。他的颧骨本就高，现在显得更高，嘴巴瘦陷下来，形成了阴影。头发枯干，颜色像秋后霜草丛里的兔毛。高眉骨下的双眼，透出一股荒凉式的平静。",
        "rp_pair": [
            "【【下去→下来】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-14611",
        "contain_rp": "桑乔又一次来艾地，在看到疲弱的秦大奶奶正在用一根细竹竿去企图支撑一张破席子，而竹竿撑不住弯曲【【下来→下去】】之后，他回到了办公室，对来了解情况的地方干部说：“算了吧，缓缓再说吧。”",
        "before_rp": "桑乔又一次来艾地，在看到疲弱的秦大奶奶正在用一根细竹竿去企图支撑一张破席子，而竹竿撑不住弯曲下来之后，他回到了办公室，对来了解情况的地方干部说：“算了吧，缓缓再说吧。”",
        "after_rp": "桑乔又一次来艾地，在看到疲弱的秦大奶奶正在用一根细竹竿去企图支撑一张破席子，而竹竿撑不住弯曲下去之后，他回到了办公室，对来了解情况的地方干部说：“算了吧，缓缓再说吧。”",
        "rp_pair": [
            "【【下来→下去】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-12786",
        "contain_rp": "山上的野物当然更是“野”性十足了。那些大大小小的猴子，在我们头上的树枝间跳来跳去，亲热的劲头难以言状。当我们一行中的一位年轻女同志从树下经过时，一只小猴子竟恶作剧地撒起尿来，吓得这位女同胞惊叫一声，慌忙逃走了。而那个调皮的小家伙，却快活地叫着，跳到另一棵树【【上去→上来】】了。",
        "before_rp": "山上的野物当然更是“野”性十足了。那些大大小小的猴子，在我们头上的树枝间跳来跳去，亲热的劲头难以言状。当我们一行中的一位年轻女同志从树下经过时，一只小猴子竟恶作剧地撒起尿来，吓得这位女同胞惊叫一声，慌忙逃走了。而那个调皮的小家伙，却快活地叫着，跳到另一棵树上去了。",
        "after_rp": "山上的野物当然更是“野”性十足了。那些大大小小的猴子，在我们头上的树枝间跳来跳去，亲热的劲头难以言状。当我们一行中的一位年轻女同志从树下经过时，一只小猴子竟恶作剧地撒起尿来，吓得这位女同胞惊叫一声，慌忙逃走了。而那个调皮的小家伙，却快活地叫着，跳到另一棵树上来了。",
        "rp_pair": [
            "【【上去→上来】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-8038",
        "contain_rp": "桑桑看到了一朵急急飘去的白云，这朵白云使桑桑忽然有了一种紧张。他慢慢爬起来，然后朝刘一水爬过去。当渡船离岸还有十几米远时，桑桑突然一头撞【【过去→过来】】。随即，他和纸月都听到了扑通一声。他趴在船帮上，兴奋地看着一团水花。过不一会，刘一水从水中挣扎到水面上。桑桑站起来，用手擦着鼻孔下的两道血流，俯视着在冬天河水中艰难游动着的刘一水。",
        "before_rp": "桑桑看到了一朵急急飘去的白云，这朵白云使桑桑忽然有了一种紧张。他慢慢爬起来，然后朝刘一水爬过去。当渡船离岸还有十几米远时，桑桑突然一头撞过去。随即，他和纸月都听到了扑通一声。他趴在船帮上，兴奋地看着一团水花。过不一会，刘一水从水中挣扎到水面上。桑桑站起来，用手擦着鼻孔下的两道血流，俯视着在冬天河水中艰难游动着的刘一水。",
        "after_rp": "桑桑看到了一朵急急飘去的白云，这朵白云使桑桑忽然有了一种紧张。他慢慢爬起来，然后朝刘一水爬过去。当渡船离岸还有十几米远时，桑桑突然一头撞过来。随即，他和纸月都听到了扑通一声。他趴在船帮上，兴奋地看着一团水花。过不一会，刘一水从水中挣扎到水面上。桑桑站起来，用手擦着鼻孔下的两道血流，俯视着在冬天河水中艰难游动着的刘一水。",
        "rp_pair": [
            "【【过去→过来】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-8994",
        "contain_rp": "李光头没想到在童铁匠这里一下子筹到了四千元人民币，他从童铁匠的铺子里【【出来→出去】】时笑得合不拢嘴巴。童铁匠是我们刘镇个体户里的领头羊，榜样的力量是无穷的，听说童铁匠出了四十份，再说李光头在福利厂的骄人业绩路人皆知，其他的个体户都在李光头徐徐展开的世界地图前报出了他们的份额。",
        "before_rp": "李光头没想到在童铁匠这里一下子筹到了四千元人民币，他从童铁匠的铺子里出来时笑得合不拢嘴巴。童铁匠是我们刘镇个体户里的领头羊，榜样的力量是无穷的，听说童铁匠出了四十份，再说李光头在福利厂的骄人业绩路人皆知，其他的个体户都在李光头徐徐展开的世界地图前报出了他们的份额。",
        "after_rp": "李光头没想到在童铁匠这里一下子筹到了四千元人民币，他从童铁匠的铺子里出去时笑得合不拢嘴巴。童铁匠是我们刘镇个体户里的领头羊，榜样的力量是无穷的，听说童铁匠出了四十份，再说李光头在福利厂的骄人业绩路人皆知，其他的个体户都在李光头徐徐展开的世界地图前报出了他们的份额。",
        "rp_pair": [
            "【【出来→出去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-12107",
        "contain_rp": "桑桑即使用双手捂住了耳朵，还仍然觉得耳朵被枪声震麻了。他看到空中一片星星点点的火花，并飘起一缕蓝烟。随即，他看到两只野鸡在火花里一前一后地跌落了【【下来→下去】】。他朝它们猛跑过去。桑树下，他分别找到了它们。然后，他一手抓了一只，朝父亲跑过来，大声叫着:“爸爸!爸爸!你看哪!”他朝父亲高高地举起了那两只野鸡。",
        "before_rp": "桑桑即使用双手捂住了耳朵，还仍然觉得耳朵被枪声震麻了。他看到空中一片星星点点的火花，并飘起一缕蓝烟。随即，他看到两只野鸡在火花里一前一后地跌落了下来。他朝它们猛跑过去。桑树下，他分别找到了它们。然后，他一手抓了一只，朝父亲跑过来，大声叫着:“爸爸!爸爸!你看哪!”他朝父亲高高地举起了那两只野鸡。",
        "after_rp": "桑桑即使用双手捂住了耳朵，还仍然觉得耳朵被枪声震麻了。他看到空中一片星星点点的火花，并飘起一缕蓝烟。随即，他看到两只野鸡在火花里一前一后地跌落了下去。他朝它们猛跑过去。桑树下，他分别找到了它们。然后，他一手抓了一只，朝父亲跑过来，大声叫着:“爸爸!爸爸!你看哪!”他朝父亲高高地举起了那两只野鸡。",
        "rp_pair": [
            "【【下来→下去】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-7039",
        "contain_rp": "她从门缝里一张，看见有人站在门外，当然是许彦成来了。她怕许彦成不知道她妈妈在院子里，一开门，就大声叫：\"妈妈，许先生来了。\"她关上门，自己回书房去，心上却打不定主意。她该【【出来→出去】】陪客呢？还是在书房等待？许彦成也许以为她是故意借妈妈来挡他，那么，他就不会到书房来了。假如她出来陪客，她不是早对妈妈说过，什么客都不见吗。",
        "before_rp": "她从门缝里一张，看见有人站在门外，当然是许彦成来了。她怕许彦成不知道她妈妈在院子里，一开门，就大声叫：\"妈妈，许先生来了。\"她关上门，自己回书房去，心上却打不定主意。她该出来陪客呢？还是在书房等待？许彦成也许以为她是故意借妈妈来挡他，那么，他就不会到书房来了。假如她出来陪客，她不是早对妈妈说过，什么客都不见吗。",
        "after_rp": "她从门缝里一张，看见有人站在门外，当然是许彦成来了。她怕许彦成不知道她妈妈在院子里，一开门，就大声叫：\"妈妈，许先生来了。\"她关上门，自己回书房去，心上却打不定主意。她该出去陪客呢？还是在书房等待？许彦成也许以为她是故意借妈妈来挡他，那么，他就不会到书房来了。假如她出来陪客，她不是早对妈妈说过，什么客都不见吗。",
        "rp_pair": [
            "【【出来→出去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-1703",
        "contain_rp": "从泰山【【回来→回去】】，我画了一幅画--在陡直的似乎没有尽头的山道上，一个穿红背心的挑山工给肩头的重物压弯了腰，他一步一步地向上登攀。这幅画一直挂在我的书桌前，多年来不曾换掉，因为我需要它。",
        "before_rp": "从泰山回来，我画了一幅画--在陡直的似乎没有尽头的山道上，一个穿红背心的挑山工给肩头的重物压弯了腰，他一步一步地向上登攀。这幅画一直挂在我的书桌前，多年来不曾换掉，因为我需要它。",
        "after_rp": "从泰山回去，我画了一幅画--在陡直的似乎没有尽头的山道上，一个穿红背心的挑山工给肩头的重物压弯了腰，他一步一步地向上登攀。这幅画一直挂在我的书桌前，多年来不曾换掉，因为我需要它。",
        "rp_pair": [
            "【【回来→回去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-14363",
        "contain_rp": "在牧民心中，宝音德力格尔是好警察，而牧民在他心中却是“救命恩人”。宝音德力格尔回忆：“有一年初冬，刚下过雪，我骑着摩托车下牧区，在翻越一座荒山时，车突然爆胎，连人带车飞了【【出去→出来】】，当时我就昏了过去。”等他醒来时，周围荒无人烟。他爬起来去看摩托车，发现已经不能骑了。只好一路向前摸索，走了一天才找到一个放牧点。“要是没有牧民的帮助，我的命可能就留在那片荒山上了。”",
        "before_rp": "在牧民心中，宝音德力格尔是好警察，而牧民在他心中却是“救命恩人”。宝音德力格尔回忆：“有一年初冬，刚下过雪，我骑着摩托车下牧区，在翻越一座荒山时，车突然爆胎，连人带车飞了出去，当时我就昏了过去。”等他醒来时，周围荒无人烟。他爬起来去看摩托车，发现已经不能骑了。只好一路向前摸索，走了一天才找到一个放牧点。“要是没有牧民的帮助，我的命可能就留在那片荒山上了。”",
        "after_rp": "在牧民心中，宝音德力格尔是好警察，而牧民在他心中却是“救命恩人”。宝音德力格尔回忆：“有一年初冬，刚下过雪，我骑着摩托车下牧区，在翻越一座荒山时，车突然爆胎，连人带车飞了出来，当时我就昏了过去。”等他醒来时，周围荒无人烟。他爬起来去看摩托车，发现已经不能骑了。只好一路向前摸索，走了一天才找到一个放牧点。“要是没有牧民的帮助，我的命可能就留在那片荒山上了。”",
        "rp_pair": [
            "【【出去→出来】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-5320",
        "contain_rp": "“怎么操作啊？我昨天还会呢，今天又忘了！”近日，南京鼓楼区69岁的张天琴在一家超市购物，站在收银台前，她又忘了怎么用手机付款了。“您看这上面有一个加号，点【【进去→进来】】，倒数第二个是付款码。”在超市收银员的提醒下，张天琴终于想起来如何操作。",
        "before_rp": "“怎么操作啊？我昨天还会呢，今天又忘了！”近日，南京鼓楼区69岁的张天琴在一家超市购物，站在收银台前，她又忘了怎么用手机付款了。“您看这上面有一个加号，点进去，倒数第二个是付款码。”在超市收银员的提醒下，张天琴终于想起来如何操作。",
        "after_rp": "“怎么操作啊？我昨天还会呢，今天又忘了！”近日，南京鼓楼区69岁的张天琴在一家超市购物，站在收银台前，她又忘了怎么用手机付款了。“您看这上面有一个加号，点进来，倒数第二个是付款码。”在超市收银员的提醒下，张天琴终于想起来如何操作。",
        "rp_pair": [
            "【【进去→进来】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-5554",
        "contain_rp": "“零头给您抹了，下次再来啊。”图妮萨罕·比加尼热情爽快地送走顾客后，转头“指挥”丈夫吐地·阿布都拉：门口的水果得整理，店内的纸箱要拿【【出去→出来】】，货架别忘了擦……",
        "before_rp": "“零头给您抹了，下次再来啊。”图妮萨罕·比加尼热情爽快地送走顾客后，转头“指挥”丈夫吐地·阿布都拉：门口的水果得整理，店内的纸箱要拿出去，货架别忘了擦……",
        "after_rp": "“零头给您抹了，下次再来啊。”图妮萨罕·比加尼热情爽快地送走顾客后，转头“指挥”丈夫吐地·阿布都拉：门口的水果得整理，店内的纸箱要拿出来，货架别忘了擦……",
        "rp_pair": [
            "【【出去→出来】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-3346",
        "contain_rp": "“如果海豚在河道里搁浅，情况会比较危急。”陈希还记得“老白”，一头在佛山罗村的河涌里搁浅的白海豚，“河道里是淡水，淤泥很多，‘老白’当时呼吸困难。在河道要把活的海豚驱赶【【出去→出来】】非常麻烦，操作很难。”",
        "before_rp": "“如果海豚在河道里搁浅，情况会比较危急。”陈希还记得“老白”，一头在佛山罗村的河涌里搁浅的白海豚，“河道里是淡水，淤泥很多，‘老白’当时呼吸困难。在河道要把活的海豚驱赶出去非常麻烦，操作很难。”",
        "after_rp": "“如果海豚在河道里搁浅，情况会比较危急。”陈希还记得“老白”，一头在佛山罗村的河涌里搁浅的白海豚，“河道里是淡水，淤泥很多，‘老白’当时呼吸困难。在河道要把活的海豚驱赶出来非常麻烦，操作很难。”",
        "rp_pair": [
            "【【出去→出来】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14071",
        "contain_rp": "唐和恩曾在竹竿上刻下诗句：“一根竹竿行万里，省县村镇刻分明。胜利【【回来→回去】】留纪念，传给后代好革命。”唐振明告诉记者，在父亲的教育下，子孙中每个家庭都有共产党员，一心一意跟党走，把淮海战役精神传承下去。",
        "before_rp": "唐和恩曾在竹竿上刻下诗句：“一根竹竿行万里，省县村镇刻分明。胜利回来留纪念，传给后代好革命。”唐振明告诉记者，在父亲的教育下，子孙中每个家庭都有共产党员，一心一意跟党走，把淮海战役精神传承下去。",
        "after_rp": "唐和恩曾在竹竿上刻下诗句：“一根竹竿行万里，省县村镇刻分明。胜利回去留纪念，传给后代好革命。”唐振明告诉记者，在父亲的教育下，子孙中每个家庭都有共产党员，一心一意跟党走，把淮海战役精神传承下去。",
        "rp_pair": [
            "【【回来→回去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-9146",
        "contain_rp": "县长铁青着脸【【回去→回来】】了，回到办公室以后发了一通更大的脾气。他把县政府办公室主任再次叫了过去，说把李光头交给他了，可以不惜一切代价，必须在副省长来到之前把大门口的破烂废品山清理掉。县办主任灰头土脸地来到了大门口，见了李光头就直截了当地说：",
        "before_rp": "县长铁青着脸回去了，回到办公室以后发了一通更大的脾气。他把县政府办公室主任再次叫了过去，说把李光头交给他了，可以不惜一切代价，必须在副省长来到之前把大门口的破烂废品山清理掉。县办主任灰头土脸地来到了大门口，见了李光头就直截了当地说：",
        "after_rp": "县长铁青着脸回来了，回到办公室以后发了一通更大的脾气。他把县政府办公室主任再次叫了过去，说把李光头交给他了，可以不惜一切代价，必须在副省长来到之前把大门口的破烂废品山清理掉。县办主任灰头土脸地来到了大门口，见了李光头就直截了当地说：",
        "rp_pair": [
            "【【回去→回来】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-2104",
        "contain_rp": "(武官得到命令，走下场去，推上来一个铁笼笼里有一头狮子。他打开斗兽场的铁门，放出狮子，让它走进场里，狮子在场里乱吼乱蹦。接着武官拉着斯巴达克【【出来→出去】】，给他解开锁链，把他推进场里，然后把铁门锁了。狮子就跟斯巴达克打起来，打得非常激烈。观众都很紧张地看着。)",
        "before_rp": "(武官得到命令，走下场去，推上来一个铁笼笼里有一头狮子。他打开斗兽场的铁门，放出狮子，让它走进场里，狮子在场里乱吼乱蹦。接着武官拉着斯巴达克出来，给他解开锁链，把他推进场里，然后把铁门锁了。狮子就跟斯巴达克打起来，打得非常激烈。观众都很紧张地看着。)",
        "after_rp": "(武官得到命令，走下场去，推上来一个铁笼笼里有一头狮子。他打开斗兽场的铁门，放出狮子，让它走进场里，狮子在场里乱吼乱蹦。接着武官拉着斯巴达克出去，给他解开锁链，把他推进场里，然后把铁门锁了。狮子就跟斯巴达克打起来，打得非常激烈。观众都很紧张地看着。)",
        "rp_pair": [
            "【【出来→出去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-14685",
        "contain_rp": "两个孩子站在那里，哭泣着东张西望，没有人走过来，他们又蹲了【【下去→下来】】，挥手驱赶掉宋凡平脸上的苍蝇，想看看清楚，是不是宋凡平。宋凡平的脸上全是血迹和泥土，他们看不清楚。他们觉得他有点像宋凡平，又不知道是不是他。他们站了起来，觉得还是去问问别人。他们先是走到了树下，有两个人站在那里抽烟，他们指着宋凡平问：",
        "before_rp": "两个孩子站在那里，哭泣着东张西望，没有人走过来，他们又蹲了下去，挥手驱赶掉宋凡平脸上的苍蝇，想看看清楚，是不是宋凡平。宋凡平的脸上全是血迹和泥土，他们看不清楚。他们觉得他有点像宋凡平，又不知道是不是他。他们站了起来，觉得还是去问问别人。他们先是走到了树下，有两个人站在那里抽烟，他们指着宋凡平问：",
        "after_rp": "两个孩子站在那里，哭泣着东张西望，没有人走过来，他们又蹲了下来，挥手驱赶掉宋凡平脸上的苍蝇，想看看清楚，是不是宋凡平。宋凡平的脸上全是血迹和泥土，他们看不清楚。他们觉得他有点像宋凡平，又不知道是不是他。他们站了起来，觉得还是去问问别人。他们先是走到了树下，有两个人站在那里抽烟，他们指着宋凡平问：",
        "rp_pair": [
            "【【下去→下来】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-9742",
        "contain_rp": "傍晚的时候，宋钢将他带【【回来→回去】】的钱用一张旧报纸仔细包好了，放在了枕头下面，只在自己口袋里放了十元钱，将钥匙拿出来仔细看了一会儿，然后放在了桌子上，戴上口罩走到门口，他打开屋门时回头看了看自己的家，看了看放在桌子上的钥匙，他觉得自己的家清晰可见，桌子上的钥匙却是模糊不清，他轻轻地关上了门，关上门以后他站了一会儿，心想钥匙在里面了，自己不会回来了。",
        "before_rp": "傍晚的时候，宋钢将他带回来的钱用一张旧报纸仔细包好了，放在了枕头下面，只在自己口袋里放了十元钱，将钥匙拿出来仔细看了一会儿，然后放在了桌子上，戴上口罩走到门口，他打开屋门时回头看了看自己的家，看了看放在桌子上的钥匙，他觉得自己的家清晰可见，桌子上的钥匙却是模糊不清，他轻轻地关上了门，关上门以后他站了一会儿，心想钥匙在里面了，自己不会回来了。",
        "after_rp": "傍晚的时候，宋钢将他带回去的钱用一张旧报纸仔细包好了，放在了枕头下面，只在自己口袋里放了十元钱，将钥匙拿出来仔细看了一会儿，然后放在了桌子上，戴上口罩走到门口，他打开屋门时回头看了看自己的家，看了看放在桌子上的钥匙，他觉得自己的家清晰可见，桌子上的钥匙却是模糊不清，他轻轻地关上了门，关上门以后他站了一会儿，心想钥匙在里面了，自己不会回来了。",
        "rp_pair": [
            "【【回来→回去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-14829",
        "contain_rp": "宋凡平对走【【过来→过去】】的摄影师说要照一张全家福，当摄影师万分惊讶地看着他的脸时，他才想起来今天不宜照相，他歪着脑袋从照相馆的镜子里看了一下自己的脸，对摄影师说：",
        "before_rp": "宋凡平对走过来的摄影师说要照一张全家福，当摄影师万分惊讶地看着他的脸时，他才想起来今天不宜照相，他歪着脑袋从照相馆的镜子里看了一下自己的脸，对摄影师说：",
        "after_rp": "宋凡平对走过去的摄影师说要照一张全家福，当摄影师万分惊讶地看着他的脸时，他才想起来今天不宜照相，他歪着脑袋从照相馆的镜子里看了一下自己的脸，对摄影师说：",
        "rp_pair": [
            "【【过来→过去】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-760",
        "contain_rp": "渔夫一见，笑逐颜开：“我把这瓶子带到市上去，可以卖它十块金币。”他抱着胆瓶摇了一摇，觉得很重，里面似乎塞满了东西。他自言自语：“这个瓶里到底装的什么东西？我要打开来看个清楚，再拿去卖。”他就从腰带上拔出小刀，撬去瓶口上的锡封，然后摇摇瓶子，想把里面的东西倒【【出来→出去】】，但是什么东西也没有。他觉得非常奇怪。",
        "before_rp": "渔夫一见，笑逐颜开：“我把这瓶子带到市上去，可以卖它十块金币。”他抱着胆瓶摇了一摇，觉得很重，里面似乎塞满了东西。他自言自语：“这个瓶里到底装的什么东西？我要打开来看个清楚，再拿去卖。”他就从腰带上拔出小刀，撬去瓶口上的锡封，然后摇摇瓶子，想把里面的东西倒出来，但是什么东西也没有。他觉得非常奇怪。",
        "after_rp": "渔夫一见，笑逐颜开：“我把这瓶子带到市上去，可以卖它十块金币。”他抱着胆瓶摇了一摇，觉得很重，里面似乎塞满了东西。他自言自语：“这个瓶里到底装的什么东西？我要打开来看个清楚，再拿去卖。”他就从腰带上拔出小刀，撬去瓶口上的锡封，然后摇摇瓶子，想把里面的东西倒出去，但是什么东西也没有。他觉得非常奇怪。",
        "rp_pair": [
            "【【出来→出去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-8737",
        "contain_rp": "这是我们刘镇的今古奇观，群众奔走相告，街上闲逛的男女老少共同掉头走向了针织厂，很多商店里的售货员也请假【【出来→出去】】了，更多的人是从工厂里溜出来的，大街上的人是越来越多。我们刘镇的群众拥挤推搡，像是波浪包围着漩涡一样，包围着李光头的求爱队伍，一起涌向了针织厂。",
        "before_rp": "这是我们刘镇的今古奇观，群众奔走相告，街上闲逛的男女老少共同掉头走向了针织厂，很多商店里的售货员也请假出来了，更多的人是从工厂里溜出来的，大街上的人是越来越多。我们刘镇的群众拥挤推搡，像是波浪包围着漩涡一样，包围着李光头的求爱队伍，一起涌向了针织厂。",
        "after_rp": "这是我们刘镇的今古奇观，群众奔走相告，街上闲逛的男女老少共同掉头走向了针织厂，很多商店里的售货员也请假出去了，更多的人是从工厂里溜出来的，大街上的人是越来越多。我们刘镇的群众拥挤推搡，像是波浪包围着漩涡一样，包围着李光头的求爱队伍，一起涌向了针织厂。",
        "rp_pair": [
            "【【出来→出去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-368",
        "contain_rp": "起先，这小家伙只在笼子四周活动，随后就在屋里飞来飞去，一会儿落在柜顶上，一会儿神气十足地站在书架上，啄着书背上那些大文豪的名字，一会儿把灯绳撞得来回摇动，跟着逃到画框【【上去→上来】】了。只要大鸟在笼里生气地叫一声，它立即飞回笼里去。",
        "before_rp": "起先，这小家伙只在笼子四周活动，随后就在屋里飞来飞去，一会儿落在柜顶上，一会儿神气十足地站在书架上，啄着书背上那些大文豪的名字，一会儿把灯绳撞得来回摇动，跟着逃到画框上去了。只要大鸟在笼里生气地叫一声，它立即飞回笼里去。",
        "after_rp": "起先，这小家伙只在笼子四周活动，随后就在屋里飞来飞去，一会儿落在柜顶上，一会儿神气十足地站在书架上，啄着书背上那些大文豪的名字，一会儿把灯绳撞得来回摇动，跟着逃到画框上来了。只要大鸟在笼里生气地叫一声，它立即飞回笼里去。",
        "rp_pair": [
            "【【上去→上来】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-9100",
        "contain_rp": "兄弟两人回到了过去的伤心时刻，他们坐在县政府的大门口，坐在堆成小山似的破烂前抹着眼泪，回忆小时候如何手拉手从汽车站前的桥上走【【下来→下去】】，看到了死去的宋凡平躺在夏天的烈日下；手拉手在汽车站的出口站到夕阳西下黑夜降临，等待着李兰从上海回来……",
        "before_rp": "兄弟两人回到了过去的伤心时刻，他们坐在县政府的大门口，坐在堆成小山似的破烂前抹着眼泪，回忆小时候如何手拉手从汽车站前的桥上走下来，看到了死去的宋凡平躺在夏天的烈日下；手拉手在汽车站的出口站到夕阳西下黑夜降临，等待着李兰从上海回来……",
        "after_rp": "兄弟两人回到了过去的伤心时刻，他们坐在县政府的大门口，坐在堆成小山似的破烂前抹着眼泪，回忆小时候如何手拉手从汽车站前的桥上走下去，看到了死去的宋凡平躺在夏天的烈日下；手拉手在汽车站的出口站到夕阳西下黑夜降临，等待着李兰从上海回来……",
        "rp_pair": [
            "【【下来→下去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-9512",
        "contain_rp": "宋钢把电话挂了，林红拿着电话还在说话，听到话筒里响起一串盲音，林红失落地放下了电话。这时她才想起来没有问问宋钢的情况，她只是说了一堆“回来”。林红难过地咬了咬自己的嘴唇，她看了看坐在柜台里脸色阴沉的苏妹，林红向苏妹苦笑了一下，苏妹也苦笑了一下。林红走出点心店时，想和苏妹说句话，可是不知道说什么，就低头走了【【出去→出来】】。",
        "before_rp": "宋钢把电话挂了，林红拿着电话还在说话，听到话筒里响起一串盲音，林红失落地放下了电话。这时她才想起来没有问问宋钢的情况，她只是说了一堆“回来”。林红难过地咬了咬自己的嘴唇，她看了看坐在柜台里脸色阴沉的苏妹，林红向苏妹苦笑了一下，苏妹也苦笑了一下。林红走出点心店时，想和苏妹说句话，可是不知道说什么，就低头走了出去。",
        "after_rp": "宋钢把电话挂了，林红拿着电话还在说话，听到话筒里响起一串盲音，林红失落地放下了电话。这时她才想起来没有问问宋钢的情况，她只是说了一堆“回来”。林红难过地咬了咬自己的嘴唇，她看了看坐在柜台里脸色阴沉的苏妹，林红向苏妹苦笑了一下，苏妹也苦笑了一下。林红走出点心店时，想和苏妹说句话，可是不知道说什么，就低头走了出来。",
        "rp_pair": [
            "【【出去→出来】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-7780",
        "contain_rp": "邱二爷是老实人。邱二爷与邱二妈成家之后，一般都听邱二妈的。他们家，是邱二妈作主，邱二爷只是随声附和而已。他想想细马在油麻地生活得也不快活，就不想再为难细马了，就对细马说:“你要回去，就回去吧。”他去把细马的户口迁了【【出来→出去】】。",
        "before_rp": "邱二爷是老实人。邱二爷与邱二妈成家之后，一般都听邱二妈的。他们家，是邱二妈作主，邱二爷只是随声附和而已。他想想细马在油麻地生活得也不快活，就不想再为难细马了，就对细马说:“你要回去，就回去吧。”他去把细马的户口迁了出来。",
        "after_rp": "邱二爷是老实人。邱二爷与邱二妈成家之后，一般都听邱二妈的。他们家，是邱二妈作主，邱二爷只是随声附和而已。他想想细马在油麻地生活得也不快活，就不想再为难细马了，就对细马说:“你要回去，就回去吧。”他去把细马的户口迁了出去。",
        "rp_pair": [
            "【【出来→出去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-10538",
        "contain_rp": "相关鉴定意见还证实，肇事车辆前部左侧与对方电动自行车左侧发生碰撞，前挡风玻璃【【左侧→上侧】】与电动自行车骑车人左侧上肢及面部发生碰撞致前挡风玻璃左侧破洞。",
        "before_rp": "相关鉴定意见还证实，肇事车辆前部左侧与对方电动自行车左侧发生碰撞，前挡风玻璃左侧与电动自行车骑车人左侧上肢及面部发生碰撞致前挡风玻璃左侧破洞。",
        "after_rp": "相关鉴定意见还证实，肇事车辆前部左侧与对方电动自行车左侧发生碰撞，前挡风玻璃上侧与电动自行车骑车人左侧上肢及面部发生碰撞致前挡风玻璃左侧破洞。",
        "rp_pair": [
            "【【左侧→上侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13436",
        "contain_rp": "身体呈俯卧姿势，屈【【一侧→外侧】】手臂使前臂枕于额头下方，另一侧手臂沿着耳朵向前伸直，双腿伸直。",
        "before_rp": "身体呈俯卧姿势，屈一侧手臂使前臂枕于额头下方，另一侧手臂沿着耳朵向前伸直，双腿伸直。",
        "after_rp": "身体呈俯卧姿势，屈外侧手臂使前臂枕于额头下方，另一侧手臂沿着耳朵向前伸直，双腿伸直。",
        "rp_pair": [
            "【【一侧→外侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-6390",
        "contain_rp": "元杂剧的故事情节复杂，人物角色增多，换场成为演出的必要环节。由此，出现了小三面观舞台，即在大三面观舞台的基础上，在两侧角柱间增设辅柱，并在辅柱与后角柱间砌墙，以区分前后台，方便演员换场。之后又出现了【【两侧→右侧】】角柱间完全砌墙的戏台，即一面观戏台。一面观戏台的两侧山墙进一步封闭了表演空间，有效保证演员免受风雨袭扰。",
        "before_rp": "元杂剧的故事情节复杂，人物角色增多，换场成为演出的必要环节。由此，出现了小三面观舞台，即在大三面观舞台的基础上，在两侧角柱间增设辅柱，并在辅柱与后角柱间砌墙，以区分前后台，方便演员换场。之后又出现了两侧角柱间完全砌墙的戏台，即一面观戏台。一面观戏台的两侧山墙进一步封闭了表演空间，有效保证演员免受风雨袭扰。",
        "after_rp": "元杂剧的故事情节复杂，人物角色增多，换场成为演出的必要环节。由此，出现了小三面观舞台，即在大三面观舞台的基础上，在两侧角柱间增设辅柱，并在辅柱与后角柱间砌墙，以区分前后台，方便演员换场。之后又出现了右侧角柱间完全砌墙的戏台，即一面观戏台。一面观戏台的两侧山墙进一步封闭了表演空间，有效保证演员免受风雨袭扰。",
        "rp_pair": [
            "【【两侧→右侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13305",
        "contain_rp": "当你感觉已经站得很稳了，那么此时向右扭转身体，双眼目视【【右侧→外侧】】。在自然呼吸的状态下，尽量长久保持这个姿势。之后转回身体，放下左腿，身体站直，回复到步骤1的姿势，然后向另一边重复以上动作。左、右方重复练习3次。",
        "before_rp": "当你感觉已经站得很稳了，那么此时向右扭转身体，双眼目视右侧。在自然呼吸的状态下，尽量长久保持这个姿势。之后转回身体，放下左腿，身体站直，回复到步骤1的姿势，然后向另一边重复以上动作。左、右方重复练习3次。",
        "after_rp": "当你感觉已经站得很稳了，那么此时向右扭转身体，双眼目视外侧。在自然呼吸的状态下，尽量长久保持这个姿势。之后转回身体，放下左腿，身体站直，回复到步骤1的姿势，然后向另一边重复以上动作。左、右方重复练习3次。",
        "rp_pair": [
            "【【右侧→外侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10457",
        "contain_rp": "为沪BLXXXX重型自卸货车，沿上海市嘉定区境内的翔江公路由北向南行驶至宝园四路北侧约200米处铁路立交桥下，因其驾驶的车辆未与前车保持必要的安全车距且遇情况时未按操作规范安全驾驶，致其车辆车身【【右侧→两侧】】与桥洞墙面发生碰擦后车头右侧又与前方不在人行道内行走的行人无名氏(男，身份不详)发生碰撞，并连环撞击前方两车，致使无名氏倒地后被碾压当场死亡及三车不同程度损坏的交通事故。",
        "before_rp": "为沪BLXXXX重型自卸货车，沿上海市嘉定区境内的翔江公路由北向南行驶至宝园四路北侧约200米处铁路立交桥下，因其驾驶的车辆未与前车保持必要的安全车距且遇情况时未按操作规范安全驾驶，致其车辆车身右侧与桥洞墙面发生碰擦后车头右侧又与前方不在人行道内行走的行人无名氏(男，身份不详)发生碰撞，并连环撞击前方两车，致使无名氏倒地后被碾压当场死亡及三车不同程度损坏的交通事故。",
        "after_rp": "为沪BLXXXX重型自卸货车，沿上海市嘉定区境内的翔江公路由北向南行驶至宝园四路北侧约200米处铁路立交桥下，因其驾驶的车辆未与前车保持必要的安全车距且遇情况时未按操作规范安全驾驶，致其车辆车身两侧与桥洞墙面发生碰擦后车头右侧又与前方不在人行道内行走的行人无名氏(男，身份不详)发生碰撞，并连环撞击前方两车，致使无名氏倒地后被碾压当场死亡及三车不同程度损坏的交通事故。",
        "rp_pair": [
            "【【右侧→两侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13159",
        "contain_rp": "学生一只手抓住自己的鼻子，另一只手伸直放在身体与抓鼻子手圈出的空间中，身体向下弯曲，然后向【【一侧→内侧】】转10圈，转完直起身体，快速地向规定区域行走。",
        "before_rp": "学生一只手抓住自己的鼻子，另一只手伸直放在身体与抓鼻子手圈出的空间中，身体向下弯曲，然后向一侧转10圈，转完直起身体，快速地向规定区域行走。",
        "after_rp": "学生一只手抓住自己的鼻子，另一只手伸直放在身体与抓鼻子手圈出的空间中，身体向下弯曲，然后向内侧转10圈，转完直起身体，快速地向规定区域行走。",
        "rp_pair": [
            "【【一侧→内侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-15266",
        "contain_rp": "经审理查明，2016年2月14日12时10分许，被告人时某某驾驶沪DKXXXX重型厢式货车沿上海市浦东新区南芦公路由西向东行驶至新元南路路口遇绿灯右转弯，被害人谭某2驾驶电动自行车沿南芦公路南侧非机动车道由东向西直行至上述路口，被告人时某某因疏于观察，导致其所驾驶的车辆右前部与谭某2驾驶的电动自行车【【左侧→一侧】】中后部相撞，被害人谭某2当场倒地遭碾压而死亡。",
        "before_rp": "经审理查明，2016年2月14日12时10分许，被告人时某某驾驶沪DKXXXX重型厢式货车沿上海市浦东新区南芦公路由西向东行驶至新元南路路口遇绿灯右转弯，被害人谭某2驾驶电动自行车沿南芦公路南侧非机动车道由东向西直行至上述路口，被告人时某某因疏于观察，导致其所驾驶的车辆右前部与谭某2驾驶的电动自行车左侧中后部相撞，被害人谭某2当场倒地遭碾压而死亡。",
        "after_rp": "经审理查明，2016年2月14日12时10分许，被告人时某某驾驶沪DKXXXX重型厢式货车沿上海市浦东新区南芦公路由西向东行驶至新元南路路口遇绿灯右转弯，被害人谭某2驾驶电动自行车沿南芦公路南侧非机动车道由东向西直行至上述路口，被告人时某某因疏于观察，导致其所驾驶的车辆右前部与谭某2驾驶的电动自行车一侧中后部相撞，被害人谭某2当场倒地遭碾压而死亡。",
        "rp_pair": [
            "【【左侧→一侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-13144",
        "contain_rp": "身体侧向弹力带，内侧腿单腿屈膝支撑站立，躯干正直，肩关节放松下沉，双手握住弹力带于【【内侧→外侧】】腰际，身体向内侧扭紧。练习开始时，下肢以支撑腿臀肌发力并向外旋转躯干，双手沿着身体转动的趋势向斜上方快速上拉弹力带。",
        "before_rp": "身体侧向弹力带，内侧腿单腿屈膝支撑站立，躯干正直，肩关节放松下沉，双手握住弹力带于内侧腰际，身体向内侧扭紧。练习开始时，下肢以支撑腿臀肌发力并向外旋转躯干，双手沿着身体转动的趋势向斜上方快速上拉弹力带。",
        "after_rp": "身体侧向弹力带，内侧腿单腿屈膝支撑站立，躯干正直，肩关节放松下沉，双手握住弹力带于外侧腰际，身体向内侧扭紧。练习开始时，下肢以支撑腿臀肌发力并向外旋转躯干，双手沿着身体转动的趋势向斜上方快速上拉弹力带。",
        "rp_pair": [
            "【【内侧→外侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13140",
        "contain_rp": "练习者身体侧对投掷墙，距墙约1米，双手握住实心球，旋转躯干并将球摆至外侧髋关节，使躯干形成扭紧姿势。练习开始时，以扭紧【【一侧→两侧】】臀肌发力为主，下肢做快速蹬地、转股和伸璇等动作，双手借助身体转动的惯性顺势把球抛向墙面，球回弹后双手接球利用球的反弹力扭紧身体还原成基本准备姿势。",
        "before_rp": "练习者身体侧对投掷墙，距墙约1米，双手握住实心球，旋转躯干并将球摆至外侧髋关节，使躯干形成扭紧姿势。练习开始时，以扭紧一侧臀肌发力为主，下肢做快速蹬地、转股和伸璇等动作，双手借助身体转动的惯性顺势把球抛向墙面，球回弹后双手接球利用球的反弹力扭紧身体还原成基本准备姿势。",
        "after_rp": "练习者身体侧对投掷墙，距墙约1米，双手握住实心球，旋转躯干并将球摆至外侧髋关节，使躯干形成扭紧姿势。练习开始时，以扭紧两侧臀肌发力为主，下肢做快速蹬地、转股和伸璇等动作，双手借助身体转动的惯性顺势把球抛向墙面，球回弹后双手接球利用球的反弹力扭紧身体还原成基本准备姿势。",
        "rp_pair": [
            "【【一侧→两侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13169",
        "contain_rp": "呈分腿坐姿，左臂上举，右手放在左侧骨盆，身体向【【右侧→左侧】】倾。",
        "before_rp": "呈分腿坐姿，左臂上举，右手放在左侧骨盆，身体向右侧倾。",
        "after_rp": "呈分腿坐姿，左臂上举，右手放在左侧骨盆，身体向左侧倾。",
        "rp_pair": [
            "【【右侧→左侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11462",
        "contain_rp": "吸气，将手臂、腰身、两脚转回步骤3的姿态，随后呼气，身体向左侧弯腰，左手平放于左脚背上或左脚【【内侧→上侧】】或外侧的地面上，两手臂伸直，呈一条直线，眼睛向上看，双目凝视右手指尖。吸气，放开左手，回复到步骤3的姿势。左、右方重复上述过程3~6次。慢慢直起腰身，两臂保持平直，最后自然垂下，全身放松休息。",
        "before_rp": "吸气，将手臂、腰身、两脚转回步骤3的姿态，随后呼气，身体向左侧弯腰，左手平放于左脚背上或左脚内侧或外侧的地面上，两手臂伸直，呈一条直线，眼睛向上看，双目凝视右手指尖。吸气，放开左手，回复到步骤3的姿势。左、右方重复上述过程3~6次。慢慢直起腰身，两臂保持平直，最后自然垂下，全身放松休息。",
        "after_rp": "吸气，将手臂、腰身、两脚转回步骤3的姿态，随后呼气，身体向左侧弯腰，左手平放于左脚背上或左脚上侧或外侧的地面上，两手臂伸直，呈一条直线，眼睛向上看，双目凝视右手指尖。吸气，放开左手，回复到步骤3的姿势。左、右方重复上述过程3~6次。慢慢直起腰身，两臂保持平直，最后自然垂下，全身放松休息。",
        "rp_pair": [
            "【【内侧→上侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13522",
        "contain_rp": "右侧髋关节外展，使右侧膝关节尽可能地贴近地面，直至右侧腹股沟及右腿大腿【【内侧→下侧】】肌群有中等程度的牵拉感，拉伸动作持续2秒左右。",
        "before_rp": "右侧髋关节外展，使右侧膝关节尽可能地贴近地面，直至右侧腹股沟及右腿大腿内侧肌群有中等程度的牵拉感，拉伸动作持续2秒左右。",
        "after_rp": "右侧髋关节外展，使右侧膝关节尽可能地贴近地面，直至右侧腹股沟及右腿大腿下侧肌群有中等程度的牵拉感，拉伸动作持续2秒左右。",
        "rp_pair": [
            "【【内侧→下侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-2671",
        "contain_rp": "呼气，双手在左脚【【两侧→右侧】】扶地面，右脚向后迈一大步，使膝盖着地，脚背贴着地面，左腿蹲下去。调整呼吸。",
        "before_rp": "呼气，双手在左脚两侧扶地面，右脚向后迈一大步，使膝盖着地，脚背贴着地面，左腿蹲下去。调整呼吸。",
        "after_rp": "呼气，双手在左脚右侧扶地面，右脚向后迈一大步，使膝盖着地，脚背贴着地面，左腿蹲下去。调整呼吸。",
        "rp_pair": [
            "【【两侧→右侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-2327",
        "contain_rp": "身体右侧对弹力带，呈基本跪姿；双手握住弹力带于身体【【内侧→右侧】】髋部，双臂伸直；双臂提举弹力带至胸部，同时，快速转向正面；双臂向左肩上方提举弹力带，至头顶左上方，双臂伸直，同时，胸部快速转向左侧。",
        "before_rp": "身体右侧对弹力带，呈基本跪姿；双手握住弹力带于身体内侧髋部，双臂伸直；双臂提举弹力带至胸部，同时，快速转向正面；双臂向左肩上方提举弹力带，至头顶左上方，双臂伸直，同时，胸部快速转向左侧。",
        "after_rp": "身体右侧对弹力带，呈基本跪姿；双手握住弹力带于身体右侧髋部，双臂伸直；双臂提举弹力带至胸部，同时，快速转向正面；双臂向左肩上方提举弹力带，至头顶左上方，双臂伸直，同时，胸部快速转向左侧。",
        "rp_pair": [
            "【【内侧→右侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-12503",
        "contain_rp": "11．被告人高亦池于2019年1月1日和1月3日的供述及其当庭供述，证实2019年1月1日晚18时10分左右，其驾驶牌号为沪C2XXXX的小型普通客车沿崇明区大港公路由南向北行驶至草港公路路口处准备直行穿过草港公路，当其行驶到草港公路南侧一点的时候，其看到路面漆划的停字并减速慢行，后在直行过路口时，其车右后侧被一辆从草港公路由东向西行驶过来的小型普通客车撞到，其车失控，车身【【左侧→外侧】】撞到大港公路西侧一根电线杆后停了下来。",
        "before_rp": "11．被告人高亦池于2019年1月1日和1月3日的供述及其当庭供述，证实2019年1月1日晚18时10分左右，其驾驶牌号为沪C2XXXX的小型普通客车沿崇明区大港公路由南向北行驶至草港公路路口处准备直行穿过草港公路，当其行驶到草港公路南侧一点的时候，其看到路面漆划的停字并减速慢行，后在直行过路口时，其车右后侧被一辆从草港公路由东向西行驶过来的小型普通客车撞到，其车失控，车身左侧撞到大港公路西侧一根电线杆后停了下来。",
        "after_rp": "11．被告人高亦池于2019年1月1日和1月3日的供述及其当庭供述，证实2019年1月1日晚18时10分左右，其驾驶牌号为沪C2XXXX的小型普通客车沿崇明区大港公路由南向北行驶至草港公路路口处准备直行穿过草港公路，当其行驶到草港公路南侧一点的时候，其看到路面漆划的停字并减速慢行，后在直行过路口时，其车右后侧被一辆从草港公路由东向西行驶过来的小型普通客车撞到，其车失控，车身外侧撞到大港公路西侧一根电线杆后停了下来。",
        "rp_pair": [
            "【【左侧→外侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11318",
        "contain_rp": "俯卧于瑞士球上，背部平直，双臂伸直，放于瑞士球【【两侧→一侧】】，双侧肩胛骨收紧，然后屈肘向上抬起，屈肘达90°时，前臂向上抬起，直至与躯干成一个平面。与上臂形成“L”字，然后向上伸直与躯干形成“Y”字，回到起始姿势。",
        "before_rp": "俯卧于瑞士球上，背部平直，双臂伸直，放于瑞士球两侧，双侧肩胛骨收紧，然后屈肘向上抬起，屈肘达90°时，前臂向上抬起，直至与躯干成一个平面。与上臂形成“L”字，然后向上伸直与躯干形成“Y”字，回到起始姿势。",
        "after_rp": "俯卧于瑞士球上，背部平直，双臂伸直，放于瑞士球一侧，双侧肩胛骨收紧，然后屈肘向上抬起，屈肘达90°时，前臂向上抬起，直至与躯干成一个平面。与上臂形成“L”字，然后向上伸直与躯干形成“Y”字，回到起始姿势。",
        "rp_pair": [
            "【【两侧→一侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13107",
        "contain_rp": "一只游船在湖面上行驶，船头【【两侧→外侧】】卷起白色的浪花，船尾拖着一条长长的波纹。",
        "before_rp": "一只游船在湖面上行驶，船头两侧卷起白色的浪花，船尾拖着一条长长的波纹。",
        "after_rp": "一只游船在湖面上行驶，船头外侧卷起白色的浪花，船尾拖着一条长长的波纹。",
        "rp_pair": [
            "【【两侧→外侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-14668",
        "contain_rp": "慧思和尚闪在【【一侧→外侧】】，略微靠前一点引导着桑桑往前走。他问桑桑:“小施主，有什么事吗?”",
        "before_rp": "慧思和尚闪在一侧，略微靠前一点引导着桑桑往前走。他问桑桑:“小施主，有什么事吗?”",
        "after_rp": "慧思和尚闪在外侧，略微靠前一点引导着桑桑往前走。他问桑桑:“小施主，有什么事吗?”",
        "rp_pair": [
            "【【一侧→外侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13292",
        "contain_rp": "弯曲右腿，右脚背放在左大腿上，脚心向上。右臂向前伸展，用右手抓住左脚脚趾或将手掌靠在右脚外侧。上身转向左边，眼睛向左后方看，将左臂尽量伸向腰背部，使左手贴住腰的【【右侧→内侧】】。深呼吸，随着每次呼吸，上身尽量向左后方拧转。注意，此时应采用腹式呼吸。保持此姿势，呼吸3次。左、右方重复练习3次。",
        "before_rp": "弯曲右腿，右脚背放在左大腿上，脚心向上。右臂向前伸展，用右手抓住左脚脚趾或将手掌靠在右脚外侧。上身转向左边，眼睛向左后方看，将左臂尽量伸向腰背部，使左手贴住腰的右侧。深呼吸，随着每次呼吸，上身尽量向左后方拧转。注意，此时应采用腹式呼吸。保持此姿势，呼吸3次。左、右方重复练习3次。",
        "after_rp": "弯曲右腿，右脚背放在左大腿上，脚心向上。右臂向前伸展，用右手抓住左脚脚趾或将手掌靠在右脚外侧。上身转向左边，眼睛向左后方看，将左臂尽量伸向腰背部，使左手贴住腰的内侧。深呼吸，随着每次呼吸，上身尽量向左后方拧转。注意，此时应采用腹式呼吸。保持此姿势，呼吸3次。左、右方重复练习3次。",
        "rp_pair": [
            "【【右侧→内侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-15575",
        "contain_rp": "李某二李某骑电动自行车沿亭卫公路西侧非机动车道由北向南直行超速行驶通过此路口，因被告人张某违反让行规定，造成其驾驶的厢式货车右侧前部与电动自行车【【左侧→外侧】】后部碰撞、二车损坏，李某二2倒地受伤(送医院抢救无效于当日死亡)的交通事故。",
        "before_rp": "李某二李某骑电动自行车沿亭卫公路西侧非机动车道由北向南直行超速行驶通过此路口，因被告人张某违反让行规定，造成其驾驶的厢式货车右侧前部与电动自行车左侧后部碰撞、二车损坏，李某二2倒地受伤(送医院抢救无效于当日死亡)的交通事故。",
        "after_rp": "李某二李某骑电动自行车沿亭卫公路西侧非机动车道由北向南直行超速行驶通过此路口，因被告人张某违反让行规定，造成其驾驶的厢式货车右侧前部与电动自行车外侧后部碰撞、二车损坏，李某二2倒地受伤(送医院抢救无效于当日死亡)的交通事故。",
        "rp_pair": [
            "【【左侧→外侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11300",
        "contain_rp": "上体保持正直坐于垫上，右腿伸直，左腿屈膝，左脚放于右膝外侧，躯干转向【【左侧→外侧】】，左手支撑于地面，右手放在左膝上。",
        "before_rp": "上体保持正直坐于垫上，右腿伸直，左腿屈膝，左脚放于右膝外侧，躯干转向左侧，左手支撑于地面，右手放在左膝上。",
        "after_rp": "上体保持正直坐于垫上，右腿伸直，左腿屈膝，左脚放于右膝外侧，躯干转向外侧，左手支撑于地面，右手放在左膝上。",
        "rp_pair": [
            "【【左侧→外侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-2270",
        "contain_rp": "以拉伸【【左侧→一侧】】为例：两脚前后开立，双手叉腰，左脚在前，右脚在后，屈左膝，重心前移，右侧亦如此。",
        "before_rp": "以拉伸左侧为例：两脚前后开立，双手叉腰，左脚在前，右脚在后，屈左膝，重心前移，右侧亦如此。",
        "after_rp": "以拉伸一侧为例：两脚前后开立，双手叉腰，左脚在前，右脚在后，屈左膝，重心前移，右侧亦如此。",
        "rp_pair": [
            "【【左侧→一侧】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-6392",
        "contain_rp": "元杂剧的故事情节复杂，人物角色增多，换场成为演出的必要环节。由此，出现了小三面观舞台，即在大三面观舞台的基础上，在两侧角柱间增设辅柱，并在辅柱与后角柱间砌墙，以区分前后台，方便演员换场。之后又出现了两侧角柱间完全砌墙的戏台，即一面观戏台。一面观戏台的【【两侧→左侧】】山墙进一步封闭了表演空间，有效保证演员免受风雨袭扰。",
        "before_rp": "元杂剧的故事情节复杂，人物角色增多，换场成为演出的必要环节。由此，出现了小三面观舞台，即在大三面观舞台的基础上，在两侧角柱间增设辅柱，并在辅柱与后角柱间砌墙，以区分前后台，方便演员换场。之后又出现了两侧角柱间完全砌墙的戏台，即一面观戏台。一面观戏台的两侧山墙进一步封闭了表演空间，有效保证演员免受风雨袭扰。",
        "after_rp": "元杂剧的故事情节复杂，人物角色增多，换场成为演出的必要环节。由此，出现了小三面观舞台，即在大三面观舞台的基础上，在两侧角柱间增设辅柱，并在辅柱与后角柱间砌墙，以区分前后台，方便演员换场。之后又出现了两侧角柱间完全砌墙的戏台，即一面观戏台。一面观戏台的左侧山墙进一步封闭了表演空间，有效保证演员免受风雨袭扰。",
        "rp_pair": [
            "【【两侧→左侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10696",
        "contain_rp": "牌号为沪DJXXXX重型厢式货车沿盐朝公路由西向东行驶至金闻路东约20米处时，车身右侧与右侧同向由张正芳驾驶的牌号为“上海XXXXXXX”电动自行车【【左侧→外侧】】发生碰撞，张正芳倒地遭重型厢式货车碾压，造成张正芳经医院抢救无效死亡及电动自行车损坏的道路交通事故。",
        "before_rp": "牌号为沪DJXXXX重型厢式货车沿盐朝公路由西向东行驶至金闻路东约20米处时，车身右侧与右侧同向由张正芳驾驶的牌号为“上海XXXXXXX”电动自行车左侧发生碰撞，张正芳倒地遭重型厢式货车碾压，造成张正芳经医院抢救无效死亡及电动自行车损坏的道路交通事故。",
        "after_rp": "牌号为沪DJXXXX重型厢式货车沿盐朝公路由西向东行驶至金闻路东约20米处时，车身右侧与右侧同向由张正芳驾驶的牌号为“上海XXXXXXX”电动自行车外侧发生碰撞，张正芳倒地遭重型厢式货车碾压，造成张正芳经医院抢救无效死亡及电动自行车损坏的道路交通事故。",
        "rp_pair": [
            "【【左侧→外侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10569",
        "contain_rp": "上海市宝山区人民检察院指控：被告人XX于2018年11月4日5时37分许，驾驶一辆冀BMXXXX重型自卸货车在宝山区沿江杨南路北向南行驶至江杨南路2550弄处，向西右转弯过程中，碰撞其【【右侧→一侧】】同向非机动车道内行驶至此的骑电动自行车的被害人宋志国，造成宋志国倒地受伤，抢救无效于2018年11月6日死亡。",
        "before_rp": "上海市宝山区人民检察院指控：被告人XX于2018年11月4日5时37分许，驾驶一辆冀BMXXXX重型自卸货车在宝山区沿江杨南路北向南行驶至江杨南路2550弄处，向西右转弯过程中，碰撞其右侧同向非机动车道内行驶至此的骑电动自行车的被害人宋志国，造成宋志国倒地受伤，抢救无效于2018年11月6日死亡。",
        "after_rp": "上海市宝山区人民检察院指控：被告人XX于2018年11月4日5时37分许，驾驶一辆冀BMXXXX重型自卸货车在宝山区沿江杨南路北向南行驶至江杨南路2550弄处，向西右转弯过程中，碰撞其一侧同向非机动车道内行驶至此的骑电动自行车的被害人宋志国，造成宋志国倒地受伤，抢救无效于2018年11月6日死亡。",
        "rp_pair": [
            "【【右侧→一侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13843",
        "contain_rp": "记者沿着碎石坡往山顶爬，发现一处绵延数百米的山谷，山谷【【两侧→下侧】】裸露着光秃秃灰里带红的岩石。“这就是露天采矿场，他们为了方便采矿，把山脊炸成了山谷，周围的环境已经面目全非了。”村民一边说，一边在地上的乱石堆里翻拣，拾起一块黑色的石头递给记者：“你看，这就是铁矿石，富民公司主要是采铁矿石。”",
        "before_rp": "记者沿着碎石坡往山顶爬，发现一处绵延数百米的山谷，山谷两侧裸露着光秃秃灰里带红的岩石。“这就是露天采矿场，他们为了方便采矿，把山脊炸成了山谷，周围的环境已经面目全非了。”村民一边说，一边在地上的乱石堆里翻拣，拾起一块黑色的石头递给记者：“你看，这就是铁矿石，富民公司主要是采铁矿石。”",
        "after_rp": "记者沿着碎石坡往山顶爬，发现一处绵延数百米的山谷，山谷下侧裸露着光秃秃灰里带红的岩石。“这就是露天采矿场，他们为了方便采矿，把山脊炸成了山谷，周围的环境已经面目全非了。”村民一边说，一边在地上的乱石堆里翻拣，拾起一块黑色的石头递给记者：“你看，这就是铁矿石，富民公司主要是采铁矿石。”",
        "rp_pair": [
            "【【两侧→下侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-15336",
        "contain_rp": "失控，驶入【【右侧→内侧】】非机动车道，车头与在该车道内由南向北行驶的被害人吴某某骑行的自行车车尾相撞，致吴倒地受伤，经送医院抢救无效死亡，构成道路交通事故。",
        "before_rp": "失控，驶入右侧非机动车道，车头与在该车道内由南向北行驶的被害人吴某某骑行的自行车车尾相撞，致吴倒地受伤，经送医院抢救无效死亡，构成道路交通事故。",
        "after_rp": "失控，驶入内侧非机动车道，车头与在该车道内由南向北行驶的被害人吴某某骑行的自行车车尾相撞，致吴倒地受伤，经送医院抢救无效死亡，构成道路交通事故。",
        "rp_pair": [
            "【【右侧→内侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-4687",
        "contain_rp": "出城北行，汽车在蜿蜒的柏油路上行驶。道路【【两侧→上侧】】黄土壁立，沟渠被绿草杂树覆盖。虽不见流水，但也显出几分生机。抬头望去，层层梯田如无数条橙黄、墨绿的彩带，从条条山谷排列而上，直达天际。越往上走，雨雾越浓。道路两侧，碗口粗的侧柏形成绵延几公里的绿色长廊。",
        "before_rp": "出城北行，汽车在蜿蜒的柏油路上行驶。道路两侧黄土壁立，沟渠被绿草杂树覆盖。虽不见流水，但也显出几分生机。抬头望去，层层梯田如无数条橙黄、墨绿的彩带，从条条山谷排列而上，直达天际。越往上走，雨雾越浓。道路两侧，碗口粗的侧柏形成绵延几公里的绿色长廊。",
        "after_rp": "出城北行，汽车在蜿蜒的柏油路上行驶。道路上侧黄土壁立，沟渠被绿草杂树覆盖。虽不见流水，但也显出几分生机。抬头望去，层层梯田如无数条橙黄、墨绿的彩带，从条条山谷排列而上，直达天际。越往上走，雨雾越浓。道路两侧，碗口粗的侧柏形成绵延几公里的绿色长廊。",
        "rp_pair": [
            "【【两侧→上侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-15352",
        "contain_rp": "公诉机关指控，2017年12月18日6时28分许，被告人李军芳驾驶号牌号码为苏E1XXXX小型轿车，沿上海市嘉定区丰庄路机动车道由南向北行驶至曹安公路路口处右转弯时，遇被害人任寿保驾驶号牌号码为“上海XXXXXXX”的电动自行车沿曹安公路南侧非机动车道由西向东行驶至该处，由于李军芳驾车未按规定让行，致其所驾驶车辆车头【【右侧→左侧】】与电动自行车右后侧相撞，任寿保跌地受伤后经医院抢救无效于次日死亡。",
        "before_rp": "公诉机关指控，2017年12月18日6时28分许，被告人李军芳驾驶号牌号码为苏E1XXXX小型轿车，沿上海市嘉定区丰庄路机动车道由南向北行驶至曹安公路路口处右转弯时，遇被害人任寿保驾驶号牌号码为“上海XXXXXXX”的电动自行车沿曹安公路南侧非机动车道由西向东行驶至该处，由于李军芳驾车未按规定让行，致其所驾驶车辆车头右侧与电动自行车右后侧相撞，任寿保跌地受伤后经医院抢救无效于次日死亡。",
        "after_rp": "公诉机关指控，2017年12月18日6时28分许，被告人李军芳驾驶号牌号码为苏E1XXXX小型轿车，沿上海市嘉定区丰庄路机动车道由南向北行驶至曹安公路路口处右转弯时，遇被害人任寿保驾驶号牌号码为“上海XXXXXXX”的电动自行车沿曹安公路南侧非机动车道由西向东行驶至该处，由于李军芳驾车未按规定让行，致其所驾驶车辆车头左侧与电动自行车右后侧相撞，任寿保跌地受伤后经医院抢救无效于次日死亡。",
        "rp_pair": [
            "【【右侧→左侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-2238",
        "contain_rp": "背对墙壁，双手持实心球置于身体右侧，两脚左右开立。躯干向右侧旋转，双手将实心球举至身体【【右侧→外侧】】前方；左脚后撤一步；躯干快速转向左侧。双手将实心球掷向墙壁。",
        "before_rp": "背对墙壁，双手持实心球置于身体右侧，两脚左右开立。躯干向右侧旋转，双手将实心球举至身体右侧前方；左脚后撤一步；躯干快速转向左侧。双手将实心球掷向墙壁。",
        "after_rp": "背对墙壁，双手持实心球置于身体右侧，两脚左右开立。躯干向右侧旋转，双手将实心球举至身体外侧前方；左脚后撤一步；躯干快速转向左侧。双手将实心球掷向墙壁。",
        "rp_pair": [
            "【【右侧→外侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-15253",
        "contain_rp": "【【右侧→一侧】】与电动自行车左侧发生碰撞，邱菊良倒地受伤，后经抢救无效于同年9月12日死亡。",
        "before_rp": "右侧与电动自行车左侧发生碰撞，邱菊良倒地受伤，后经抢救无效于同年9月12日死亡。",
        "after_rp": "一侧与电动自行车左侧发生碰撞，邱菊良倒地受伤，后经抢救无效于同年9月12日死亡。",
        "rp_pair": [
            "【【右侧→一侧】】"
        ],
        "label": 3
    },
    {
        "qid": "1-test-15252",
        "contain_rp": "【【左侧→一侧】】相碰撞，造成王林东倒地后被重型半挂牵引车车轮碾压受伤，后经医院抢救无效于同年9月5日死亡。",
        "before_rp": "左侧相碰撞，造成王林东倒地后被重型半挂牵引车车轮碾压受伤，后经医院抢救无效于同年9月5日死亡。",
        "after_rp": "一侧相碰撞，造成王林东倒地后被重型半挂牵引车车轮碾压受伤，后经医院抢救无效于同年9月5日死亡。",
        "rp_pair": [
            "【【左侧→一侧】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-10299",
        "contain_rp": "浦东北路西约200米（德威二堆场门口）处向南右转弯通过非机动车道时，因疏于观察而未确保行车安全，造成重型半挂牵引车车身【【右侧→上侧】】前部与在该非机动车道内由西向东行驶的电动自行车车身左侧相碰擦，致使驾驶电动自行车的被害人高某1被撞倒地后遭碾压致头部损伤而死亡。",
        "before_rp": "浦东北路西约200米（德威二堆场门口）处向南右转弯通过非机动车道时，因疏于观察而未确保行车安全，造成重型半挂牵引车车身右侧前部与在该非机动车道内由西向东行驶的电动自行车车身左侧相碰擦，致使驾驶电动自行车的被害人高某1被撞倒地后遭碾压致头部损伤而死亡。",
        "after_rp": "浦东北路西约200米（德威二堆场门口）处向南右转弯通过非机动车道时，因疏于观察而未确保行车安全，造成重型半挂牵引车车身上侧前部与在该非机动车道内由西向东行驶的电动自行车车身左侧相碰擦，致使驾驶电动自行车的被害人高某1被撞倒地后遭碾压致头部损伤而死亡。",
        "rp_pair": [
            "【【右侧→上侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11414",
        "contain_rp": "呼气，弯曲右膝盖，上身后仰并用左手抓住右脚的脚踝，右手继续保持前伸状态。深深地吸气，用手继续拉脚踝，将其上提到最高点上，然后用眼睛向上方望，停留几秒钟，保持自然均匀的呼吸。做完后，换身体另【【一侧→外侧】】练习。",
        "before_rp": "呼气，弯曲右膝盖，上身后仰并用左手抓住右脚的脚踝，右手继续保持前伸状态。深深地吸气，用手继续拉脚踝，将其上提到最高点上，然后用眼睛向上方望，停留几秒钟，保持自然均匀的呼吸。做完后，换身体另一侧练习。",
        "after_rp": "呼气，弯曲右膝盖，上身后仰并用左手抓住右脚的脚踝，右手继续保持前伸状态。深深地吸气，用手继续拉脚踝，将其上提到最高点上，然后用眼睛向上方望，停留几秒钟，保持自然均匀的呼吸。做完后，换身体另外侧练习。",
        "rp_pair": [
            "【【一侧→外侧】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-10537",
        "contain_rp": "相关鉴定意见还证实，肇事车辆前部左侧与对方电动自行车左侧发生碰撞，前挡风玻璃【【左侧→一侧】】与电动自行车骑车人左侧上肢及面部发生碰撞致前挡风玻璃左侧破洞。",
        "before_rp": "相关鉴定意见还证实，肇事车辆前部左侧与对方电动自行车左侧发生碰撞，前挡风玻璃左侧与电动自行车骑车人左侧上肢及面部发生碰撞致前挡风玻璃左侧破洞。",
        "after_rp": "相关鉴定意见还证实，肇事车辆前部左侧与对方电动自行车左侧发生碰撞，前挡风玻璃一侧与电动自行车骑车人左侧上肢及面部发生碰撞致前挡风玻璃左侧破洞。",
        "rp_pair": [
            "【【左侧→一侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-12459",
        "contain_rp": "上海市普陀区人民检察院指控，2018年9月13日2时17分许，被告人俞某某驾驶牌号为沪EFXXXX的重型自卸货车，沿本市中山北路由北向南行驶至3481弄口右转弯时，货车右侧与沿中山北路由北向南行驶在非机动车道上的电动两轮车及骑车人被害人刘强【【左侧→外侧】】相撞，致刘强倒地受伤。",
        "before_rp": "上海市普陀区人民检察院指控，2018年9月13日2时17分许，被告人俞某某驾驶牌号为沪EFXXXX的重型自卸货车，沿本市中山北路由北向南行驶至3481弄口右转弯时，货车右侧与沿中山北路由北向南行驶在非机动车道上的电动两轮车及骑车人被害人刘强左侧相撞，致刘强倒地受伤。",
        "after_rp": "上海市普陀区人民检察院指控，2018年9月13日2时17分许，被告人俞某某驾驶牌号为沪EFXXXX的重型自卸货车，沿本市中山北路由北向南行驶至3481弄口右转弯时，货车右侧与沿中山北路由北向南行驶在非机动车道上的电动两轮车及骑车人被害人刘强外侧相撞，致刘强倒地受伤。",
        "rp_pair": [
            "【【左侧→外侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-2237",
        "contain_rp": "背对墙壁，双手持实心球置于身体右侧，两脚左右开立。躯干向右侧旋转，双手将实心球举至身体【【右侧→下侧】】前方；左脚后撤一步；躯干快速转向左侧。双手将实心球掷向墙壁。",
        "before_rp": "背对墙壁，双手持实心球置于身体右侧，两脚左右开立。躯干向右侧旋转，双手将实心球举至身体右侧前方；左脚后撤一步；躯干快速转向左侧。双手将实心球掷向墙壁。",
        "after_rp": "背对墙壁，双手持实心球置于身体右侧，两脚左右开立。躯干向右侧旋转，双手将实心球举至身体下侧前方；左脚后撤一步；躯干快速转向左侧。双手将实心球掷向墙壁。",
        "rp_pair": [
            "【【右侧→下侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10125",
        "contain_rp": "东、黄、渤海都以M2半日潮波为主，除台湾海峡带驻波性质外，东海大部海区均具前进波性质。因有山东半岛和黄海北岸的反射作用，黄海有两个反时针旋转的潮波系统，无潮点在成山角以东和海州湾【【外侧→内侧】】，致使这两海域为不正规半日潮。黄海其他区域均属正规半日潮。渤海有两个M2半日潮波系统和一个K1全日潮波系统，前者无潮点在秦皇岛外和黄河口，后者在渤海海峡，因而秦皇岛、黄河口附近为不正规全日潮，其他海域均为不正规半日潮。",
        "before_rp": "东、黄、渤海都以M2半日潮波为主，除台湾海峡带驻波性质外，东海大部海区均具前进波性质。因有山东半岛和黄海北岸的反射作用，黄海有两个反时针旋转的潮波系统，无潮点在成山角以东和海州湾外侧，致使这两海域为不正规半日潮。黄海其他区域均属正规半日潮。渤海有两个M2半日潮波系统和一个K1全日潮波系统，前者无潮点在秦皇岛外和黄河口，后者在渤海海峡，因而秦皇岛、黄河口附近为不正规全日潮，其他海域均为不正规半日潮。",
        "after_rp": "东、黄、渤海都以M2半日潮波为主，除台湾海峡带驻波性质外，东海大部海区均具前进波性质。因有山东半岛和黄海北岸的反射作用，黄海有两个反时针旋转的潮波系统，无潮点在成山角以东和海州湾内侧，致使这两海域为不正规半日潮。黄海其他区域均属正规半日潮。渤海有两个M2半日潮波系统和一个K1全日潮波系统，前者无潮点在秦皇岛外和黄河口，后者在渤海海峡，因而秦皇岛、黄河口附近为不正规全日潮，其他海域均为不正规半日潮。",
        "rp_pair": [
            "【【外侧→内侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13518",
        "contain_rp": "右侧髋关节外展，使右侧膝关节尽可能地贴近地面，直至【【右侧→外侧】】腹股沟及右腿大腿内侧肌群有中等程度的牵拉感，拉伸动作持续2秒左右。",
        "before_rp": "右侧髋关节外展，使右侧膝关节尽可能地贴近地面，直至右侧腹股沟及右腿大腿内侧肌群有中等程度的牵拉感，拉伸动作持续2秒左右。",
        "after_rp": "右侧髋关节外展，使右侧膝关节尽可能地贴近地面，直至外侧腹股沟及右腿大腿内侧肌群有中等程度的牵拉感，拉伸动作持续2秒左右。",
        "rp_pair": [
            "【【右侧→外侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-6391",
        "contain_rp": "元杂剧的故事情节复杂，人物角色增多，换场成为演出的必要环节。由此，出现了小三面观舞台，即在大三面观舞台的基础上，在两侧角柱间增设辅柱，并在辅柱与后角柱间砌墙，以区分前后台，方便演员换场。之后又出现了两侧角柱间完全砌墙的戏台，即一面观戏台。一面观戏台的【【两侧→一侧】】山墙进一步封闭了表演空间，有效保证演员免受风雨袭扰。",
        "before_rp": "元杂剧的故事情节复杂，人物角色增多，换场成为演出的必要环节。由此，出现了小三面观舞台，即在大三面观舞台的基础上，在两侧角柱间增设辅柱，并在辅柱与后角柱间砌墙，以区分前后台，方便演员换场。之后又出现了两侧角柱间完全砌墙的戏台，即一面观戏台。一面观戏台的两侧山墙进一步封闭了表演空间，有效保证演员免受风雨袭扰。",
        "after_rp": "元杂剧的故事情节复杂，人物角色增多，换场成为演出的必要环节。由此，出现了小三面观舞台，即在大三面观舞台的基础上，在两侧角柱间增设辅柱，并在辅柱与后角柱间砌墙，以区分前后台，方便演员换场。之后又出现了两侧角柱间完全砌墙的戏台，即一面观戏台。一面观戏台的一侧山墙进一步封闭了表演空间，有效保证演员免受风雨袭扰。",
        "rp_pair": [
            "【【两侧→一侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13699",
        "contain_rp": "解新全和村干部发动从北牛池走出去的解姓人捐款。“3月动工，8月完工。”修缮一新的外墙上，稷楼夜月、萍池夏雨等浮雕八景别具一格。四合院内的【【两侧→右侧】】耳房已经布展完毕，解氏名人事迹通过图文形式在无声传递。",
        "before_rp": "解新全和村干部发动从北牛池走出去的解姓人捐款。“3月动工，8月完工。”修缮一新的外墙上，稷楼夜月、萍池夏雨等浮雕八景别具一格。四合院内的两侧耳房已经布展完毕，解氏名人事迹通过图文形式在无声传递。",
        "after_rp": "解新全和村干部发动从北牛池走出去的解姓人捐款。“3月动工，8月完工。”修缮一新的外墙上，稷楼夜月、萍池夏雨等浮雕八景别具一格。四合院内的右侧耳房已经布展完毕，解氏名人事迹通过图文形式在无声传递。",
        "rp_pair": [
            "【【两侧→右侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13494",
        "contain_rp": "左臂收回，双手置于左腿大腿【【两侧→上侧】】，指肚触地；左腿从屈膝变为伸直，脚后跟撑地；脚尖绷起，拉伸动作持续1~2秒。",
        "before_rp": "左臂收回，双手置于左腿大腿两侧，指肚触地；左腿从屈膝变为伸直，脚后跟撑地；脚尖绷起，拉伸动作持续1~2秒。",
        "after_rp": "左臂收回，双手置于左腿大腿上侧，指肚触地；左腿从屈膝变为伸直，脚后跟撑地；脚尖绷起，拉伸动作持续1~2秒。",
        "rp_pair": [
            "【【两侧→上侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13513",
        "contain_rp": "【【右侧→上侧】】髋关节外展，使右侧膝关节尽可能地贴近地面，直至右侧腹股沟及右腿大腿内侧肌群有中等程度的牵拉感，拉伸动作持续2秒左右。",
        "before_rp": "右侧髋关节外展，使右侧膝关节尽可能地贴近地面，直至右侧腹股沟及右腿大腿内侧肌群有中等程度的牵拉感，拉伸动作持续2秒左右。",
        "after_rp": "上侧髋关节外展，使右侧膝关节尽可能地贴近地面，直至右侧腹股沟及右腿大腿内侧肌群有中等程度的牵拉感，拉伸动作持续2秒左右。",
        "rp_pair": [
            "【【右侧→上侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-15350",
        "contain_rp": "行车沿希望路北侧非机动车道由东向西行驶，因赵锋疏忽大意且未按规定让行，致所驾重型货车车头与电动自行车【【右侧→内侧】】相撞。",
        "before_rp": "行车沿希望路北侧非机动车道由东向西行驶，因赵锋疏忽大意且未按规定让行，致所驾重型货车车头与电动自行车右侧相撞。",
        "after_rp": "行车沿希望路北侧非机动车道由东向西行驶，因赵锋疏忽大意且未按规定让行，致所驾重型货车车头与电动自行车内侧相撞。",
        "rp_pair": [
            "【【右侧→内侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10599",
        "contain_rp": "经审理查明，2019年5月27日20时30分许，被告人顾某某驾驶沪ERXXXX重型半挂牵引车(拖挂沪BSXXX挂重型集装箱半挂车)在上海市浦东新区洲海路由东向西行驶至华东路西约300米处，被害人崔治安驾驶“上海XXXXXXX”电动自行车沿洲海路非机动车道由东向西行驶至上述地点，顾某某驾驶车辆右转弯时，未按照操作规范安全驾驶，未避让电动自行车，致使重型半挂牵引车【【右侧→一侧】】前部与电动自行车左侧相撞，崔治安及其驾驶的电动自行车倒地遭重型半挂牵引车推碾。",
        "before_rp": "经审理查明，2019年5月27日20时30分许，被告人顾某某驾驶沪ERXXXX重型半挂牵引车(拖挂沪BSXXX挂重型集装箱半挂车)在上海市浦东新区洲海路由东向西行驶至华东路西约300米处，被害人崔治安驾驶“上海XXXXXXX”电动自行车沿洲海路非机动车道由东向西行驶至上述地点，顾某某驾驶车辆右转弯时，未按照操作规范安全驾驶，未避让电动自行车，致使重型半挂牵引车右侧前部与电动自行车左侧相撞，崔治安及其驾驶的电动自行车倒地遭重型半挂牵引车推碾。",
        "after_rp": "经审理查明，2019年5月27日20时30分许，被告人顾某某驾驶沪ERXXXX重型半挂牵引车(拖挂沪BSXXX挂重型集装箱半挂车)在上海市浦东新区洲海路由东向西行驶至华东路西约300米处，被害人崔治安驾驶“上海XXXXXXX”电动自行车沿洲海路非机动车道由东向西行驶至上述地点，顾某某驾驶车辆右转弯时，未按照操作规范安全驾驶，未避让电动自行车，致使重型半挂牵引车一侧前部与电动自行车左侧相撞，崔治安及其驾驶的电动自行车倒地遭重型半挂牵引车推碾。",
        "rp_pair": [
            "【【右侧→一侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-13263",
        "contain_rp": "平躺在地面上，两腿并拢平直前伸，绷直脚尖两臂平放在身体【【两侧→上侧】】，掌心向下，两眼看向天花板，自然而均匀地呼吸。",
        "before_rp": "平躺在地面上，两腿并拢平直前伸，绷直脚尖两臂平放在身体两侧，掌心向下，两眼看向天花板，自然而均匀地呼吸。",
        "after_rp": "平躺在地面上，两腿并拢平直前伸，绷直脚尖两臂平放在身体上侧，掌心向下，两眼看向天花板，自然而均匀地呼吸。",
        "rp_pair": [
            "【【两侧→上侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13298",
        "contain_rp": "右脚向右迈一小步，右脚脚尖转向右侧，成弓箭步，右腿大、小腿尽量呈90°；左腿伸直，脚跟蹬住地面，使左脚跟在右脚的延长线上。两臂平举（感觉向【【两侧→左侧】】无限延伸），使手臂与肩保持在同一条直线上，掌心向前，头向右转，眼睛平视前方。",
        "before_rp": "右脚向右迈一小步，右脚脚尖转向右侧，成弓箭步，右腿大、小腿尽量呈90°；左腿伸直，脚跟蹬住地面，使左脚跟在右脚的延长线上。两臂平举（感觉向两侧无限延伸），使手臂与肩保持在同一条直线上，掌心向前，头向右转，眼睛平视前方。",
        "after_rp": "右脚向右迈一小步，右脚脚尖转向右侧，成弓箭步，右腿大、小腿尽量呈90°；左腿伸直，脚跟蹬住地面，使左脚跟在右脚的延长线上。两臂平举（感觉向左侧无限延伸），使手臂与肩保持在同一条直线上，掌心向前，头向右转，眼睛平视前方。",
        "rp_pair": [
            "【【两侧→左侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11330",
        "contain_rp": "身体侧向弹力带，呈基本跪姿。双手握住弹力带于身体内侧肩上方，身体向内侧扭紧。练习开始时，髋关节保持稳定，胸椎向【【外侧→左侧】】充分旋转，双手沿着身体转动的趋势向斜下方快速下拉弹力带。练习过程中，挺胸抬头后背收紧，髋关节保持稳定。",
        "before_rp": "身体侧向弹力带，呈基本跪姿。双手握住弹力带于身体内侧肩上方，身体向内侧扭紧。练习开始时，髋关节保持稳定，胸椎向外侧充分旋转，双手沿着身体转动的趋势向斜下方快速下拉弹力带。练习过程中，挺胸抬头后背收紧，髋关节保持稳定。",
        "after_rp": "身体侧向弹力带，呈基本跪姿。双手握住弹力带于身体内侧肩上方，身体向内侧扭紧。练习开始时，髋关节保持稳定，胸椎向左侧充分旋转，双手沿着身体转动的趋势向斜下方快速下拉弹力带。练习过程中，挺胸抬头后背收紧，髋关节保持稳定。",
        "rp_pair": [
            "【【外侧→左侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10342",
        "contain_rp": "经审理查明：2017年2月27日13时27分许，被告人田某某驾驶牌号为沪DCXXXX重型箱式货车沿上海市浦东新区江心沙路由北向南行驶至港城路南约400米处经弯道向西行驶过程中，因未在道路中间通行且疏于观察车辆【【右侧→外侧】】情况，致使重型箱式货车右前部与右侧同向由被害人朱永刚(经鉴定属于醉酒状态)驾驶的电动自行车相撞，造成被害人朱永刚被撞倒地遭碾压后死亡及电动自行车物损价值人民币1,800余元的道路交通事故。",
        "before_rp": "经审理查明：2017年2月27日13时27分许，被告人田某某驾驶牌号为沪DCXXXX重型箱式货车沿上海市浦东新区江心沙路由北向南行驶至港城路南约400米处经弯道向西行驶过程中，因未在道路中间通行且疏于观察车辆右侧情况，致使重型箱式货车右前部与右侧同向由被害人朱永刚(经鉴定属于醉酒状态)驾驶的电动自行车相撞，造成被害人朱永刚被撞倒地遭碾压后死亡及电动自行车物损价值人民币1,800余元的道路交通事故。",
        "after_rp": "经审理查明：2017年2月27日13时27分许，被告人田某某驾驶牌号为沪DCXXXX重型箱式货车沿上海市浦东新区江心沙路由北向南行驶至港城路南约400米处经弯道向西行驶过程中，因未在道路中间通行且疏于观察车辆外侧情况，致使重型箱式货车右前部与右侧同向由被害人朱永刚(经鉴定属于醉酒状态)驾驶的电动自行车相撞，造成被害人朱永刚被撞倒地遭碾压后死亡及电动自行车物损价值人民币1,800余元的道路交通事故。",
        "rp_pair": [
            "【【右侧→外侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-4354",
        "contain_rp": "10多分钟后，挖掘机到达积善坝。当时，车上人员都集中在车头，大家惊慌失措。张宗南把挖掘机6米多长的臂膀打开，稳稳地护在中巴车【【外侧→内侧】】。但中巴车还在向外滑动，每滑动一次，张宗南就调整角度，把车往反方向顶，阻止中巴车坠落。",
        "before_rp": "10多分钟后，挖掘机到达积善坝。当时，车上人员都集中在车头，大家惊慌失措。张宗南把挖掘机6米多长的臂膀打开，稳稳地护在中巴车外侧。但中巴车还在向外滑动，每滑动一次，张宗南就调整角度，把车往反方向顶，阻止中巴车坠落。",
        "after_rp": "10多分钟后，挖掘机到达积善坝。当时，车上人员都集中在车头，大家惊慌失措。张宗南把挖掘机6米多长的臂膀打开，稳稳地护在中巴车内侧。但中巴车还在向外滑动，每滑动一次，张宗南就调整角度，把车往反方向顶，阻止中巴车坠落。",
        "rp_pair": [
            "【【外侧→内侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-2248",
        "contain_rp": "身体侧向弹力带，外侧腿单腿支撑站立，内侧腿抬离地面维持平衡，躯干正直，肩关节放松下沉，双手握住弹力带于【【内侧→左侧】】肩上方，身体向内侧扭紧练习开始时，下肢以支撑腿臀肌发力并向外旋转躯干，双手沿着身体转动的趋势向斜下方快速下拉弹力带，练习过程中身体姿态保持稳定。还原成起始姿势后，再重复上一次动作。",
        "before_rp": "身体侧向弹力带，外侧腿单腿支撑站立，内侧腿抬离地面维持平衡，躯干正直，肩关节放松下沉，双手握住弹力带于内侧肩上方，身体向内侧扭紧练习开始时，下肢以支撑腿臀肌发力并向外旋转躯干，双手沿着身体转动的趋势向斜下方快速下拉弹力带，练习过程中身体姿态保持稳定。还原成起始姿势后，再重复上一次动作。",
        "after_rp": "身体侧向弹力带，外侧腿单腿支撑站立，内侧腿抬离地面维持平衡，躯干正直，肩关节放松下沉，双手握住弹力带于左侧肩上方，身体向内侧扭紧练习开始时，下肢以支撑腿臀肌发力并向外旋转躯干，双手沿着身体转动的趋势向斜下方快速下拉弹力带，练习过程中身体姿态保持稳定。还原成起始姿势后，再重复上一次动作。",
        "rp_pair": [
            "【【内侧→左侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-10998",
        "contain_rp": "天快要亮了。蜡烛也快要燃尽了。老妇人在地上到处找，终于找到了一小片带锈的洋铁。她用瘦弱的手指使劲把这片洋铁弯成了半圆，插在蜡烛【【旁边→侧边】】的泥土中，作为挡风的屏障。布置好了，她站起身来，仍旧慢慢地穿过方场，绕过那一段没有倒下的铁栏杆，回到地窖里去了。",
        "before_rp": "天快要亮了。蜡烛也快要燃尽了。老妇人在地上到处找，终于找到了一小片带锈的洋铁。她用瘦弱的手指使劲把这片洋铁弯成了半圆，插在蜡烛旁边的泥土中，作为挡风的屏障。布置好了，她站起身来，仍旧慢慢地穿过方场，绕过那一段没有倒下的铁栏杆，回到地窖里去了。",
        "after_rp": "天快要亮了。蜡烛也快要燃尽了。老妇人在地上到处找，终于找到了一小片带锈的洋铁。她用瘦弱的手指使劲把这片洋铁弯成了半圆，插在蜡烛侧边的泥土中，作为挡风的屏障。布置好了，她站起身来，仍旧慢慢地穿过方场，绕过那一段没有倒下的铁栏杆，回到地窖里去了。",
        "rp_pair": [
            "【【旁边→侧边】】"
        ],
        "label": 3
    },
    {
        "qid": "1-test-12819",
        "contain_rp": "汤姆听说哈克病了，礼拜五便去看他，谁知道被挡在了门外，礼拜六、礼拜天一连两天也都没让他进去。过了礼拜天，他可以每天进去了，但是那家的人告诫他不能透露他的探险经过，也不要谈及任何令人兴奋的话题。道格拉斯寡妇守候在【【旁边→一边】】，看汤姆是否遵守规定。回到家里，汤姆才听说卡迪夫山发生的事，还得知那个“衣衫褴褛的人”的尸体最后在渡船码头附近被发现了，很可能是在逃跑途中溺水而死的。",
        "before_rp": "汤姆听说哈克病了，礼拜五便去看他，谁知道被挡在了门外，礼拜六、礼拜天一连两天也都没让他进去。过了礼拜天，他可以每天进去了，但是那家的人告诫他不能透露他的探险经过，也不要谈及任何令人兴奋的话题。道格拉斯寡妇守候在旁边，看汤姆是否遵守规定。回到家里，汤姆才听说卡迪夫山发生的事，还得知那个“衣衫褴褛的人”的尸体最后在渡船码头附近被发现了，很可能是在逃跑途中溺水而死的。",
        "after_rp": "汤姆听说哈克病了，礼拜五便去看他，谁知道被挡在了门外，礼拜六、礼拜天一连两天也都没让他进去。过了礼拜天，他可以每天进去了，但是那家的人告诫他不能透露他的探险经过，也不要谈及任何令人兴奋的话题。道格拉斯寡妇守候在一边，看汤姆是否遵守规定。回到家里，汤姆才听说卡迪夫山发生的事，还得知那个“衣衫褴褛的人”的尸体最后在渡船码头附近被发现了，很可能是在逃跑途中溺水而死的。",
        "rp_pair": [
            "【【旁边→一边】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-2214",
        "contain_rp": "第二学期，童第周更加发愤学习。每天天不亮，他就悄悄起床，在校园的路灯下面读外语；夜里同学们都睡了，他又到路灯下面去学习。值班老师发现了，关上了路灯，叫他进屋睡觉。他趁老师不注意，又溜到厕所【【外边→一边】】的路灯下面去看书。经过半年的努力，他的功课终于赶上来了，各科成绩都不差，数学还考了100分。童第周看着成绩单，心想：“一定要争气。我并不比别人笨。别人能办到的事，我经过努力，一定也能办到。”",
        "before_rp": "第二学期，童第周更加发愤学习。每天天不亮，他就悄悄起床，在校园的路灯下面读外语；夜里同学们都睡了，他又到路灯下面去学习。值班老师发现了，关上了路灯，叫他进屋睡觉。他趁老师不注意，又溜到厕所外边的路灯下面去看书。经过半年的努力，他的功课终于赶上来了，各科成绩都不差，数学还考了100分。童第周看着成绩单，心想：“一定要争气。我并不比别人笨。别人能办到的事，我经过努力，一定也能办到。”",
        "after_rp": "第二学期，童第周更加发愤学习。每天天不亮，他就悄悄起床，在校园的路灯下面读外语；夜里同学们都睡了，他又到路灯下面去学习。值班老师发现了，关上了路灯，叫他进屋睡觉。他趁老师不注意，又溜到厕所一边的路灯下面去看书。经过半年的努力，他的功课终于赶上来了，各科成绩都不差，数学还考了100分。童第周看着成绩单，心想：“一定要争气。我并不比别人笨。别人能办到的事，我经过努力，一定也能办到。”",
        "rp_pair": [
            "【【外边→一边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-7396",
        "contain_rp": "那个钱包是黑皮的，看上去很软，最【【外边→侧边】】清晰印着“hugoboss”这个牌子，我和辛荑在王府饭店地下购物区的专卖店里看到过，一条内裤，都是两百多块，够买我们俩一辈子穿的内裤，够我们两个月的伙食或是在燕雀楼买一百五十瓶燕京啤酒。当时，在冷艳的导购小姐面前，辛荑机智地征求我意见：“马来西亚生产的，不是德国原装货，不要买了。”",
        "before_rp": "那个钱包是黑皮的，看上去很软，最外边清晰印着“hugoboss”这个牌子，我和辛荑在王府饭店地下购物区的专卖店里看到过，一条内裤，都是两百多块，够买我们俩一辈子穿的内裤，够我们两个月的伙食或是在燕雀楼买一百五十瓶燕京啤酒。当时，在冷艳的导购小姐面前，辛荑机智地征求我意见：“马来西亚生产的，不是德国原装货，不要买了。”",
        "after_rp": "那个钱包是黑皮的，看上去很软，最侧边清晰印着“hugoboss”这个牌子，我和辛荑在王府饭店地下购物区的专卖店里看到过，一条内裤，都是两百多块，够买我们俩一辈子穿的内裤，够我们两个月的伙食或是在燕雀楼买一百五十瓶燕京啤酒。当时，在冷艳的导购小姐面前，辛荑机智地征求我意见：“马来西亚生产的，不是德国原装货，不要买了。”",
        "rp_pair": [
            "【【外边→侧边】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-4626",
        "contain_rp": "山西太原南站，高铁列车进站刚停好，6个穿黄马甲的身影在站道里飞奔。从【【旁边→一边】】泵站【【里→上】】拖出抽管，迅速接到车厢排污口，几十秒后，拔下抽管归位，再跑到下一个泵点作业。10分钟后，6个人在车辆南侧列成一排。高铁缓缓开出，司机向他们挥手致意。",
        "before_rp": "山西太原南站，高铁列车进站刚停好，6个穿黄马甲的身影在站道里飞奔。从旁边→一边】】泵站【【里拖出抽管，迅速接到车厢排污口，几十秒后，拔下抽管归位，再跑到下一个泵点作业。10分钟后，6个人在车辆南侧列成一排。高铁缓缓开出，司机向他们挥手致意。",
        "after_rp": "山西太原南站，高铁列车进站刚停好，6个穿黄马甲的身影在站道里飞奔。从一边泵站上拖出抽管，迅速接到车厢排污口，几十秒后，拔下抽管归位，再跑到下一个泵点作业。10分钟后，6个人在车辆南侧列成一排。高铁缓缓开出，司机向他们挥手致意。",
        "rp_pair": [
            "【【旁边→一边】】泵站【【里→上】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-3260",
        "contain_rp": "一次飞机设计更改让刘时勇印象深刻：某型机原装零件要更换，空间狭小，要在保证装配协调精度前提下顺利换装，难度相当大，好比“让一个人用左眼看向左边的同时，右眼还要看向【【右边→下边】】”。",
        "before_rp": "一次飞机设计更改让刘时勇印象深刻：某型机原装零件要更换，空间狭小，要在保证装配协调精度前提下顺利换装，难度相当大，好比“让一个人用左眼看向左边的同时，右眼还要看向右边”。",
        "after_rp": "一次飞机设计更改让刘时勇印象深刻：某型机原装零件要更换，空间狭小，要在保证装配协调精度前提下顺利换装，难度相当大，好比“让一个人用左眼看向左边的同时，右眼还要看向下边”。",
        "rp_pair": [
            "【【右边→下边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-6333",
        "contain_rp": "老宅旁边就是新宅。院门敞开，院子里边摆有几张桌子，一副刚刚收拾过的样子。一边的老槐树上，歪斜挂着“农家乐”的牌子，随风摇摆。树【【下→边】】是铁丝网编织的粮囤，白玉米、黄玉米挤在【【里边→外边】】。几串辣椒趴在上面，被阳光照得火红。还有一间房子是“小卖部”，卖的都是山蘑菇、土蜂蜜、玉米糁等土特产。",
        "before_rp": "老宅旁边就是新宅。院门敞开，院子里边摆有几张桌子，一副刚刚收拾过的样子。一边的老槐树上，歪斜挂着“农家乐”的牌子，随风摇摆。树下→边】】是铁丝网编织的粮囤，白玉米、黄玉米挤在【【里边。几串辣椒趴在上面，被阳光照得火红。还有一间房子是“小卖部”，卖的都是山蘑菇、土蜂蜜、玉米糁等土特产。",
        "after_rp": "老宅旁边就是新宅。院门敞开，院子里边摆有几张桌子，一副刚刚收拾过的样子。一边的老槐树上，歪斜挂着“农家乐”的牌子，随风摇摆。树边是铁丝网编织的粮囤，白玉米、黄玉米挤在外边。几串辣椒趴在上面，被阳光照得火红。还有一间房子是“小卖部”，卖的都是山蘑菇、土蜂蜜、玉米糁等土特产。",
        "rp_pair": [
            "【【下→边】】是铁丝网编织的粮囤，白玉米、黄玉米挤在【【里边→外边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-12213",
        "contain_rp": "这时候李光头嗓子里就会痒痒的，李光头也想训斥他几句，可是孙伟就在【【旁边→后边】】，让李光头说不出来。有一次李光头实在忍不住了，当孙伟的父亲喊完了“打倒我”之后，李光头说：",
        "before_rp": "这时候李光头嗓子里就会痒痒的，李光头也想训斥他几句，可是孙伟就在旁边，让李光头说不出来。有一次李光头实在忍不住了，当孙伟的父亲喊完了“打倒我”之后，李光头说：",
        "after_rp": "这时候李光头嗓子里就会痒痒的，李光头也想训斥他几句，可是孙伟就在后边，让李光头说不出来。有一次李光头实在忍不住了，当孙伟的父亲喊完了“打倒我”之后，李光头说：",
        "rp_pair": [
            "【【旁边→后边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-5187",
        "contain_rp": "泡了好一会儿，粘贴处仍不能分离。张美生随即用刀在水中将批封从【【侧边→旁边】】裁开，然后用手捞出，平整地放在一张报纸上，用骨刀将细处弄服帖，再在上面放一张报纸和一块石板，人站上去使着暗劲踩一踩。这时，拿出最下面的报纸一看，覆盖其上的批封已很平展。",
        "before_rp": "泡了好一会儿，粘贴处仍不能分离。张美生随即用刀在水中将批封从侧边裁开，然后用手捞出，平整地放在一张报纸上，用骨刀将细处弄服帖，再在上面放一张报纸和一块石板，人站上去使着暗劲踩一踩。这时，拿出最下面的报纸一看，覆盖其上的批封已很平展。",
        "after_rp": "泡了好一会儿，粘贴处仍不能分离。张美生随即用刀在水中将批封从旁边裁开，然后用手捞出，平整地放在一张报纸上，用骨刀将细处弄服帖，再在上面放一张报纸和一块石板，人站上去使着暗劲踩一踩。这时，拿出最下面的报纸一看，覆盖其上的批封已很平展。",
        "rp_pair": [
            "【【侧边→旁边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-5220",
        "contain_rp": "泡了好一会儿，粘贴处仍不能分离。张美生随即用刀在水中将批封从【【侧边→右边】】裁开，然后用手捞出，平整地放在一张报纸【【上→下】】，用骨刀将细处弄服帖，再在上面放一张报纸和一块石板，人站上去使着暗劲踩一踩。这时，拿出最下面的报纸一看，覆盖其上的批封已很平展。",
        "before_rp": "泡了好一会儿，粘贴处仍不能分离。张美生随即用刀在水中将批封从侧边→右边】】裁开，然后用手捞出，平整地放在一张报纸【【上，用骨刀将细处弄服帖，再在上面放一张报纸和一块石板，人站上去使着暗劲踩一踩。这时，拿出最下面的报纸一看，覆盖其上的批封已很平展。",
        "after_rp": "泡了好一会儿，粘贴处仍不能分离。张美生随即用刀在水中将批封从右边裁开，然后用手捞出，平整地放在一张报纸下，用骨刀将细处弄服帖，再在上面放一张报纸和一块石板，人站上去使着暗劲踩一踩。这时，拿出最下面的报纸一看，覆盖其上的批封已很平展。",
        "rp_pair": [
            "【【侧边→右边】】裁开，然后用手捞出，平整地放在一张报纸【【上→下】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-7385",
        "contain_rp": "基本的画面是这样的：小白坐在的哥【【旁边→后边】】，左耳朵听的哥臧否中央党政军时尚人物，左手攥着一个厚实的黑皮钱包，负责到地方点车钱，眼睛巡视前方左右两边人行道和自行车道上衣着曝露肢体出众的姑娘，看到左边有就挥左手，看到右边有就挥右手，同时用他短促、低轻但是有穿透力的声音，叫一声。",
        "before_rp": "基本的画面是这样的：小白坐在的哥旁边，左耳朵听的哥臧否中央党政军时尚人物，左手攥着一个厚实的黑皮钱包，负责到地方点车钱，眼睛巡视前方左右两边人行道和自行车道上衣着曝露肢体出众的姑娘，看到左边有就挥左手，看到右边有就挥右手，同时用他短促、低轻但是有穿透力的声音，叫一声。",
        "after_rp": "基本的画面是这样的：小白坐在的哥后边，左耳朵听的哥臧否中央党政军时尚人物，左手攥着一个厚实的黑皮钱包，负责到地方点车钱，眼睛巡视前方左右两边人行道和自行车道上衣着曝露肢体出众的姑娘，看到左边有就挥左手，看到右边有就挥右手，同时用他短促、低轻但是有穿透力的声音，叫一声。",
        "rp_pair": [
            "【【旁边→后边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11072",
        "contain_rp": "他扭紧了舵，把帆脚绳系好，从船梢下面去拿那根短棍。它原来是个桨把，是从一只断桨上锯下来的，大约两英尺半长。因为它上面有个把手，他只能用一只手有效地使用，于是他用右手紧紧地攥住了它，弯着手按在【【上边→侧边】】，一面望着鲨鱼游过来。两条都是“星鲨”。",
        "before_rp": "他扭紧了舵，把帆脚绳系好，从船梢下面去拿那根短棍。它原来是个桨把，是从一只断桨上锯下来的，大约两英尺半长。因为它上面有个把手，他只能用一只手有效地使用，于是他用右手紧紧地攥住了它，弯着手按在上边，一面望着鲨鱼游过来。两条都是“星鲨”。",
        "after_rp": "他扭紧了舵，把帆脚绳系好，从船梢下面去拿那根短棍。它原来是个桨把，是从一只断桨上锯下来的，大约两英尺半长。因为它上面有个把手，他只能用一只手有效地使用，于是他用右手紧紧地攥住了它，弯着手按在侧边，一面望着鲨鱼游过来。两条都是“星鲨”。",
        "rp_pair": [
            "【【上边→侧边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-7433",
        "contain_rp": "我梦见小翠又来我们宿舍，我们六个人用皮筋打纸叠的子弹，黄芪的皮筋断了，问小翠借，小翠在兜里找了找，没有，随手把小辫儿上的撸下来，递给黄芪，没皮筋的一边头发散着，另【【一边→旁边】】有皮筋的还扎在一起。",
        "before_rp": "我梦见小翠又来我们宿舍，我们六个人用皮筋打纸叠的子弹，黄芪的皮筋断了，问小翠借，小翠在兜里找了找，没有，随手把小辫儿上的撸下来，递给黄芪，没皮筋的一边头发散着，另一边有皮筋的还扎在一起。",
        "after_rp": "我梦见小翠又来我们宿舍，我们六个人用皮筋打纸叠的子弹，黄芪的皮筋断了，问小翠借，小翠在兜里找了找，没有，随手把小辫儿上的撸下来，递给黄芪，没皮筋的一边头发散着，另旁边有皮筋的还扎在一起。",
        "rp_pair": [
            "【【一边→旁边】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-563",
        "contain_rp": "风在不住地吹，稍微转到东北方去，他知道，这就是说风不会停息了。老头儿朝前面望了一望，但是他看不见帆，看不见船，也看不见船上冒出来的烟。只有飞鱼从船头那边飞出来，向【【两边→外边】】仓皇地飞走，还有就是一簇簇黄色的马尾藻。他连一只鸟儿也看不见。",
        "before_rp": "风在不住地吹，稍微转到东北方去，他知道，这就是说风不会停息了。老头儿朝前面望了一望，但是他看不见帆，看不见船，也看不见船上冒出来的烟。只有飞鱼从船头那边飞出来，向两边仓皇地飞走，还有就是一簇簇黄色的马尾藻。他连一只鸟儿也看不见。",
        "after_rp": "风在不住地吹，稍微转到东北方去，他知道，这就是说风不会停息了。老头儿朝前面望了一望，但是他看不见帆，看不见船，也看不见船上冒出来的烟。只有飞鱼从船头那边飞出来，向外边仓皇地飞走，还有就是一簇簇黄色的马尾藻。他连一只鸟儿也看不见。",
        "rp_pair": [
            "【【两边→外边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-8196",
        "contain_rp": "李光头和宋钢咯咯笑了起来，宋凡平也朗声大笑。他迎着朝阳走去，他的两只脚踩在地上，像是铁锤在击打着道路，发出啪啪的响声。走出了十多米，李光头和宋钢看到他站住了脚，他的右手伸向了【【左边→侧边】】，小心翼翼地提起郎当的左手，把左手放进裤子口袋。他继续向前走去，他的左胳膊不再郎当了。宋凡平一只手插在口袋里，另一只手甩着走去时神气极了，这个迎着日出走去的高大身影，像是电影里的英雄人物。",
        "before_rp": "李光头和宋钢咯咯笑了起来，宋凡平也朗声大笑。他迎着朝阳走去，他的两只脚踩在地上，像是铁锤在击打着道路，发出啪啪的响声。走出了十多米，李光头和宋钢看到他站住了脚，他的右手伸向了左边，小心翼翼地提起郎当的左手，把左手放进裤子口袋。他继续向前走去，他的左胳膊不再郎当了。宋凡平一只手插在口袋里，另一只手甩着走去时神气极了，这个迎着日出走去的高大身影，像是电影里的英雄人物。",
        "after_rp": "李光头和宋钢咯咯笑了起来，宋凡平也朗声大笑。他迎着朝阳走去，他的两只脚踩在地上，像是铁锤在击打着道路，发出啪啪的响声。走出了十多米，李光头和宋钢看到他站住了脚，他的右手伸向了侧边，小心翼翼地提起郎当的左手，把左手放进裤子口袋。他继续向前走去，他的左胳膊不再郎当了。宋凡平一只手插在口袋里，另一只手甩着走去时神气极了，这个迎着日出走去的高大身影，像是电影里的英雄人物。",
        "rp_pair": [
            "【【左边→侧边】】"
        ],
        "label": 3
    },
    {
        "qid": "1-dev-12302",
        "contain_rp": "宋钢铺上草席已经在赵诗人【【旁边→右边】】躺下了，看到林红站在门口气哭了，只好站了起来，卷起草席抱着回到屋子里。那几天宋钢早晨打开屋门，第一眼看到的就是赵诗人，赵诗人躺在一根电线杆下伸着懒腰，赵诗人见了宋钢就坐起来滔滔不绝地说，说睡在大街上比睡在家里的床上舒服多了，也凉快多了，还能每天挣两百元。",
        "before_rp": "宋钢铺上草席已经在赵诗人旁边躺下了，看到林红站在门口气哭了，只好站了起来，卷起草席抱着回到屋子里。那几天宋钢早晨打开屋门，第一眼看到的就是赵诗人，赵诗人躺在一根电线杆下伸着懒腰，赵诗人见了宋钢就坐起来滔滔不绝地说，说睡在大街上比睡在家里的床上舒服多了，也凉快多了，还能每天挣两百元。",
        "after_rp": "宋钢铺上草席已经在赵诗人右边躺下了，看到林红站在门口气哭了，只好站了起来，卷起草席抱着回到屋子里。那几天宋钢早晨打开屋门，第一眼看到的就是赵诗人，赵诗人躺在一根电线杆下伸着懒腰，赵诗人见了宋钢就坐起来滔滔不绝地说，说睡在大街上比睡在家里的床上舒服多了，也凉快多了，还能每天挣两百元。",
        "rp_pair": [
            "【【旁边→右边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-7248",
        "contain_rp": "酒局从下午五点钟开始，现在已经是十点了。吃残的饭菜撤掉，新的菜还在陆续地上来，川粤鲁淮阳湖南贵州，什么菜系的都有，都像味精一样鲜美，都像鸡精一样鲜美。空啤酒瓶在【【旁边→一边】】已经堆了四箱，和某些小个儿女作家的胸口一样高。因为谁也不认识，不知道聊什么，我在和左边一个中年白圆胖子以及右边一个中年黑圆胖子闷头干小二锅头。这是四年以来，我第一次重沾烈酒，发觉二锅头还是只适合干杯用，把人迅速搞高或者搞倒，迅速分出彼此抗酒精击打能力的高低，如果慢慢品，二锅头比福尔马林更难喝。",
        "before_rp": "酒局从下午五点钟开始，现在已经是十点了。吃残的饭菜撤掉，新的菜还在陆续地上来，川粤鲁淮阳湖南贵州，什么菜系的都有，都像味精一样鲜美，都像鸡精一样鲜美。空啤酒瓶在旁边已经堆了四箱，和某些小个儿女作家的胸口一样高。因为谁也不认识，不知道聊什么，我在和左边一个中年白圆胖子以及右边一个中年黑圆胖子闷头干小二锅头。这是四年以来，我第一次重沾烈酒，发觉二锅头还是只适合干杯用，把人迅速搞高或者搞倒，迅速分出彼此抗酒精击打能力的高低，如果慢慢品，二锅头比福尔马林更难喝。",
        "after_rp": "酒局从下午五点钟开始，现在已经是十点了。吃残的饭菜撤掉，新的菜还在陆续地上来，川粤鲁淮阳湖南贵州，什么菜系的都有，都像味精一样鲜美，都像鸡精一样鲜美。空啤酒瓶在一边已经堆了四箱，和某些小个儿女作家的胸口一样高。因为谁也不认识，不知道聊什么，我在和左边一个中年白圆胖子以及右边一个中年黑圆胖子闷头干小二锅头。这是四年以来，我第一次重沾烈酒，发觉二锅头还是只适合干杯用，把人迅速搞高或者搞倒，迅速分出彼此抗酒精击打能力的高低，如果慢慢品，二锅头比福尔马林更难喝。",
        "rp_pair": [
            "【【旁边→一边】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-6807",
        "contain_rp": "“一开始，是亲戚们早晨过来做好一天的饭，我在【【旁边→一边】】记下每个步骤，到了饭点就倒回锅里热一热。”刘羲檬回忆，“锅台太高我够不着，只能踩着小凳，趴在锅台上。”",
        "before_rp": "“一开始，是亲戚们早晨过来做好一天的饭，我在旁边记下每个步骤，到了饭点就倒回锅里热一热。”刘羲檬回忆，“锅台太高我够不着，只能踩着小凳，趴在锅台上。”",
        "after_rp": "“一开始，是亲戚们早晨过来做好一天的饭，我在一边记下每个步骤，到了饭点就倒回锅里热一热。”刘羲檬回忆，“锅台太高我够不着，只能踩着小凳，趴在锅台上。”",
        "rp_pair": [
            "【【旁边→一边】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-7212",
        "contain_rp": "原来坐在小白旁边的小红现在坐在幻灯机【【左边→旁边】】，右手中指控制着幻灯机，眼睛盯着姚大教授。意识到我醒了在看她，小红转过脸，冲我笑笑，黑暗里，她的脸依旧明亮。小白一直躲在倒数第二排的角落里，狂睡。",
        "before_rp": "原来坐在小白旁边的小红现在坐在幻灯机左边，右手中指控制着幻灯机，眼睛盯着姚大教授。意识到我醒了在看她，小红转过脸，冲我笑笑，黑暗里，她的脸依旧明亮。小白一直躲在倒数第二排的角落里，狂睡。",
        "after_rp": "原来坐在小白旁边的小红现在坐在幻灯机旁边，右手中指控制着幻灯机，眼睛盯着姚大教授。意识到我醒了在看她，小红转过脸，冲我笑笑，黑暗里，她的脸依旧明亮。小白一直躲在倒数第二排的角落里，狂睡。",
        "rp_pair": [
            "【【左边→旁边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-2025",
        "contain_rp": "老牛说的是下边的话：“明天黄昏时候，你得翻过【【右边→后边】】那座山。山那边有座树林，树林前边有个湖，那时候有些仙女正在湖里洗澡。她们的衣裳放在草地上。你要捡起那件粉红色的纱衣，跑到树林里等着，去跟你要衣裳的那个仙女就是你的妻子。好机会不可错过，切记，切记！”",
        "before_rp": "老牛说的是下边的话：“明天黄昏时候，你得翻过右边那座山。山那边有座树林，树林前边有个湖，那时候有些仙女正在湖里洗澡。她们的衣裳放在草地上。你要捡起那件粉红色的纱衣，跑到树林里等着，去跟你要衣裳的那个仙女就是你的妻子。好机会不可错过，切记，切记！”",
        "after_rp": "老牛说的是下边的话：“明天黄昏时候，你得翻过后边那座山。山那边有座树林，树林前边有个湖，那时候有些仙女正在湖里洗澡。她们的衣裳放在草地上。你要捡起那件粉红色的纱衣，跑到树林里等着，去跟你要衣裳的那个仙女就是你的妻子。好机会不可错过，切记，切记！”",
        "rp_pair": [
            "【【右边→后边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13382",
        "contain_rp": "深呼吸1次，弯曲双肘并向两侧张开，往【【右边→侧边】】下腰，头在两臂之间，眼睛看向左上方。保持此姿势，呼吸3~6次。",
        "before_rp": "深呼吸1次，弯曲双肘并向两侧张开，往右边下腰，头在两臂之间，眼睛看向左上方。保持此姿势，呼吸3~6次。",
        "after_rp": "深呼吸1次，弯曲双肘并向两侧张开，往侧边下腰，头在两臂之间，眼睛看向左上方。保持此姿势，呼吸3~6次。",
        "rp_pair": [
            "【【右边→侧边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-11668",
        "contain_rp": "中国红十字会救护总队就设在图云关的山谷里。一条公路从两山中穿过，公路【【两边→侧边】】的山坡上，有一排排草房，这便是红十字会所在地——战时中国最大的医学中心、战场医疗救护队伍的大本营，也是外国援华医生们的目的地。",
        "before_rp": "中国红十字会救护总队就设在图云关的山谷里。一条公路从两山中穿过，公路两边的山坡上，有一排排草房，这便是红十字会所在地——战时中国最大的医学中心、战场医疗救护队伍的大本营，也是外国援华医生们的目的地。",
        "after_rp": "中国红十字会救护总队就设在图云关的山谷里。一条公路从两山中穿过，公路侧边的山坡上，有一排排草房，这便是红十字会所在地——战时中国最大的医学中心、战场医疗救护队伍的大本营，也是外国援华医生们的目的地。",
        "rp_pair": [
            "【【两边→侧边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-14717",
        "contain_rp": "宋凡平就埋葬在村口的一棵榆树下。当宋凡平的棺材放进土坑，几个亲戚将泥土盖上去时，他的老父亲跪在【【旁边→一边】】一颗一颗往外捡着石子，李兰也跪了下去，一起往外捡石子。随着土坑被填满，坟墓隆起来，他们两个人捡石子的身体也慢慢抬了起来。",
        "before_rp": "宋凡平就埋葬在村口的一棵榆树下。当宋凡平的棺材放进土坑，几个亲戚将泥土盖上去时，他的老父亲跪在旁边一颗一颗往外捡着石子，李兰也跪了下去，一起往外捡石子。随着土坑被填满，坟墓隆起来，他们两个人捡石子的身体也慢慢抬了起来。",
        "after_rp": "宋凡平就埋葬在村口的一棵榆树下。当宋凡平的棺材放进土坑，几个亲戚将泥土盖上去时，他的老父亲跪在一边一颗一颗往外捡着石子，李兰也跪了下去，一起往外捡石子。随着土坑被填满，坟墓隆起来，他们两个人捡石子的身体也慢慢抬了起来。",
        "rp_pair": [
            "【【旁边→一边】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-13062",
        "contain_rp": "扬科躺在长凳上。屋子【【前边→外边】】有一棵樱桃树，燕子正在树上唱歌。姑娘们从地里回来，一路唱着：“啊，在碧绿的草地上………”从小溪那边传来笛子的声音。扬科听村子里的演奏，这是最后一次了。树皮做的小提琴还躺在他的身边。",
        "before_rp": "扬科躺在长凳上。屋子前边有一棵樱桃树，燕子正在树上唱歌。姑娘们从地里回来，一路唱着：“啊，在碧绿的草地上………”从小溪那边传来笛子的声音。扬科听村子里的演奏，这是最后一次了。树皮做的小提琴还躺在他的身边。",
        "after_rp": "扬科躺在长凳上。屋子外边有一棵樱桃树，燕子正在树上唱歌。姑娘们从地里回来，一路唱着：“啊，在碧绿的草地上………”从小溪那边传来笛子的声音。扬科听村子里的演奏，这是最后一次了。树皮做的小提琴还躺在他的身边。",
        "rp_pair": [
            "【【前边→外边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-5213",
        "contain_rp": "泡了好一会儿，粘贴处仍不能分离。张美生随即用刀在水中将批封从【【侧边→一边】】裁开，然后用手捞出，平整地放在一张报纸【【上→后】】，用骨刀将细处弄服帖，再在上面放一张报纸和一块石板，人站上去使着暗劲踩一踩。这时，拿出最下面的报纸一看，覆盖其上的批封已很平展。",
        "before_rp": "泡了好一会儿，粘贴处仍不能分离。张美生随即用刀在水中将批封从侧边→一边】】裁开，然后用手捞出，平整地放在一张报纸【【上，用骨刀将细处弄服帖，再在上面放一张报纸和一块石板，人站上去使着暗劲踩一踩。这时，拿出最下面的报纸一看，覆盖其上的批封已很平展。",
        "after_rp": "泡了好一会儿，粘贴处仍不能分离。张美生随即用刀在水中将批封从一边裁开，然后用手捞出，平整地放在一张报纸后，用骨刀将细处弄服帖，再在上面放一张报纸和一块石板，人站上去使着暗劲踩一踩。这时，拿出最下面的报纸一看，覆盖其上的批封已很平展。",
        "rp_pair": [
            "【【侧边→一边】】裁开，然后用手捞出，平整地放在一张报纸【【上→后】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-3186",
        "contain_rp": "一方池塘中，污水随着齿轮的搅动上下翻涌；另一池中，清澈的水流从池中汩汩而出，流入【【旁边→前边】】的山涧里，滋润夹岸花草；对岸，几处民宿白墙灰顶，点缀在绿水青山间；聆听是鸟语啁啾，呼吸有山风甘醇——1月9日，记者采访江西省南昌市湾里区太平镇一处半山腰上的污水处理厂，被这里的景象震惊。",
        "before_rp": "一方池塘中，污水随着齿轮的搅动上下翻涌；另一池中，清澈的水流从池中汩汩而出，流入旁边的山涧里，滋润夹岸花草；对岸，几处民宿白墙灰顶，点缀在绿水青山间；聆听是鸟语啁啾，呼吸有山风甘醇——1月9日，记者采访江西省南昌市湾里区太平镇一处半山腰上的污水处理厂，被这里的景象震惊。",
        "after_rp": "一方池塘中，污水随着齿轮的搅动上下翻涌；另一池中，清澈的水流从池中汩汩而出，流入前边的山涧里，滋润夹岸花草；对岸，几处民宿白墙灰顶，点缀在绿水青山间；聆听是鸟语啁啾，呼吸有山风甘醇——1月9日，记者采访江西省南昌市湾里区太平镇一处半山腰上的污水处理厂，被这里的景象震惊。",
        "rp_pair": [
            "【【旁边→前边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-7476",
        "contain_rp": "我坐在东单三条和东单北大街交汇处的马路牙子上，金桥香烟抽到第七支，头晕了。马路上，人来人往，车越来越密，但是越来越和我没有关系。这种无关的感觉忽然在瞬间变得无比巨大，我需要长出我的触角，触摸这个快速流动的街道，对抗这种无关的感觉。靠近门诊楼【【一边→左边】】，有个邮政报亭，我给了里面的大妈五毛钱，拨通柳青的电话：“姐，是我，你最近好吗？”",
        "before_rp": "我坐在东单三条和东单北大街交汇处的马路牙子上，金桥香烟抽到第七支，头晕了。马路上，人来人往，车越来越密，但是越来越和我没有关系。这种无关的感觉忽然在瞬间变得无比巨大，我需要长出我的触角，触摸这个快速流动的街道，对抗这种无关的感觉。靠近门诊楼一边，有个邮政报亭，我给了里面的大妈五毛钱，拨通柳青的电话：“姐，是我，你最近好吗？”",
        "after_rp": "我坐在东单三条和东单北大街交汇处的马路牙子上，金桥香烟抽到第七支，头晕了。马路上，人来人往，车越来越密，但是越来越和我没有关系。这种无关的感觉忽然在瞬间变得无比巨大，我需要长出我的触角，触摸这个快速流动的街道，对抗这种无关的感觉。靠近门诊楼左边，有个邮政报亭，我给了里面的大妈五毛钱，拨通柳青的电话：“姐，是我，你最近好吗？”",
        "rp_pair": [
            "【【一边→左边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-1876",
        "contain_rp": "当然，也有伤心的时候，今年夏天就有这么一回。三百株菊秧还在地上(没到移入盆中的时候)，下了暴雨。邻家的墙倒了【【下来→下去】】，菊秧被砸死者约三十多种，一百多棵！全家都几天没有笑容！",
        "before_rp": "当然，也有伤心的时候，今年夏天就有这么一回。三百株菊秧还在地上(没到移入盆中的时候)，下了暴雨。邻家的墙倒了下来，菊秧被砸死者约三十多种，一百多棵！全家都几天没有笑容！",
        "after_rp": "当然，也有伤心的时候，今年夏天就有这么一回。三百株菊秧还在地上(没到移入盆中的时候)，下了暴雨。邻家的墙倒了下去，菊秧被砸死者约三十多种，一百多棵！全家都几天没有笑容！",
        "rp_pair": [
            "【【下来→下去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-13057",
        "contain_rp": "警卫员帮大娘端着盛满玉米的簸箕回到了花椒树下的碾台。一会儿，陆续又来了几个碾米的老乡，碾台吱吱扭地转了起来。警卫员刚回到院里，毛主席就叫他。他走【【进去→进来】】，毛主席把笔放下，说：“任务完成得的不错。还有一件事等着你办。。”说着，毛主席从桌上拿起一筒茶说：“你把这筒茶叶交给炊事员，让他每天这个时候沏一桶茶水，你负责给碾米的群众送去。”",
        "before_rp": "警卫员帮大娘端着盛满玉米的簸箕回到了花椒树下的碾台。一会儿，陆续又来了几个碾米的老乡，碾台吱吱扭地转了起来。警卫员刚回到院里，毛主席就叫他。他走进去，毛主席把笔放下，说：“任务完成得的不错。还有一件事等着你办。。”说着，毛主席从桌上拿起一筒茶说：“你把这筒茶叶交给炊事员，让他每天这个时候沏一桶茶水，你负责给碾米的群众送去。”",
        "after_rp": "警卫员帮大娘端着盛满玉米的簸箕回到了花椒树下的碾台。一会儿，陆续又来了几个碾米的老乡，碾台吱吱扭地转了起来。警卫员刚回到院里，毛主席就叫他。他走进来，毛主席把笔放下，说：“任务完成得的不错。还有一件事等着你办。。”说着，毛主席从桌上拿起一筒茶说：“你把这筒茶叶交给炊事员，让他每天这个时候沏一桶茶水，你负责给碾米的群众送去。”",
        "rp_pair": [
            "【【进去→进来】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-12257",
        "contain_rp": "然后李光头在一张圆桌前坐了【【下来→下去】】，十四个忠臣也围坐在圆桌前，两个瘸子坐在李光头的左右，这样能够显示他们的身份；三个傻子和五个聋子依次坐开去，他们东张西望地看看饭店里的摆设，又看看饭店外街道上的行人；四个瞎子坐在李光头的对面，他们最安静，手拄竹竿仰起脸笑眯眯。",
        "before_rp": "然后李光头在一张圆桌前坐了下来，十四个忠臣也围坐在圆桌前，两个瘸子坐在李光头的左右，这样能够显示他们的身份；三个傻子和五个聋子依次坐开去，他们东张西望地看看饭店里的摆设，又看看饭店外街道上的行人；四个瞎子坐在李光头的对面，他们最安静，手拄竹竿仰起脸笑眯眯。",
        "after_rp": "然后李光头在一张圆桌前坐了下去，十四个忠臣也围坐在圆桌前，两个瘸子坐在李光头的左右，这样能够显示他们的身份；三个傻子和五个聋子依次坐开去，他们东张西望地看看饭店里的摆设，又看看饭店外街道上的行人；四个瞎子坐在李光头的对面，他们最安静，手拄竹竿仰起脸笑眯眯。",
        "rp_pair": [
            "【【下来→下去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-8344",
        "contain_rp": "李兰还是摇着头，她还想说些什么，这四个人已经俯身下去嗨哟嗨哟喊叫着将棺材里的宋凡平侧身过来，然后他们发现棺材太窄了，宋凡平的身体太宽太厚，他的腿又太长，让宋凡平像在娘胎里那样侧身抱膝躺着，也没法把他全部放【【进去→进来】】。这四个人累得直摇头，汗水从他们的脸上流到了胸口，他们撩起汗衫擦着汗，嘴里骂着对李兰说：",
        "before_rp": "李兰还是摇着头，她还想说些什么，这四个人已经俯身下去嗨哟嗨哟喊叫着将棺材里的宋凡平侧身过来，然后他们发现棺材太窄了，宋凡平的身体太宽太厚，他的腿又太长，让宋凡平像在娘胎里那样侧身抱膝躺着，也没法把他全部放进去。这四个人累得直摇头，汗水从他们的脸上流到了胸口，他们撩起汗衫擦着汗，嘴里骂着对李兰说：",
        "after_rp": "李兰还是摇着头，她还想说些什么，这四个人已经俯身下去嗨哟嗨哟喊叫着将棺材里的宋凡平侧身过来，然后他们发现棺材太窄了，宋凡平的身体太宽太厚，他的腿又太长，让宋凡平像在娘胎里那样侧身抱膝躺着，也没法把他全部放进来。这四个人累得直摇头，汗水从他们的脸上流到了胸口，他们撩起汗衫擦着汗，嘴里骂着对李兰说：",
        "rp_pair": [
            "【【进去→进来】】"
        ],
        "label": 3
    },
    {
        "qid": "1-test-14675",
        "contain_rp": "两人也没有什么力气了，勉强又互相砸了几把烂泥，就弯下腰去，在烂泥塘里到处找自己的被烂泥拔了去的鞋袜。孩子们就【【过来→过去】】看，并指定烂泥塘的某一个位置叫道:“在那边!在那边!”",
        "before_rp": "两人也没有什么力气了，勉强又互相砸了几把烂泥，就弯下腰去，在烂泥塘里到处找自己的被烂泥拔了去的鞋袜。孩子们就过来看，并指定烂泥塘的某一个位置叫道:“在那边!在那边!”",
        "after_rp": "两人也没有什么力气了，勉强又互相砸了几把烂泥，就弯下腰去，在烂泥塘里到处找自己的被烂泥拔了去的鞋袜。孩子们就过去看，并指定烂泥塘的某一个位置叫道:“在那边!在那边!”",
        "rp_pair": [
            "【【过来→过去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-11812",
        "contain_rp": "“我从景区出来就开始点外卖，回到酒店，外卖就到了。既能品尝到当地网红饭店的经典菜，又不用去现场排队等位，简直是在酒店‘躺赢’。”到南京游玩的北京市民赵雅丽把一家人的出游安排得妥妥的，“带着老人和孩子【【出来→出去】】玩，不能太疲劳。我们住在明孝陵附近，出门逛景点，回来点外卖，还挺方便的。”",
        "before_rp": "“我从景区出来就开始点外卖，回到酒店，外卖就到了。既能品尝到当地网红饭店的经典菜，又不用去现场排队等位，简直是在酒店‘躺赢’。”到南京游玩的北京市民赵雅丽把一家人的出游安排得妥妥的，“带着老人和孩子出来玩，不能太疲劳。我们住在明孝陵附近，出门逛景点，回来点外卖，还挺方便的。”",
        "after_rp": "“我从景区出来就开始点外卖，回到酒店，外卖就到了。既能品尝到当地网红饭店的经典菜，又不用去现场排队等位，简直是在酒店‘躺赢’。”到南京游玩的北京市民赵雅丽把一家人的出游安排得妥妥的，“带着老人和孩子出去玩，不能太疲劳。我们住在明孝陵附近，出门逛景点，回来点外卖，还挺方便的。”",
        "rp_pair": [
            "【【出来→出去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-4748",
        "contain_rp": "“当时李雨阗坚决不让我们进去，就是害怕有危险。他走到屋里向那个村民做了大量思想工作，最后得知对方身上并没有雷管，这才放心让我们【【进去→进来】】。”同事杨衡说，“遇到危险，他总是冲在最前面，总是说‘我先去看看’。”",
        "before_rp": "“当时李雨阗坚决不让我们进去，就是害怕有危险。他走到屋里向那个村民做了大量思想工作，最后得知对方身上并没有雷管，这才放心让我们进去。”同事杨衡说，“遇到危险，他总是冲在最前面，总是说‘我先去看看’。”",
        "after_rp": "“当时李雨阗坚决不让我们进去，就是害怕有危险。他走到屋里向那个村民做了大量思想工作，最后得知对方身上并没有雷管，这才放心让我们进来。”同事杨衡说，“遇到危险，他总是冲在最前面，总是说‘我先去看看’。”",
        "rp_pair": [
            "【【进去→进来】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-5574",
        "contain_rp": "奶奶把灶眼里的柴火灰铲【【出来→出去】】，筛在铁锅里，下面大火烧，包谷籽倒进灰中快速翻动，不久就“噼噼啪啪”一阵炸响，灶前灶后到处飞。我们最喜欢这种场面，追前跑后捡起来朝嘴里丢，牙不必用劲，品尝的就是那股清香之气。等糖加热到一定温度，奶奶就把簸干净的包谷花倒入，搅拌均匀后，趁热团成拳头大的疙瘩，动作总要快，冷了捏不拢。捏好的疙瘩呈板栗色，泛着耀眼的光泽，置于瓮里，盖子封实，以防受潮，正月里来了客人，拿出来双手奉上，就是敬意。",
        "before_rp": "奶奶把灶眼里的柴火灰铲出来，筛在铁锅里，下面大火烧，包谷籽倒进灰中快速翻动，不久就“噼噼啪啪”一阵炸响，灶前灶后到处飞。我们最喜欢这种场面，追前跑后捡起来朝嘴里丢，牙不必用劲，品尝的就是那股清香之气。等糖加热到一定温度，奶奶就把簸干净的包谷花倒入，搅拌均匀后，趁热团成拳头大的疙瘩，动作总要快，冷了捏不拢。捏好的疙瘩呈板栗色，泛着耀眼的光泽，置于瓮里，盖子封实，以防受潮，正月里来了客人，拿出来双手奉上，就是敬意。",
        "after_rp": "奶奶把灶眼里的柴火灰铲出去，筛在铁锅里，下面大火烧，包谷籽倒进灰中快速翻动，不久就“噼噼啪啪”一阵炸响，灶前灶后到处飞。我们最喜欢这种场面，追前跑后捡起来朝嘴里丢，牙不必用劲，品尝的就是那股清香之气。等糖加热到一定温度，奶奶就把簸干净的包谷花倒入，搅拌均匀后，趁热团成拳头大的疙瘩，动作总要快，冷了捏不拢。捏好的疙瘩呈板栗色，泛着耀眼的光泽，置于瓮里，盖子封实，以防受潮，正月里来了客人，拿出来双手奉上，就是敬意。",
        "rp_pair": [
            "【【出来→出去】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-1358",
        "contain_rp": "村长和孩子们七手八脚地从车里往外搬东西，许多人都围【【上来→上去】】看，五颜六色的包装让山里人看呆了，两台摄像机忙前忙后地抓拍着，山村一下热闹起来了。山里人不知所措，许多人木然地站在那里看镜头。记者觉得气氛不够热烈，让大家拍手。响起了零零落落的掌声，记者要大家把手拍得响点儿，大家用劲拍着，掌声一下响起来了。",
        "before_rp": "村长和孩子们七手八脚地从车里往外搬东西，许多人都围上来看，五颜六色的包装让山里人看呆了，两台摄像机忙前忙后地抓拍着，山村一下热闹起来了。山里人不知所措，许多人木然地站在那里看镜头。记者觉得气氛不够热烈，让大家拍手。响起了零零落落的掌声，记者要大家把手拍得响点儿，大家用劲拍着，掌声一下响起来了。",
        "after_rp": "村长和孩子们七手八脚地从车里往外搬东西，许多人都围上去看，五颜六色的包装让山里人看呆了，两台摄像机忙前忙后地抓拍着，山村一下热闹起来了。山里人不知所措，许多人木然地站在那里看镜头。记者觉得气氛不够热烈，让大家拍手。响起了零零落落的掌声，记者要大家把手拍得响点儿，大家用劲拍着，掌声一下响起来了。",
        "rp_pair": [
            "【【上来→上去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-14846",
        "contain_rp": "前两次她坚决趴着，坚决不翻身过去。她心想一旦翻身过来，李光头就会看见她腹部的妊娠斑了。后来她又疼又累睡着了，那时李光头也睡着了，她想不到李光头睡着了两个小时后又醒来了，趁着她熟睡时一下子把她翻【【过来→过去】】了，干了第三次。",
        "before_rp": "前两次她坚决趴着，坚决不翻身过去。她心想一旦翻身过来，李光头就会看见她腹部的妊娠斑了。后来她又疼又累睡着了，那时李光头也睡着了，她想不到李光头睡着了两个小时后又醒来了，趁着她熟睡时一下子把她翻过来了，干了第三次。",
        "after_rp": "前两次她坚决趴着，坚决不翻身过去。她心想一旦翻身过来，李光头就会看见她腹部的妊娠斑了。后来她又疼又累睡着了，那时李光头也睡着了，她想不到李光头睡着了两个小时后又醒来了，趁着她熟睡时一下子把她翻过去了，干了第三次。",
        "rp_pair": [
            "【【过来→过去】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-1029",
        "contain_rp": "鹿不敢犹豫，撒开长腿就跑。有力的长腿在灌木从中蹦来蹦去，不一会儿，就把凶猛的狮子甩在后面。就在狮子灰心丧气不想追的时候，鹿的角却被树枝挡住了。狮子赶紧抓住这个机会，猛扑过来。眼看就要追上了，鹿用尽全身力气，使劲一扯，才把两只角从树枝中挣脱【【出来→出去】】，然后又拼命向前奔去。这次，狮子再也没有追上。",
        "before_rp": "鹿不敢犹豫，撒开长腿就跑。有力的长腿在灌木从中蹦来蹦去，不一会儿，就把凶猛的狮子甩在后面。就在狮子灰心丧气不想追的时候，鹿的角却被树枝挡住了。狮子赶紧抓住这个机会，猛扑过来。眼看就要追上了，鹿用尽全身力气，使劲一扯，才把两只角从树枝中挣脱出来，然后又拼命向前奔去。这次，狮子再也没有追上。",
        "after_rp": "鹿不敢犹豫，撒开长腿就跑。有力的长腿在灌木从中蹦来蹦去，不一会儿，就把凶猛的狮子甩在后面。就在狮子灰心丧气不想追的时候，鹿的角却被树枝挡住了。狮子赶紧抓住这个机会，猛扑过来。眼看就要追上了，鹿用尽全身力气，使劲一扯，才把两只角从树枝中挣脱出去，然后又拼命向前奔去。这次，狮子再也没有追上。",
        "rp_pair": [
            "【【出来→出去】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-1417",
        "contain_rp": "几分钟后，六个德国士兵来了。他们已经看到这个伞兵降落，而这一间又是附近惟一的房子。他们搜查得干净利落，转眼之间就找到了这个美国伞兵，把他从碗橱里拖了【【出来→出去】】。",
        "before_rp": "几分钟后，六个德国士兵来了。他们已经看到这个伞兵降落，而这一间又是附近惟一的房子。他们搜查得干净利落，转眼之间就找到了这个美国伞兵，把他从碗橱里拖了出来。",
        "after_rp": "几分钟后，六个德国士兵来了。他们已经看到这个伞兵降落，而这一间又是附近惟一的房子。他们搜查得干净利落，转眼之间就找到了这个美国伞兵，把他从碗橱里拖了出去。",
        "rp_pair": [
            "【【出来→出去】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-14069",
        "contain_rp": "环顾家里宽敞明亮，厨卫家具齐全；搁以前，这样的生活左欢青想都不敢想。搬迁前，左欢青是柳峪村的建档立卡贫困户，村里没有学校，女儿读书要到很远的地方。“搬【【过来→过去】】后，女儿中午12点放学时我开始擀面，孩子到家时饭正好端上桌。”左欢青幸福地说。",
        "before_rp": "环顾家里宽敞明亮，厨卫家具齐全；搁以前，这样的生活左欢青想都不敢想。搬迁前，左欢青是柳峪村的建档立卡贫困户，村里没有学校，女儿读书要到很远的地方。“搬过来后，女儿中午12点放学时我开始擀面，孩子到家时饭正好端上桌。”左欢青幸福地说。",
        "after_rp": "环顾家里宽敞明亮，厨卫家具齐全；搁以前，这样的生活左欢青想都不敢想。搬迁前，左欢青是柳峪村的建档立卡贫困户，村里没有学校，女儿读书要到很远的地方。“搬过去后，女儿中午12点放学时我开始擀面，孩子到家时饭正好端上桌。”左欢青幸福地说。",
        "rp_pair": [
            "【【过来→过去】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11431",
        "contain_rp": "瑜伽中的站姿、坐姿、卧姿均可用此呼吸法。手轻轻放在身体两侧。吸气时，把空气直接吸向腹部；吸气越深，腹部升起越高。随着腹部扩张，横膈膜就向下降。接着呼气，腹部向内朝脊柱方向收；尽量收缩腹部，把所有废气从肺部全部呼【【出来→出去】】，这时，横膈膜自然而然地升起。",
        "before_rp": "瑜伽中的站姿、坐姿、卧姿均可用此呼吸法。手轻轻放在身体两侧。吸气时，把空气直接吸向腹部；吸气越深，腹部升起越高。随着腹部扩张，横膈膜就向下降。接着呼气，腹部向内朝脊柱方向收；尽量收缩腹部，把所有废气从肺部全部呼出来，这时，横膈膜自然而然地升起。",
        "after_rp": "瑜伽中的站姿、坐姿、卧姿均可用此呼吸法。手轻轻放在身体两侧。吸气时，把空气直接吸向腹部；吸气越深，腹部升起越高。随着腹部扩张，横膈膜就向下降。接着呼气，腹部向内朝脊柱方向收；尽量收缩腹部，把所有废气从肺部全部呼出去，这时，横膈膜自然而然地升起。",
        "rp_pair": [
            "【【出来→出去】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-238",
        "contain_rp": "风儿从我脚下的林子里钻【【出来→出去】】，送来林涛愉悦而又深沉的低吟。你的歌是唱给曾在困难中真诚地帮助过你的伙伴们听的吗？它们如今都到哪儿去了呢……",
        "before_rp": "风儿从我脚下的林子里钻出来，送来林涛愉悦而又深沉的低吟。你的歌是唱给曾在困难中真诚地帮助过你的伙伴们听的吗？它们如今都到哪儿去了呢……",
        "after_rp": "风儿从我脚下的林子里钻出去，送来林涛愉悦而又深沉的低吟。你的歌是唱给曾在困难中真诚地帮助过你的伙伴们听的吗？它们如今都到哪儿去了呢……",
        "rp_pair": [
            "【【出来→出去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-14359",
        "contain_rp": "“搭梯子，爬【【上去→上来】】！”情急之下，张洪峰右手紧握梯子一侧，左臂紧扣梯子另一端，带头攀爬上坡。“不要怕，我是当兵的。”张洪峰一爬上山坡，就紧紧护住惊魂未定的老人。随后，他和民兵一道把被困群众全部撤离到安全地域。",
        "before_rp": "“搭梯子，爬上去！”情急之下，张洪峰右手紧握梯子一侧，左臂紧扣梯子另一端，带头攀爬上坡。“不要怕，我是当兵的。”张洪峰一爬上山坡，就紧紧护住惊魂未定的老人。随后，他和民兵一道把被困群众全部撤离到安全地域。",
        "after_rp": "“搭梯子，爬上来！”情急之下，张洪峰右手紧握梯子一侧，左臂紧扣梯子另一端，带头攀爬上坡。“不要怕，我是当兵的。”张洪峰一爬上山坡，就紧紧护住惊魂未定的老人。随后，他和民兵一道把被困群众全部撤离到安全地域。",
        "rp_pair": [
            "【【上去→上来】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-11576",
        "contain_rp": "王竹红站在桌前，围观者们屏住呼吸，生怕错过任何细节。桌上三个核桃，两只碗。碗底各扣住一个核桃，一只手把剩下的那颗核桃抓起来，做一个往里扔的手势。手里瞬间空无一物，把碗翻【【过来→过去】】再看，碗底已变成两个核桃。核桃被眼睁睁地“扔”进倒扣的碗里。",
        "before_rp": "王竹红站在桌前，围观者们屏住呼吸，生怕错过任何细节。桌上三个核桃，两只碗。碗底各扣住一个核桃，一只手把剩下的那颗核桃抓起来，做一个往里扔的手势。手里瞬间空无一物，把碗翻过来再看，碗底已变成两个核桃。核桃被眼睁睁地“扔”进倒扣的碗里。",
        "after_rp": "王竹红站在桌前，围观者们屏住呼吸，生怕错过任何细节。桌上三个核桃，两只碗。碗底各扣住一个核桃，一只手把剩下的那颗核桃抓起来，做一个往里扔的手势。手里瞬间空无一物，把碗翻过去再看，碗底已变成两个核桃。核桃被眼睁睁地“扔”进倒扣的碗里。",
        "rp_pair": [
            "【【过来→过去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-6949",
        "contain_rp": "修剪下来的枝条怎么处理？“枯枝扔在林地里，有火灾隐患，必须绑实扎牢，带【【回去→回来】】一块儿粉碎还田。”张俊生说。修剪下来的枝条不会一扔了之，而是变废为宝。",
        "before_rp": "修剪下来的枝条怎么处理？“枯枝扔在林地里，有火灾隐患，必须绑实扎牢，带回去一块儿粉碎还田。”张俊生说。修剪下来的枝条不会一扔了之，而是变废为宝。",
        "after_rp": "修剪下来的枝条怎么处理？“枯枝扔在林地里，有火灾隐患，必须绑实扎牢，带回来一块儿粉碎还田。”张俊生说。修剪下来的枝条不会一扔了之，而是变废为宝。",
        "rp_pair": [
            "【【回去→回来】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14870",
        "contain_rp": "林红站在我们刘镇的黄昏里，仿佛失去了知觉，她的眼睛空洞地张望着街道上越来越多的群众，有一刻她好像忘记了正在发生什么，她皱眉想了又想，终于想起来了，她有些忧郁地摇了摇头，紧张地往身后看了看，没有看到宋钢，只看到自己家虚掩的屋门。她回过头来时，听到了群众的喊叫声，一辆白色的宝马轿车沿着大街徐徐【【过来→过去】】了，一辆黑色的奔驰跟在后面，群众嘈杂地喊叫：",
        "before_rp": "林红站在我们刘镇的黄昏里，仿佛失去了知觉，她的眼睛空洞地张望着街道上越来越多的群众，有一刻她好像忘记了正在发生什么，她皱眉想了又想，终于想起来了，她有些忧郁地摇了摇头，紧张地往身后看了看，没有看到宋钢，只看到自己家虚掩的屋门。她回过头来时，听到了群众的喊叫声，一辆白色的宝马轿车沿着大街徐徐过来了，一辆黑色的奔驰跟在后面，群众嘈杂地喊叫：",
        "after_rp": "林红站在我们刘镇的黄昏里，仿佛失去了知觉，她的眼睛空洞地张望着街道上越来越多的群众，有一刻她好像忘记了正在发生什么，她皱眉想了又想，终于想起来了，她有些忧郁地摇了摇头，紧张地往身后看了看，没有看到宋钢，只看到自己家虚掩的屋门。她回过头来时，听到了群众的喊叫声，一辆白色的宝马轿车沿着大街徐徐过去了，一辆黑色的奔驰跟在后面，群众嘈杂地喊叫：",
        "rp_pair": [
            "【【过来→过去】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14646",
        "contain_rp": "有一阵，桑桑忽然感到非常不安。因为，他眼前出现了那个新娘子。蒋一轮结婚的那天晚上，他将桑桑带进了房间，向新娘子介绍说:“这是桑校长家的桑桑。”新娘子就把桑桑的手拉【【过去→过来】】，在桑桑的手上放了一把糖块与红枣儿。就在那一刻，桑桑就记住了她的那对目光。有一天，桑桑去面对细马的羊群时，在羊群里，看到了一只瘦小的、温顺的山羊，而这只瘦小温顺的山羊的眼睛，忽然使桑桑莫名其妙地想到了新娘子那天看他时的一对目光。",
        "before_rp": "有一阵，桑桑忽然感到非常不安。因为，他眼前出现了那个新娘子。蒋一轮结婚的那天晚上，他将桑桑带进了房间，向新娘子介绍说:“这是桑校长家的桑桑。”新娘子就把桑桑的手拉过去，在桑桑的手上放了一把糖块与红枣儿。就在那一刻，桑桑就记住了她的那对目光。有一天，桑桑去面对细马的羊群时，在羊群里，看到了一只瘦小的、温顺的山羊，而这只瘦小温顺的山羊的眼睛，忽然使桑桑莫名其妙地想到了新娘子那天看他时的一对目光。",
        "after_rp": "有一阵，桑桑忽然感到非常不安。因为，他眼前出现了那个新娘子。蒋一轮结婚的那天晚上，他将桑桑带进了房间，向新娘子介绍说:“这是桑校长家的桑桑。”新娘子就把桑桑的手拉过来，在桑桑的手上放了一把糖块与红枣儿。就在那一刻，桑桑就记住了她的那对目光。有一天，桑桑去面对细马的羊群时，在羊群里，看到了一只瘦小的、温顺的山羊，而这只瘦小温顺的山羊的眼睛，忽然使桑桑莫名其妙地想到了新娘子那天看他时的一对目光。",
        "rp_pair": [
            "【【过去→过来】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-8235",
        "contain_rp": "六个红袖章也没有力气了，他们先是蹲到地上大口地喘气，接着他们发现蹲在夏天的阳光下太热，走到了树下，靠着树撩起汗衫擦着浑身的汗水。他们觉得这次宋凡平不会再爬起来了，没想到长途汽车从车站里开【【出来→出去】】时，这个宋凡平竟然又从昏迷里苏醒过来了，而且再次站了起来，摇晃着往前走了两步，还挥了一下右手，他看着远去的汽车，断断续续地说：",
        "before_rp": "六个红袖章也没有力气了，他们先是蹲到地上大口地喘气，接着他们发现蹲在夏天的阳光下太热，走到了树下，靠着树撩起汗衫擦着浑身的汗水。他们觉得这次宋凡平不会再爬起来了，没想到长途汽车从车站里开出来时，这个宋凡平竟然又从昏迷里苏醒过来了，而且再次站了起来，摇晃着往前走了两步，还挥了一下右手，他看着远去的汽车，断断续续地说：",
        "after_rp": "六个红袖章也没有力气了，他们先是蹲到地上大口地喘气，接着他们发现蹲在夏天的阳光下太热，走到了树下，靠着树撩起汗衫擦着浑身的汗水。他们觉得这次宋凡平不会再爬起来了，没想到长途汽车从车站里开出去时，这个宋凡平竟然又从昏迷里苏醒过来了，而且再次站了起来，摇晃着往前走了两步，还挥了一下右手，他看着远去的汽车，断断续续地说：",
        "rp_pair": [
            "【【出来→出去】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-6720",
        "contain_rp": "“周恩来同志说，你的工作是非常有意义的。千千万万的人在你们的歌声鼓舞下，走上前线，浴血奋战，取得胜利，你知道吗？”从此，演话剧、拍电影、唱革命歌曲，在秦怡看来就是她参与革命的一种形式。“敌机来了，我们就躲到椅子底下；敌机一飞走，我们就从椅子底下钻【【出来→出去】】，接着又演。”",
        "before_rp": "“周恩来同志说，你的工作是非常有意义的。千千万万的人在你们的歌声鼓舞下，走上前线，浴血奋战，取得胜利，你知道吗？”从此，演话剧、拍电影、唱革命歌曲，在秦怡看来就是她参与革命的一种形式。“敌机来了，我们就躲到椅子底下；敌机一飞走，我们就从椅子底下钻出来，接着又演。”",
        "after_rp": "“周恩来同志说，你的工作是非常有意义的。千千万万的人在你们的歌声鼓舞下，走上前线，浴血奋战，取得胜利，你知道吗？”从此，演话剧、拍电影、唱革命歌曲，在秦怡看来就是她参与革命的一种形式。“敌机来了，我们就躲到椅子底下；敌机一飞走，我们就从椅子底下钻出去，接着又演。”",
        "rp_pair": [
            "【【出来→出去】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11544",
        "contain_rp": "他赶忙打开鱼塘里的增氧机，只听马达一响，汩汩水流搅动着，鱼塘的水很快就“活”了起来。“水循环起来，增加了含氧量，鱼在水底就有了氧气，就不必浮到水面了——浮【【上来→上去】】就被白鹭吃掉了！”他说。",
        "before_rp": "他赶忙打开鱼塘里的增氧机，只听马达一响，汩汩水流搅动着，鱼塘的水很快就“活”了起来。“水循环起来，增加了含氧量，鱼在水底就有了氧气，就不必浮到水面了——浮上来就被白鹭吃掉了！”他说。",
        "after_rp": "他赶忙打开鱼塘里的增氧机，只听马达一响，汩汩水流搅动着，鱼塘的水很快就“活”了起来。“水循环起来，增加了含氧量，鱼在水底就有了氧气，就不必浮到水面了——浮上去就被白鹭吃掉了！”他说。",
        "rp_pair": [
            "【【上来→上去】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-5182",
        "contain_rp": "泡了好一会儿，粘贴处仍不能分离。张美生随即用刀在水中将批封从侧边裁开，然后用手捞出，平整地放在一张报纸上，用骨刀将细处弄服帖，再在上面放一张报纸和一块石板，人站【【上去→上来】】使着暗劲踩一踩。这时，拿出最下面的报纸一看，覆盖其上的批封已很平展。",
        "before_rp": "泡了好一会儿，粘贴处仍不能分离。张美生随即用刀在水中将批封从侧边裁开，然后用手捞出，平整地放在一张报纸上，用骨刀将细处弄服帖，再在上面放一张报纸和一块石板，人站上去使着暗劲踩一踩。这时，拿出最下面的报纸一看，覆盖其上的批封已很平展。",
        "after_rp": "泡了好一会儿，粘贴处仍不能分离。张美生随即用刀在水中将批封从侧边裁开，然后用手捞出，平整地放在一张报纸上，用骨刀将细处弄服帖，再在上面放一张报纸和一块石板，人站上来使着暗劲踩一踩。这时，拿出最下面的报纸一看，覆盖其上的批封已很平展。",
        "rp_pair": [
            "【【上去→上来】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-6309",
        "contain_rp": "由于学习压力大、家庭困难，有些孩子会萌发辍学打工的念头。为了把温暖送到最需要的人手里，为了让有梦想的女孩子从大山里走【【出来→出去】】，张桂梅翻山越岭去家访。",
        "before_rp": "由于学习压力大、家庭困难，有些孩子会萌发辍学打工的念头。为了把温暖送到最需要的人手里，为了让有梦想的女孩子从大山里走出来，张桂梅翻山越岭去家访。",
        "after_rp": "由于学习压力大、家庭困难，有些孩子会萌发辍学打工的念头。为了把温暖送到最需要的人手里，为了让有梦想的女孩子从大山里走出去，张桂梅翻山越岭去家访。",
        "rp_pair": [
            "【【出来→出去】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-14409",
        "contain_rp": "于是回去开会，协调在日月广场旁边建个旅游码头。现在，“平湖一日游”的游轮，清晨从万州出发，在五土靠岸，放下游客；傍晚从平湖【【回来→回去】】，经过五土，接走早上在此下船的游客回万州。",
        "before_rp": "于是回去开会，协调在日月广场旁边建个旅游码头。现在，“平湖一日游”的游轮，清晨从万州出发，在五土靠岸，放下游客；傍晚从平湖回来，经过五土，接走早上在此下船的游客回万州。",
        "after_rp": "于是回去开会，协调在日月广场旁边建个旅游码头。现在，“平湖一日游”的游轮，清晨从万州出发，在五土靠岸，放下游客；傍晚从平湖回去，经过五土，接走早上在此下船的游客回万州。",
        "rp_pair": [
            "【【回来→回去】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11926",
        "contain_rp": "家住八里店镇的孙奶奶今年85岁，患有高血压、糖尿病等多种疾病，腿脚不方便。在孙子小章的陪同下定期到卫生院看病。“家就在附近，走路就能【【过来→过去】】。”小章说，过去只能去市区的大医院，来回都折腾，很不方便。医联体建立后，在卫生院就能看病，方便了许多。",
        "before_rp": "家住八里店镇的孙奶奶今年85岁，患有高血压、糖尿病等多种疾病，腿脚不方便。在孙子小章的陪同下定期到卫生院看病。“家就在附近，走路就能过来。”小章说，过去只能去市区的大医院，来回都折腾，很不方便。医联体建立后，在卫生院就能看病，方便了许多。",
        "after_rp": "家住八里店镇的孙奶奶今年85岁，患有高血压、糖尿病等多种疾病，腿脚不方便。在孙子小章的陪同下定期到卫生院看病。“家就在附近，走路就能过去。”小章说，过去只能去市区的大医院，来回都折腾，很不方便。医联体建立后，在卫生院就能看病，方便了许多。",
        "rp_pair": [
            "【【过来→过去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-8845",
        "contain_rp": "林红的父亲对林红的母亲眨了眨眼睛，偷偷笑着走了【【出去→出来】】，走到了院子里，这时一个邻居从外面买了油条回来，他对林红父亲说：",
        "before_rp": "林红的父亲对林红的母亲眨了眨眼睛，偷偷笑着走了出去，走到了院子里，这时一个邻居从外面买了油条回来，他对林红父亲说：",
        "after_rp": "林红的父亲对林红的母亲眨了眨眼睛，偷偷笑着走了出来，走到了院子里，这时一个邻居从外面买了油条回来，他对林红父亲说：",
        "rp_pair": [
            "【【出去→出来】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-3682",
        "contain_rp": "2007年4月，村民王春水家失火。正在执勤的邰忠利冲进屋中，把王春水卧病在床的妻子背了【【出来→出去】】，然后抓起水桶把水泼在了身上，爬上房顶去扑火。火熄了，邰忠利脸上、脚面、手臂却被烫出了一大片水疱。",
        "before_rp": "2007年4月，村民王春水家失火。正在执勤的邰忠利冲进屋中，把王春水卧病在床的妻子背了出来，然后抓起水桶把水泼在了身上，爬上房顶去扑火。火熄了，邰忠利脸上、脚面、手臂却被烫出了一大片水疱。",
        "after_rp": "2007年4月，村民王春水家失火。正在执勤的邰忠利冲进屋中，把王春水卧病在床的妻子背了出去，然后抓起水桶把水泼在了身上，爬上房顶去扑火。火熄了，邰忠利脸上、脚面、手臂却被烫出了一大片水疱。",
        "rp_pair": [
            "【【出来→出去】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-9117",
        "contain_rp": "那个人从地上爬起来时满嘴的血，他往地上呸呸呸，吐出来的口水鼻涕里也全是血。宋凡平打出一拳后向后一跳，跳出了他们的包围。当他们扑【【上来→上去】】时，宋凡平蹲下身体，伸直了右腿扫了过去。李光头和宋钢就是从那时候知道什么叫扫荡腿，宋凡平一条腿扫倒了三个男人，还将那三个中学生绊得跌跌撞撞。",
        "before_rp": "那个人从地上爬起来时满嘴的血，他往地上呸呸呸，吐出来的口水鼻涕里也全是血。宋凡平打出一拳后向后一跳，跳出了他们的包围。当他们扑上来时，宋凡平蹲下身体，伸直了右腿扫了过去。李光头和宋钢就是从那时候知道什么叫扫荡腿，宋凡平一条腿扫倒了三个男人，还将那三个中学生绊得跌跌撞撞。",
        "after_rp": "那个人从地上爬起来时满嘴的血，他往地上呸呸呸，吐出来的口水鼻涕里也全是血。宋凡平打出一拳后向后一跳，跳出了他们的包围。当他们扑上去时，宋凡平蹲下身体，伸直了右腿扫了过去。李光头和宋钢就是从那时候知道什么叫扫荡腿，宋凡平一条腿扫倒了三个男人，还将那三个中学生绊得跌跌撞撞。",
        "rp_pair": [
            "【【上来→上去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-12324",
        "contain_rp": "邻城邻县的蹬着自行车来，五六个小时蹬【【过来→过去】】，看一眼处美人们再五六个小时蹬回去。我们这个只有三万人的刘镇这一天起码超过了十万人，大街被腾出来了，处美人站成一排，交通警武警派出所的民警全部出动，在对面站成一排，阻挡着群众，警察的眼睛是这一天最幸福的眼睛，他们看处美人看得比谁都清楚。",
        "before_rp": "邻城邻县的蹬着自行车来，五六个小时蹬过来，看一眼处美人们再五六个小时蹬回去。我们这个只有三万人的刘镇这一天起码超过了十万人，大街被腾出来了，处美人站成一排，交通警武警派出所的民警全部出动，在对面站成一排，阻挡着群众，警察的眼睛是这一天最幸福的眼睛，他们看处美人看得比谁都清楚。",
        "after_rp": "邻城邻县的蹬着自行车来，五六个小时蹬过去，看一眼处美人们再五六个小时蹬回去。我们这个只有三万人的刘镇这一天起码超过了十万人，大街被腾出来了，处美人站成一排，交通警武警派出所的民警全部出动，在对面站成一排，阻挡着群众，警察的眼睛是这一天最幸福的眼睛，他们看处美人看得比谁都清楚。",
        "rp_pair": [
            "【【过来→过去】】"
        ],
        "label": 3
    },
    {
        "qid": "1-test-13448",
        "contain_rp": "保持腹部收紧，抬【【一侧→左侧】】手臂沿耳朵向前伸直，至大约与地面平行，保持另一侧手触地支撑。",
        "before_rp": "保持腹部收紧，抬一侧手臂沿耳朵向前伸直，至大约与地面平行，保持另一侧手触地支撑。",
        "after_rp": "保持腹部收紧，抬左侧手臂沿耳朵向前伸直，至大约与地面平行，保持另一侧手触地支撑。",
        "rp_pair": [
            "【【一侧→左侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-10524",
        "contain_rp": "公诉机关指控：2017年11月8日15时许，被告人张某某驾驶沪DHXXXX的重型厢式货车沿本区北松公路【【左侧→右侧】】机动车道由东向西行驶至北松公路香泖路路口欲向南左转，恰逢被害人高秀英骑人力三轮车沿北松公路南侧非机动车道由西向东直行，张某某未让高秀英先行即实施转弯，致货车右后侧与人力三轮车左前侧及高秀英肢体发生碰撞，高秀英倒地受伤并于2017年11月12日死亡。",
        "before_rp": "公诉机关指控：2017年11月8日15时许，被告人张某某驾驶沪DHXXXX的重型厢式货车沿本区北松公路左侧机动车道由东向西行驶至北松公路香泖路路口欲向南左转，恰逢被害人高秀英骑人力三轮车沿北松公路南侧非机动车道由西向东直行，张某某未让高秀英先行即实施转弯，致货车右后侧与人力三轮车左前侧及高秀英肢体发生碰撞，高秀英倒地受伤并于2017年11月12日死亡。",
        "after_rp": "公诉机关指控：2017年11月8日15时许，被告人张某某驾驶沪DHXXXX的重型厢式货车沿本区北松公路右侧机动车道由东向西行驶至北松公路香泖路路口欲向南左转，恰逢被害人高秀英骑人力三轮车沿北松公路南侧非机动车道由西向东直行，张某某未让高秀英先行即实施转弯，致货车右后侧与人力三轮车左前侧及高秀英肢体发生碰撞，高秀英倒地受伤并于2017年11月12日死亡。",
        "rp_pair": [
            "【【左侧→右侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-15188",
        "contain_rp": "上海市浦东新区人民检察院指控：2020年8月25日06时14分许，被告人刘某驾驶牌号为苏B1XXXX的小型轿车沿浦东新区樱花路由东向西行驶至银霄路西约50米处驶入【【右侧→外侧】】非机动车道后停车。",
        "before_rp": "上海市浦东新区人民检察院指控：2020年8月25日06时14分许，被告人刘某驾驶牌号为苏B1XXXX的小型轿车沿浦东新区樱花路由东向西行驶至银霄路西约50米处驶入右侧非机动车道后停车。",
        "after_rp": "上海市浦东新区人民检察院指控：2020年8月25日06时14分许，被告人刘某驾驶牌号为苏B1XXXX的小型轿车沿浦东新区樱花路由东向西行驶至银霄路西约50米处驶入外侧非机动车道后停车。",
        "rp_pair": [
            "【【右侧→外侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-2250",
        "contain_rp": "身体侧向弹力带，外侧腿单腿支撑站立，内侧腿抬离地面维持平衡，躯干正直，肩关节放松下沉，双手握住弹力带于内侧肩上方，身体向【【内侧→两侧】】扭紧练习开始时，下肢以支撑腿臀肌发力并向外旋转躯干，双手沿着身体转动的趋势向斜下方快速下拉弹力带，练习过程中身体姿态保持稳定。还原成起始姿势后，再重复上一次动作。",
        "before_rp": "身体侧向弹力带，外侧腿单腿支撑站立，内侧腿抬离地面维持平衡，躯干正直，肩关节放松下沉，双手握住弹力带于内侧肩上方，身体向内侧扭紧练习开始时，下肢以支撑腿臀肌发力并向外旋转躯干，双手沿着身体转动的趋势向斜下方快速下拉弹力带，练习过程中身体姿态保持稳定。还原成起始姿势后，再重复上一次动作。",
        "after_rp": "身体侧向弹力带，外侧腿单腿支撑站立，内侧腿抬离地面维持平衡，躯干正直，肩关节放松下沉，双手握住弹力带于内侧肩上方，身体向两侧扭紧练习开始时，下肢以支撑腿臀肌发力并向外旋转躯干，双手沿着身体转动的趋势向斜下方快速下拉弹力带，练习过程中身体姿态保持稳定。还原成起始姿势后，再重复上一次动作。",
        "rp_pair": [
            "【【内侧→两侧】】"
        ],
        "label": 3
    },
    {
        "qid": "1-test-15087",
        "contain_rp": "上海市宝山区人民检察院指控：2020年12月14日13时17分许，被告人洪某驾驶沪DHXXXX重型普通货车沿上海市宝山区月罗公路由西向东行驶至沪太公路路口，遇路口西向东直行绿灯时向南右转弯过程中，车辆车头前部【【右侧→外侧】】撞击同向非机动车道内由西向东行驶至此的李继昌驾驶的牌号为上海XXXXXXX电动自行车左后侧，致李继昌受伤(经医院抢救无效于当日死亡)，车辆损坏。",
        "before_rp": "上海市宝山区人民检察院指控：2020年12月14日13时17分许，被告人洪某驾驶沪DHXXXX重型普通货车沿上海市宝山区月罗公路由西向东行驶至沪太公路路口，遇路口西向东直行绿灯时向南右转弯过程中，车辆车头前部右侧撞击同向非机动车道内由西向东行驶至此的李继昌驾驶的牌号为上海XXXXXXX电动自行车左后侧，致李继昌受伤(经医院抢救无效于当日死亡)，车辆损坏。",
        "after_rp": "上海市宝山区人民检察院指控：2020年12月14日13时17分许，被告人洪某驾驶沪DHXXXX重型普通货车沿上海市宝山区月罗公路由西向东行驶至沪太公路路口，遇路口西向东直行绿灯时向南右转弯过程中，车辆车头前部外侧撞击同向非机动车道内由西向东行驶至此的李继昌驾驶的牌号为上海XXXXXXX电动自行车左后侧，致李继昌受伤(经医院抢救无效于当日死亡)，车辆损坏。",
        "rp_pair": [
            "【【右侧→外侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13420",
        "contain_rp": "腹部和臀部收紧，抬起髋部至躯干与支撑腿的大腿在一条直线上。保持髋部抬起，放下抬起【【一侧→右侧】】的腿，换对侧腿进行同样动作。",
        "before_rp": "腹部和臀部收紧，抬起髋部至躯干与支撑腿的大腿在一条直线上。保持髋部抬起，放下抬起一侧的腿，换对侧腿进行同样动作。",
        "after_rp": "腹部和臀部收紧，抬起髋部至躯干与支撑腿的大腿在一条直线上。保持髋部抬起，放下抬起右侧的腿，换对侧腿进行同样动作。",
        "rp_pair": [
            "【【一侧→右侧】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-2502",
        "contain_rp": "脸部朝下俯趴在地面上，腰背挺直，双腿靠拢并绷紧，脚尖绷直，双臂在头部【【两侧→一侧】】向上平行伸直，掌心向下，身体紧贴在地面上。",
        "before_rp": "脸部朝下俯趴在地面上，腰背挺直，双腿靠拢并绷紧，脚尖绷直，双臂在头部两侧向上平行伸直，掌心向下，身体紧贴在地面上。",
        "after_rp": "脸部朝下俯趴在地面上，腰背挺直，双腿靠拢并绷紧，脚尖绷直，双臂在头部一侧向上平行伸直，掌心向下，身体紧贴在地面上。",
        "rp_pair": [
            "【【两侧→一侧】】"
        ],
        "label": 3
    },
    {
        "qid": "1-dev-12481",
        "contain_rp": "致使驾驶电动自行车的被害人王某甲受伤；致使乘坐电动自行车的被害人熊中群倒地后，再遭沿林浦路由北向南行驶至此的由谢某某(另行处理)无证驾驶的牌号为皖K2XXXX的小型普通客车【【左侧→一侧】】车轮碾压，被害人熊中群因头、胸部损伤而死亡。",
        "before_rp": "致使驾驶电动自行车的被害人王某甲受伤；致使乘坐电动自行车的被害人熊中群倒地后，再遭沿林浦路由北向南行驶至此的由谢某某(另行处理)无证驾驶的牌号为皖K2XXXX的小型普通客车左侧车轮碾压，被害人熊中群因头、胸部损伤而死亡。",
        "after_rp": "致使驾驶电动自行车的被害人王某甲受伤；致使乘坐电动自行车的被害人熊中群倒地后，再遭沿林浦路由北向南行驶至此的由谢某某(另行处理)无证驾驶的牌号为皖K2XXXX的小型普通客车一侧车轮碾压，被害人熊中群因头、胸部损伤而死亡。",
        "rp_pair": [
            "【【左侧→一侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-13336",
        "contain_rp": "将双手食指按在鼻孔【【两侧→外侧】】的迎香穴上，然后将双手食指沿着鼻子两侧上下移动。手指移动时配合进行深呼吸。呼气时手指放在迎香穴上，吸气时手指上下移动。反复做6次。",
        "before_rp": "将双手食指按在鼻孔两侧的迎香穴上，然后将双手食指沿着鼻子两侧上下移动。手指移动时配合进行深呼吸。呼气时手指放在迎香穴上，吸气时手指上下移动。反复做6次。",
        "after_rp": "将双手食指按在鼻孔外侧的迎香穴上，然后将双手食指沿着鼻子两侧上下移动。手指移动时配合进行深呼吸。呼气时手指放在迎香穴上，吸气时手指上下移动。反复做6次。",
        "rp_pair": [
            "【【两侧→外侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-13473",
        "contain_rp": "头部与双臂不动，躯干'髋部和双腿向身体【【左侧→两侧】】扭转，左膝尽量触地，直至目标肌肉有中等程度的牵拉感。",
        "before_rp": "头部与双臂不动，躯干'髋部和双腿向身体左侧扭转，左膝尽量触地，直至目标肌肉有中等程度的牵拉感。",
        "after_rp": "头部与双臂不动，躯干'髋部和双腿向身体两侧扭转，左膝尽量触地，直至目标肌肉有中等程度的牵拉感。",
        "rp_pair": [
            "【【左侧→两侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-12454",
        "contain_rp": "经审理查明，2018年12月18日22时49分许，被告人刘某通过“滴滴专车”平台，驾驶牌号为沪MZXXXX的小型轿车搭载乘客康某等人沿本市漕溪北路由北向南行驶至漕溪北路进蒲汇塘路北约50米处，未紧靠道路【【右侧→左侧】】停车，后排乘客康某准备下车打开右后车门时，与右侧非机动车道内驾驶电动自行车同向行驶的被害人牛某2发生碰撞，造成牛某2倒地受伤，刘某驾车逃离现场。",
        "before_rp": "经审理查明，2018年12月18日22时49分许，被告人刘某通过“滴滴专车”平台，驾驶牌号为沪MZXXXX的小型轿车搭载乘客康某等人沿本市漕溪北路由北向南行驶至漕溪北路进蒲汇塘路北约50米处，未紧靠道路右侧停车，后排乘客康某准备下车打开右后车门时，与右侧非机动车道内驾驶电动自行车同向行驶的被害人牛某2发生碰撞，造成牛某2倒地受伤，刘某驾车逃离现场。",
        "after_rp": "经审理查明，2018年12月18日22时49分许，被告人刘某通过“滴滴专车”平台，驾驶牌号为沪MZXXXX的小型轿车搭载乘客康某等人沿本市漕溪北路由北向南行驶至漕溪北路进蒲汇塘路北约50米处，未紧靠道路左侧停车，后排乘客康某准备下车打开右后车门时，与右侧非机动车道内驾驶电动自行车同向行驶的被害人牛某2发生碰撞，造成牛某2倒地受伤，刘某驾车逃离现场。",
        "rp_pair": [
            "【【右侧→左侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13700",
        "contain_rp": "解新全和村干部发动从北牛池走出去的解姓人捐款。“3月动工，8月完工。”修缮一新的外墙上，稷楼夜月、萍池夏雨等浮雕八景别具一格。四合院内的【【两侧→左侧】】耳房已经布展完毕，解氏名人事迹通过图文形式在无声传递。",
        "before_rp": "解新全和村干部发动从北牛池走出去的解姓人捐款。“3月动工，8月完工。”修缮一新的外墙上，稷楼夜月、萍池夏雨等浮雕八景别具一格。四合院内的两侧耳房已经布展完毕，解氏名人事迹通过图文形式在无声传递。",
        "after_rp": "解新全和村干部发动从北牛池走出去的解姓人捐款。“3月动工，8月完工。”修缮一新的外墙上，稷楼夜月、萍池夏雨等浮雕八景别具一格。四合院内的左侧耳房已经布展完毕，解氏名人事迹通过图文形式在无声传递。",
        "rp_pair": [
            "【【两侧→左侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11341",
        "contain_rp": "保持背部挺直，腹部收紧，有节奏且连续地向左、向右快速小跳。双脚前脚掌着地,随后再次迅速跳起。控制节奏由慢变快，至最快速度，并尽可能保持几秒再减速。跳跃结束后可以继续向左或向【【右侧→上侧】】滑步5~10米进行放松（图片和视频中并未展示滑步的动作）。",
        "before_rp": "保持背部挺直，腹部收紧，有节奏且连续地向左、向右快速小跳。双脚前脚掌着地,随后再次迅速跳起。控制节奏由慢变快，至最快速度，并尽可能保持几秒再减速。跳跃结束后可以继续向左或向右侧滑步5~10米进行放松（图片和视频中并未展示滑步的动作）。",
        "after_rp": "保持背部挺直，腹部收紧，有节奏且连续地向左、向右快速小跳。双脚前脚掌着地,随后再次迅速跳起。控制节奏由慢变快，至最快速度，并尽可能保持几秒再减速。跳跃结束后可以继续向左或向上侧滑步5~10米进行放松（图片和视频中并未展示滑步的动作）。",
        "rp_pair": [
            "【【右侧→上侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13468",
        "contain_rp": "左侧髋关节外展，使【【左侧→一侧】】膝关节尽可能地贴近地面，直至左侧腹股沟及左腿大腿内侧肌群有中等程度的牵拉感；拉伸动作持续2秒左右。",
        "before_rp": "左侧髋关节外展，使左侧膝关节尽可能地贴近地面，直至左侧腹股沟及左腿大腿内侧肌群有中等程度的牵拉感；拉伸动作持续2秒左右。",
        "after_rp": "左侧髋关节外展，使一侧膝关节尽可能地贴近地面，直至左侧腹股沟及左腿大腿内侧肌群有中等程度的牵拉感；拉伸动作持续2秒左右。",
        "rp_pair": [
            "【【左侧→一侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-10300",
        "contain_rp": "浦东北路西约200米（德威二堆场门口）处向南右转弯通过非机动车道时，因疏于观察而未确保行车安全，造成重型半挂牵引车车身右侧前部与在该非机动车道内由西向东行驶的电动自行车车身【【左侧→一侧】】相碰擦，致使驾驶电动自行车的被害人高某1被撞倒地后遭碾压致头部损伤而死亡。",
        "before_rp": "浦东北路西约200米（德威二堆场门口）处向南右转弯通过非机动车道时，因疏于观察而未确保行车安全，造成重型半挂牵引车车身右侧前部与在该非机动车道内由西向东行驶的电动自行车车身左侧相碰擦，致使驾驶电动自行车的被害人高某1被撞倒地后遭碾压致头部损伤而死亡。",
        "after_rp": "浦东北路西约200米（德威二堆场门口）处向南右转弯通过非机动车道时，因疏于观察而未确保行车安全，造成重型半挂牵引车车身右侧前部与在该非机动车道内由西向东行驶的电动自行车车身一侧相碰擦，致使驾驶电动自行车的被害人高某1被撞倒地后遭碾压致头部损伤而死亡。",
        "rp_pair": [
            "【【左侧→一侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-10338",
        "contain_rp": "GNXXX挂)重型半挂牵引车，沿上海市嘉定区宝安公路由西向东行驶至科盛路路口向南右转弯时，遇被害人张加芹驾驶临时牌号为XXXXXXX的电动自行车沿宝安公路南侧非机动车道由西向东行驶，由于郝某驾车转弯时未让行且疏忽大意未确保安全行驶，致其车头【【右侧→外侧】】与电动自行车左侧相撞，造成张加芹跌地后被车轮碾压当场死亡。",
        "before_rp": "GNXXX挂)重型半挂牵引车，沿上海市嘉定区宝安公路由西向东行驶至科盛路路口向南右转弯时，遇被害人张加芹驾驶临时牌号为XXXXXXX的电动自行车沿宝安公路南侧非机动车道由西向东行驶，由于郝某驾车转弯时未让行且疏忽大意未确保安全行驶，致其车头右侧与电动自行车左侧相撞，造成张加芹跌地后被车轮碾压当场死亡。",
        "after_rp": "GNXXX挂)重型半挂牵引车，沿上海市嘉定区宝安公路由西向东行驶至科盛路路口向南右转弯时，遇被害人张加芹驾驶临时牌号为XXXXXXX的电动自行车沿宝安公路南侧非机动车道由西向东行驶，由于郝某驾车转弯时未让行且疏忽大意未确保安全行驶，致其车头外侧与电动自行车左侧相撞，造成张加芹跌地后被车轮碾压当场死亡。",
        "rp_pair": [
            "【【右侧→外侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-2273",
        "contain_rp": "以拉伸【【左侧→外侧】】为例：两脚前后开立，双手叉腰，左脚在前，右脚在后，屈左膝，重心前移，右侧亦如此。",
        "before_rp": "以拉伸左侧为例：两脚前后开立，双手叉腰，左脚在前，右脚在后，屈左膝，重心前移，右侧亦如此。",
        "after_rp": "以拉伸外侧为例：两脚前后开立，双手叉腰，左脚在前，右脚在后，屈左膝，重心前移，右侧亦如此。",
        "rp_pair": [
            "【【左侧→外侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-2231",
        "contain_rp": "练习者身体侧对投掷墙，距墙约1米，两腿前后分开，呈前后分腿姿势，前后支撑腿的大小腿夹角均为90°左右。双手握住药球于身体【【右侧→外侧】】髋部；练习开始时，以躯干发力为主，双手借助身体转动的惯性顺势把球抛向墙面。",
        "before_rp": "练习者身体侧对投掷墙，距墙约1米，两腿前后分开，呈前后分腿姿势，前后支撑腿的大小腿夹角均为90°左右。双手握住药球于身体右侧髋部；练习开始时，以躯干发力为主，双手借助身体转动的惯性顺势把球抛向墙面。",
        "after_rp": "练习者身体侧对投掷墙，距墙约1米，两腿前后分开，呈前后分腿姿势，前后支撑腿的大小腿夹角均为90°左右。双手握住药球于身体外侧髋部；练习开始时，以躯干发力为主，双手借助身体转动的惯性顺势把球抛向墙面。",
        "rp_pair": [
            "【【右侧→外侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-2326",
        "contain_rp": "身体右侧对弹力带，呈基本跪姿；双手握住弹力带于身体【【内侧→上侧】】髋部，双臂伸直；双臂提举弹力带至胸部，同时，快速转向正面；双臂向左肩上方提举弹力带，至头顶左上方，双臂伸直，同时，胸部快速转向左侧。",
        "before_rp": "身体右侧对弹力带，呈基本跪姿；双手握住弹力带于身体内侧髋部，双臂伸直；双臂提举弹力带至胸部，同时，快速转向正面；双臂向左肩上方提举弹力带，至头顶左上方，双臂伸直，同时，胸部快速转向左侧。",
        "after_rp": "身体右侧对弹力带，呈基本跪姿；双手握住弹力带于身体上侧髋部，双臂伸直；双臂提举弹力带至胸部，同时，快速转向正面；双臂向左肩上方提举弹力带，至头顶左上方，双臂伸直，同时，胸部快速转向左侧。",
        "rp_pair": [
            "【【内侧→上侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-2247",
        "contain_rp": "身体侧向弹力带，外侧腿单腿支撑站立，内侧腿抬离地面维持平衡，躯干正直，肩关节放松下沉，双手握住弹力带于【【内侧→下侧】】肩上方，身体向内侧扭紧练习开始时，下肢以支撑腿臀肌发力并向外旋转躯干，双手沿着身体转动的趋势向斜下方快速下拉弹力带，练习过程中身体姿态保持稳定。还原成起始姿势后，再重复上一次动作。",
        "before_rp": "身体侧向弹力带，外侧腿单腿支撑站立，内侧腿抬离地面维持平衡，躯干正直，肩关节放松下沉，双手握住弹力带于内侧肩上方，身体向内侧扭紧练习开始时，下肢以支撑腿臀肌发力并向外旋转躯干，双手沿着身体转动的趋势向斜下方快速下拉弹力带，练习过程中身体姿态保持稳定。还原成起始姿势后，再重复上一次动作。",
        "after_rp": "身体侧向弹力带，外侧腿单腿支撑站立，内侧腿抬离地面维持平衡，躯干正直，肩关节放松下沉，双手握住弹力带于下侧肩上方，身体向内侧扭紧练习开始时，下肢以支撑腿臀肌发力并向外旋转躯干，双手沿着身体转动的趋势向斜下方快速下拉弹力带，练习过程中身体姿态保持稳定。还原成起始姿势后，再重复上一次动作。",
        "rp_pair": [
            "【【内侧→下侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10596",
        "contain_rp": "公诉机关指控，2018年7月18日，被告人陈某某驾驶牌号为“上海XXXXXXX”电动自行车，沿上海市浦东新区永泰路由东向西行驶至上南路路口遇红灯未靠道路中心点右侧左转弯且超速通过路口时，适遇忻毅弘驾驶牌号为沪BMXXXX轿车沿上南路由北向南遇绿灯直行通过路口，电动自行车【【右侧→一侧】】前部与轿车左侧前部相撞，致使乘坐于电动自行车后座的被害人赵勤芬(女)倒地致颅脑损伤而死亡。",
        "before_rp": "公诉机关指控，2018年7月18日，被告人陈某某驾驶牌号为“上海XXXXXXX”电动自行车，沿上海市浦东新区永泰路由东向西行驶至上南路路口遇红灯未靠道路中心点右侧左转弯且超速通过路口时，适遇忻毅弘驾驶牌号为沪BMXXXX轿车沿上南路由北向南遇绿灯直行通过路口，电动自行车右侧前部与轿车左侧前部相撞，致使乘坐于电动自行车后座的被害人赵勤芬(女)倒地致颅脑损伤而死亡。",
        "after_rp": "公诉机关指控，2018年7月18日，被告人陈某某驾驶牌号为“上海XXXXXXX”电动自行车，沿上海市浦东新区永泰路由东向西行驶至上南路路口遇红灯未靠道路中心点右侧左转弯且超速通过路口时，适遇忻毅弘驾驶牌号为沪BMXXXX轿车沿上南路由北向南遇绿灯直行通过路口，电动自行车一侧前部与轿车左侧前部相撞，致使乘坐于电动自行车后座的被害人赵勤芬(女)倒地致颅脑损伤而死亡。",
        "rp_pair": [
            "【【右侧→一侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-10691",
        "contain_rp": "牌号为沪DJXXXX重型厢式货车沿盐朝公路由西向东行驶至金闻路东约20米处时，车身右侧与【【右侧→一侧】】同向由张正芳驾驶的牌号为“上海XXXXXXX”电动自行车左侧发生碰撞，张正芳倒地遭重型厢式货车碾压，造成张正芳经医院抢救无效死亡及电动自行车损坏的道路交通事故。",
        "before_rp": "牌号为沪DJXXXX重型厢式货车沿盐朝公路由西向东行驶至金闻路东约20米处时，车身右侧与右侧同向由张正芳驾驶的牌号为“上海XXXXXXX”电动自行车左侧发生碰撞，张正芳倒地遭重型厢式货车碾压，造成张正芳经医院抢救无效死亡及电动自行车损坏的道路交通事故。",
        "after_rp": "牌号为沪DJXXXX重型厢式货车沿盐朝公路由西向东行驶至金闻路东约20米处时，车身右侧与一侧同向由张正芳驾驶的牌号为“上海XXXXXXX”电动自行车左侧发生碰撞，张正芳倒地遭重型厢式货车碾压，造成张正芳经医院抢救无效死亡及电动自行车损坏的道路交通事故。",
        "rp_pair": [
            "【【右侧→一侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-15464",
        "contain_rp": "上海市浦东新区人民检察院指控，2019年6月7日16时许，犯罪嫌疑人李某驾驶沪BGXXXX轻型厢式货车沿本区沪南公路由南向北行驶至航三路路口遇绿灯左转弯时，适遇被害人瞿大梅骑自行车沿路口西侧人行道由北向南行驶，沪BGXXXX的轻型厢式货车正面与自行车【【左侧→一侧】】相撞，造成瞿大梅受伤，瞿大梅经医院抢救无效于6月18日死亡。",
        "before_rp": "上海市浦东新区人民检察院指控，2019年6月7日16时许，犯罪嫌疑人李某驾驶沪BGXXXX轻型厢式货车沿本区沪南公路由南向北行驶至航三路路口遇绿灯左转弯时，适遇被害人瞿大梅骑自行车沿路口西侧人行道由北向南行驶，沪BGXXXX的轻型厢式货车正面与自行车左侧相撞，造成瞿大梅受伤，瞿大梅经医院抢救无效于6月18日死亡。",
        "after_rp": "上海市浦东新区人民检察院指控，2019年6月7日16时许，犯罪嫌疑人李某驾驶沪BGXXXX轻型厢式货车沿本区沪南公路由南向北行驶至航三路路口遇绿灯左转弯时，适遇被害人瞿大梅骑自行车沿路口西侧人行道由北向南行驶，沪BGXXXX的轻型厢式货车正面与自行车一侧相撞，造成瞿大梅受伤，瞿大梅经医院抢救无效于6月18日死亡。",
        "rp_pair": [
            "【【左侧→一侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-15094",
        "contain_rp": "上海市黄浦区人民检察院指控：2015年12月10日10时06分许，被告人李某某驾驶一辆牌号为沪AGXXXX的轻型封闭货车，沿中华路由东向西行驶至迎勋路路口左转弯时，违反让行规定且疏于观察，由该车车身【【左侧→外侧】】碰撞正在人行横道线内由东向西过马路的被害人王月芳，造成王月芳倒地受伤的道路交通事故。",
        "before_rp": "上海市黄浦区人民检察院指控：2015年12月10日10时06分许，被告人李某某驾驶一辆牌号为沪AGXXXX的轻型封闭货车，沿中华路由东向西行驶至迎勋路路口左转弯时，违反让行规定且疏于观察，由该车车身左侧碰撞正在人行横道线内由东向西过马路的被害人王月芳，造成王月芳倒地受伤的道路交通事故。",
        "after_rp": "上海市黄浦区人民检察院指控：2015年12月10日10时06分许，被告人李某某驾驶一辆牌号为沪AGXXXX的轻型封闭货车，沿中华路由东向西行驶至迎勋路路口左转弯时，违反让行规定且疏于观察，由该车车身外侧碰撞正在人行横道线内由东向西过马路的被害人王月芳，造成王月芳倒地受伤的道路交通事故。",
        "rp_pair": [
            "【【左侧→外侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10441",
        "contain_rp": "由于张某某倒车时未查明车后情况且未确认安全后倒车，致使该货车车尾【【右侧→左侧】】碰撞郭彬，造成郭彬倒地后受伤，后经医院抢救无效于当日死亡。",
        "before_rp": "由于张某某倒车时未查明车后情况且未确认安全后倒车，致使该货车车尾右侧碰撞郭彬，造成郭彬倒地后受伤，后经医院抢救无效于当日死亡。",
        "after_rp": "由于张某某倒车时未查明车后情况且未确认安全后倒车，致使该货车车尾左侧碰撞郭彬，造成郭彬倒地后受伤，后经医院抢救无效于当日死亡。",
        "rp_pair": [
            "【【右侧→左侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-15371",
        "contain_rp": "经审理查明：2017年8月22日9时31分许，被告人陈某某驾驶号牌为沪AKXXXX轻型普通货车沿本区龙皓路由东向西行驶至海丰路路口西侧约50米处，遇被害人宣某某由北向南在该处人行横道线处横过道路，货车【【左侧→一侧】】车头与宣信林发生碰撞，致使宣某某受伤，后经抢救无效于当日死亡。",
        "before_rp": "经审理查明：2017年8月22日9时31分许，被告人陈某某驾驶号牌为沪AKXXXX轻型普通货车沿本区龙皓路由东向西行驶至海丰路路口西侧约50米处，遇被害人宣某某由北向南在该处人行横道线处横过道路，货车左侧车头与宣信林发生碰撞，致使宣某某受伤，后经抢救无效于当日死亡。",
        "after_rp": "经审理查明：2017年8月22日9时31分许，被告人陈某某驾驶号牌为沪AKXXXX轻型普通货车沿本区龙皓路由东向西行驶至海丰路路口西侧约50米处，遇被害人宣某某由北向南在该处人行横道线处横过道路，货车一侧车头与宣信林发生碰撞，致使宣某某受伤，后经抢救无效于当日死亡。",
        "rp_pair": [
            "【【左侧→一侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-13137",
        "contain_rp": "①以右脚在前为例，上体保持正直，一脚向前跨出一步，成直腿弓步。②左侧手着地，右侧屈肘下压于脚跟【【内侧→外侧】】，保持3秒；右侧手臂向上方翻转，同时带动脊柱，直臂外展。指尖向上，与支撑手臂呈直线。头部转动看上举手臂指尖，保持3秒。③双手撑地将身体推起，双腿伸直，勾脚尖，拉伸前腿后肌群，保持6秒；屈膝成弓步，还原成站立姿势。",
        "before_rp": "①以右脚在前为例，上体保持正直，一脚向前跨出一步，成直腿弓步。②左侧手着地，右侧屈肘下压于脚跟内侧，保持3秒；右侧手臂向上方翻转，同时带动脊柱，直臂外展。指尖向上，与支撑手臂呈直线。头部转动看上举手臂指尖，保持3秒。③双手撑地将身体推起，双腿伸直，勾脚尖，拉伸前腿后肌群，保持6秒；屈膝成弓步，还原成站立姿势。",
        "after_rp": "①以右脚在前为例，上体保持正直，一脚向前跨出一步，成直腿弓步。②左侧手着地，右侧屈肘下压于脚跟外侧，保持3秒；右侧手臂向上方翻转，同时带动脊柱，直臂外展。指尖向上，与支撑手臂呈直线。头部转动看上举手臂指尖，保持3秒。③双手撑地将身体推起，双腿伸直，勾脚尖，拉伸前腿后肌群，保持6秒；屈膝成弓步，还原成站立姿势。",
        "rp_pair": [
            "【【内侧→外侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-15470",
        "contain_rp": "而妨碍同向被放行的自行车通行，造成重型自卸货车正面与沿民生路非机动车道由北向南行驶的自行车【【左侧→一侧】】相撞，致使骑自行车的被害人黄申美被撞倒地遭碾压致胸部及腹盆部损伤而死亡。",
        "before_rp": "而妨碍同向被放行的自行车通行，造成重型自卸货车正面与沿民生路非机动车道由北向南行驶的自行车左侧相撞，致使骑自行车的被害人黄申美被撞倒地遭碾压致胸部及腹盆部损伤而死亡。",
        "after_rp": "而妨碍同向被放行的自行车通行，造成重型自卸货车正面与沿民生路非机动车道由北向南行驶的自行车一侧相撞，致使骑自行车的被害人黄申美被撞倒地遭碾压致胸部及腹盆部损伤而死亡。",
        "rp_pair": [
            "【【左侧→一侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-15201",
        "contain_rp": "XXXXXXX号牌的电动自行车沿川展路北侧路边由东向西遇绿灯亮直行通过该路口，重型非载货专项作业车右侧前部与电动自行车【【左侧→右侧】】后部相撞，致使吴伯才倒地后遭重型非载货专项作业车碾压后死亡。",
        "before_rp": "XXXXXXX号牌的电动自行车沿川展路北侧路边由东向西遇绿灯亮直行通过该路口，重型非载货专项作业车右侧前部与电动自行车左侧后部相撞，致使吴伯才倒地后遭重型非载货专项作业车碾压后死亡。",
        "after_rp": "XXXXXXX号牌的电动自行车沿川展路北侧路边由东向西遇绿灯亮直行通过该路口，重型非载货专项作业车右侧前部与电动自行车右侧后部相撞，致使吴伯才倒地后遭重型非载货专项作业车碾压后死亡。",
        "rp_pair": [
            "【【左侧→右侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10532",
        "contain_rp": "结合事故案情及上述鉴定报告，事发时小型轿车由东向西行驶，电动自行车在其【【左侧→外侧】】且两车的前部左侧发生碰撞，符合事发时电动自行车与小型轿车相向而行发生碰撞的事故过程，故未悬挂车牌(停车场编号：941)的电动自行车事发时由西向东行驶。",
        "before_rp": "结合事故案情及上述鉴定报告，事发时小型轿车由东向西行驶，电动自行车在其左侧且两车的前部左侧发生碰撞，符合事发时电动自行车与小型轿车相向而行发生碰撞的事故过程，故未悬挂车牌(停车场编号：941)的电动自行车事发时由西向东行驶。",
        "after_rp": "结合事故案情及上述鉴定报告，事发时小型轿车由东向西行驶，电动自行车在其外侧且两车的前部左侧发生碰撞，符合事发时电动自行车与小型轿车相向而行发生碰撞的事故过程，故未悬挂车牌(停车场编号：941)的电动自行车事发时由西向东行驶。",
        "rp_pair": [
            "【【左侧→外侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-10539",
        "contain_rp": "相关鉴定意见还证实，肇事车辆前部左侧与对方电动自行车左侧发生碰撞，前挡风玻璃【【左侧→下侧】】与电动自行车骑车人左侧上肢及面部发生碰撞致前挡风玻璃左侧破洞。",
        "before_rp": "相关鉴定意见还证实，肇事车辆前部左侧与对方电动自行车左侧发生碰撞，前挡风玻璃左侧与电动自行车骑车人左侧上肢及面部发生碰撞致前挡风玻璃左侧破洞。",
        "after_rp": "相关鉴定意见还证实，肇事车辆前部左侧与对方电动自行车左侧发生碰撞，前挡风玻璃下侧与电动自行车骑车人左侧上肢及面部发生碰撞致前挡风玻璃左侧破洞。",
        "rp_pair": [
            "【【左侧→下侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-15334",
        "contain_rp": "经审理查明，2017年1月5日23时04分，被告人姜某某驾驶牌号为苏F3XXXX奔驰牌小型越野客车沿本市杨浦区闸殷路机动车道由西向东行驶至进世界路西约50米处，适遇被害人林某2由南向北横过闸殷路，车头【【左侧→一侧】】碰撞林某2致林倒地受伤，该车前左转向灯外壳碎裂，左前门被碰擦损坏，并左侧后视镜掉落现场。",
        "before_rp": "经审理查明，2017年1月5日23时04分，被告人姜某某驾驶牌号为苏F3XXXX奔驰牌小型越野客车沿本市杨浦区闸殷路机动车道由西向东行驶至进世界路西约50米处，适遇被害人林某2由南向北横过闸殷路，车头左侧碰撞林某2致林倒地受伤，该车前左转向灯外壳碎裂，左前门被碰擦损坏，并左侧后视镜掉落现场。",
        "after_rp": "经审理查明，2017年1月5日23时04分，被告人姜某某驾驶牌号为苏F3XXXX奔驰牌小型越野客车沿本市杨浦区闸殷路机动车道由西向东行驶至进世界路西约50米处，适遇被害人林某2由南向北横过闸殷路，车头一侧碰撞林某2致林倒地受伤，该车前左转向灯外壳碎裂，左前门被碰擦损坏，并左侧后视镜掉落现场。",
        "rp_pair": [
            "【【左侧→一侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-2469",
        "contain_rp": "站立在地面上，双脚并拢，保持身体直立，双手自然垂放在身体【【两侧→左侧】】，眼睛平视前方，全身放松并自然均匀地呼吸。",
        "before_rp": "站立在地面上，双脚并拢，保持身体直立，双手自然垂放在身体两侧，眼睛平视前方，全身放松并自然均匀地呼吸。",
        "after_rp": "站立在地面上，双脚并拢，保持身体直立，双手自然垂放在身体左侧，眼睛平视前方，全身放松并自然均匀地呼吸。",
        "rp_pair": [
            "【【两侧→左侧】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-10647",
        "contain_rp": "上海市普陀区人民检察院指控，2020年8月21日10时25分许，被告人王建文驾驶牌号为沪DPXXXX的中型箱式货车，沿本市普陀区祁连山路由南向北行驶至祁春路路口向西左转弯时，货车车头前部与沿祁连山路由北向南在非机动车道内行驶的电动自行车【【左侧→一侧】】发生碰撞，致自行车及骑车人被害人吴仕毫倒地头部受伤。",
        "before_rp": "上海市普陀区人民检察院指控，2020年8月21日10时25分许，被告人王建文驾驶牌号为沪DPXXXX的中型箱式货车，沿本市普陀区祁连山路由南向北行驶至祁春路路口向西左转弯时，货车车头前部与沿祁连山路由北向南在非机动车道内行驶的电动自行车左侧发生碰撞，致自行车及骑车人被害人吴仕毫倒地头部受伤。",
        "after_rp": "上海市普陀区人民检察院指控，2020年8月21日10时25分许，被告人王建文驾驶牌号为沪DPXXXX的中型箱式货车，沿本市普陀区祁连山路由南向北行驶至祁春路路口向西左转弯时，货车车头前部与沿祁连山路由北向南在非机动车道内行驶的电动自行车一侧发生碰撞，致自行车及骑车人被害人吴仕毫倒地头部受伤。",
        "rp_pair": [
            "【【左侧→一侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-13236",
        "contain_rp": "身体呈双腿前后分开的站立姿势。双脚脚尖向前，双腿伸直。臀部收紧，挺胸收腹，目视前方，微收下颌，双臂自然垂于身体【【两侧→外侧】】。",
        "before_rp": "身体呈双腿前后分开的站立姿势。双脚脚尖向前，双腿伸直。臀部收紧，挺胸收腹，目视前方，微收下颌，双臂自然垂于身体两侧。",
        "after_rp": "身体呈双腿前后分开的站立姿势。双脚脚尖向前，双腿伸直。臀部收紧，挺胸收腹，目视前方，微收下颌，双臂自然垂于身体外侧。",
        "rp_pair": [
            "【【两侧→外侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-2722",
        "contain_rp": "支撑腿向脚【【外侧→左侧】】蹬地发力，抬起腿向外侧展髋，在前脚掌接触地面的瞬间，快速做一个垫步跳，同时重心也向展髋侧移动，换另一侧腿抬起至大腿与地面接近平行。",
        "before_rp": "支撑腿向脚外侧蹬地发力，抬起腿向外侧展髋，在前脚掌接触地面的瞬间，快速做一个垫步跳，同时重心也向展髋侧移动，换另一侧腿抬起至大腿与地面接近平行。",
        "after_rp": "支撑腿向脚左侧蹬地发力，抬起腿向外侧展髋，在前脚掌接触地面的瞬间，快速做一个垫步跳，同时重心也向展髋侧移动，换另一侧腿抬起至大腿与地面接近平行。",
        "rp_pair": [
            "【【外侧→左侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-13358",
        "contain_rp": "保持坐姿，右腿往右边外侧伸直，与肩平行，右小腿内侧贴地；左膝弯曲，左脚跟抵住会阴部。左手自然放于左腿膝盖上，右手伸直放于右腿膝盖【【外侧→下侧】】。",
        "before_rp": "保持坐姿，右腿往右边外侧伸直，与肩平行，右小腿内侧贴地；左膝弯曲，左脚跟抵住会阴部。左手自然放于左腿膝盖上，右手伸直放于右腿膝盖外侧。",
        "after_rp": "保持坐姿，右腿往右边外侧伸直，与肩平行，右小腿内侧贴地；左膝弯曲，左脚跟抵住会阴部。左手自然放于左腿膝盖上，右手伸直放于右腿膝盖下侧。",
        "rp_pair": [
            "【【外侧→下侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-13162",
        "contain_rp": "呈坐姿，双臂自然下垂，头部后伸至最大限度后，向【【一侧→左侧】】尽力侧屈，然后转向对侧，眼睛看斜上方。",
        "before_rp": "呈坐姿，双臂自然下垂，头部后伸至最大限度后，向一侧尽力侧屈，然后转向对侧，眼睛看斜上方。",
        "after_rp": "呈坐姿，双臂自然下垂，头部后伸至最大限度后，向左侧尽力侧屈，然后转向对侧，眼睛看斜上方。",
        "rp_pair": [
            "【【一侧→左侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-13458",
        "contain_rp": "身体呈侧卧姿，双腿伸直，双脚分开侧面触地支撑（一只脚是脚踝【【内侧→左侧】】，一只脚是脚踝外侧），触地侧肘关节弯曲90度，前臂触地支撑，肘部位于肩部下方。",
        "before_rp": "身体呈侧卧姿，双腿伸直，双脚分开侧面触地支撑（一只脚是脚踝内侧，一只脚是脚踝外侧），触地侧肘关节弯曲90度，前臂触地支撑，肘部位于肩部下方。",
        "after_rp": "身体呈侧卧姿，双腿伸直，双脚分开侧面触地支撑（一只脚是脚踝左侧，一只脚是脚踝外侧），触地侧肘关节弯曲90度，前臂触地支撑，肘部位于肩部下方。",
        "rp_pair": [
            "【【内侧→左侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-2332",
        "contain_rp": "保持腹部收紧，抬一侧腿屈髋屈膝至大腿与地面接近平行，并抬对侧手臂伸直举过头顶同时，另【【一侧→外侧】】腿向前垫步跳。",
        "before_rp": "保持腹部收紧，抬一侧腿屈髋屈膝至大腿与地面接近平行，并抬对侧手臂伸直举过头顶同时，另一侧腿向前垫步跳。",
        "after_rp": "保持腹部收紧，抬一侧腿屈髋屈膝至大腿与地面接近平行，并抬对侧手臂伸直举过头顶同时，另外侧腿向前垫步跳。",
        "rp_pair": [
            "【【一侧→外侧】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-10649",
        "contain_rp": "上海市普陀区人民检察院指控，2019年11月15日6时02分许，被告人杨森驾驶牌号为沪EAXXXX的重型自卸货车，沿本市金沙江路由西向东行驶至祁连山南路口右转时，车辆【【右侧→两侧】】前部与在非机动车道上沿金沙江路由西向东直行的电动自行车及骑车的被害人孙正梅左侧相撞，致被害人及电动自行车向右倒地并遭该货车碾压。",
        "before_rp": "上海市普陀区人民检察院指控，2019年11月15日6时02分许，被告人杨森驾驶牌号为沪EAXXXX的重型自卸货车，沿本市金沙江路由西向东行驶至祁连山南路口右转时，车辆右侧前部与在非机动车道上沿金沙江路由西向东直行的电动自行车及骑车的被害人孙正梅左侧相撞，致被害人及电动自行车向右倒地并遭该货车碾压。",
        "after_rp": "上海市普陀区人民检察院指控，2019年11月15日6时02分许，被告人杨森驾驶牌号为沪EAXXXX的重型自卸货车，沿本市金沙江路由西向东行驶至祁连山南路口右转时，车辆两侧前部与在非机动车道上沿金沙江路由西向东直行的电动自行车及骑车的被害人孙正梅左侧相撞，致被害人及电动自行车向右倒地并遭该货车碾压。",
        "rp_pair": [
            "【【右侧→两侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13250",
        "contain_rp": "跪立在地面上，眼睛望向前方，腰背和头颈挺直，双臂自然舒适地垂放在身体两侧，右膝保持跪立姿势不动，把左腿挺直打开，并伸向【【左侧→一侧】】面。",
        "before_rp": "跪立在地面上，眼睛望向前方，腰背和头颈挺直，双臂自然舒适地垂放在身体两侧，右膝保持跪立姿势不动，把左腿挺直打开，并伸向左侧面。",
        "after_rp": "跪立在地面上，眼睛望向前方，腰背和头颈挺直，双臂自然舒适地垂放在身体两侧，右膝保持跪立姿势不动，把左腿挺直打开，并伸向一侧面。",
        "rp_pair": [
            "【【左侧→一侧】】"
        ],
        "label": 3
    },
    {
        "qid": "1-test-13452",
        "contain_rp": "身体呈侧卧姿，双腿伸直，双脚并拢侧面触地支撑（一只脚侧面着地），触地侧手臂伸直，支撑于肩部下方。另【【一侧→上侧】】手扶髋部。",
        "before_rp": "身体呈侧卧姿，双腿伸直，双脚并拢侧面触地支撑（一只脚侧面着地），触地侧手臂伸直，支撑于肩部下方。另一侧手扶髋部。",
        "after_rp": "身体呈侧卧姿，双腿伸直，双脚并拢侧面触地支撑（一只脚侧面着地），触地侧手臂伸直，支撑于肩部下方。另上侧手扶髋部。",
        "rp_pair": [
            "【【一侧→上侧】】"
        ],
        "label": 3
    },
    {
        "qid": "1-test-15259",
        "contain_rp": "秀珍推自行车沿宝安公路北侧非机动车道由东向西行走，由于王某某驾车未按规定让行且疏忽大意未确保安全行驶，致其车头【【右侧→一侧】】与张秀珍相撞，造成张跌地后被车轮碾压当场死亡。",
        "before_rp": "秀珍推自行车沿宝安公路北侧非机动车道由东向西行走，由于王某某驾车未按规定让行且疏忽大意未确保安全行驶，致其车头右侧与张秀珍相撞，造成张跌地后被车轮碾压当场死亡。",
        "after_rp": "秀珍推自行车沿宝安公路北侧非机动车道由东向西行走，由于王某某驾车未按规定让行且疏忽大意未确保安全行驶，致其车头一侧与张秀珍相撞，造成张跌地后被车轮碾压当场死亡。",
        "rp_pair": [
            "【【右侧→一侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-11477",
        "contain_rp": "恢复步骤1的跪坐姿势，并放松全身。然后上半身前倾俯趴在地面上，将头部的【【一侧→右侧】】贴于地面，手臂轻松地放在身体两侧，自然均匀地呼吸，并用意念去牵拉胸肌，默想有一种力量在帮助扩展胸部。",
        "before_rp": "恢复步骤1的跪坐姿势，并放松全身。然后上半身前倾俯趴在地面上，将头部的一侧贴于地面，手臂轻松地放在身体两侧，自然均匀地呼吸，并用意念去牵拉胸肌，默想有一种力量在帮助扩展胸部。",
        "after_rp": "恢复步骤1的跪坐姿势，并放松全身。然后上半身前倾俯趴在地面上，将头部的右侧贴于地面，手臂轻松地放在身体两侧，自然均匀地呼吸，并用意念去牵拉胸肌，默想有一种力量在帮助扩展胸部。",
        "rp_pair": [
            "【【一侧→右侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-13281",
        "contain_rp": "将双臂展开，由身体【【两侧→外侧】】从下向上转动，转动时要尽量伸展腹部，并让双手掌在头顶上方合十。保持此姿势不变，深呼吸2~3次。",
        "before_rp": "将双臂展开，由身体两侧从下向上转动，转动时要尽量伸展腹部，并让双手掌在头顶上方合十。保持此姿势不变，深呼吸2~3次。",
        "after_rp": "将双臂展开，由身体外侧从下向上转动，转动时要尽量伸展腹部，并让双手掌在头顶上方合十。保持此姿势不变，深呼吸2~3次。",
        "rp_pair": [
            "【【两侧→外侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-10298",
        "contain_rp": "浦东北路西约200米（德威二堆场门口）处向南右转弯通过非机动车道时，因疏于观察而未确保行车安全，造成重型半挂牵引车车身【【右侧→一侧】】前部与在该非机动车道内由西向东行驶的电动自行车车身左侧相碰擦，致使驾驶电动自行车的被害人高某1被撞倒地后遭碾压致头部损伤而死亡。",
        "before_rp": "浦东北路西约200米（德威二堆场门口）处向南右转弯通过非机动车道时，因疏于观察而未确保行车安全，造成重型半挂牵引车车身右侧前部与在该非机动车道内由西向东行驶的电动自行车车身左侧相碰擦，致使驾驶电动自行车的被害人高某1被撞倒地后遭碾压致头部损伤而死亡。",
        "after_rp": "浦东北路西约200米（德威二堆场门口）处向南右转弯通过非机动车道时，因疏于观察而未确保行车安全，造成重型半挂牵引车车身一侧前部与在该非机动车道内由西向东行驶的电动自行车车身左侧相碰擦，致使驾驶电动自行车的被害人高某1被撞倒地后遭碾压致头部损伤而死亡。",
        "rp_pair": [
            "【【右侧→一侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-2611",
        "contain_rp": "坐在地面上，伸直双腿，将双脚并拢靠在一起。保持上身直立，将双手手掌按在臀部【【两侧→外侧】】的地板上，指尖向前。放松全身。",
        "before_rp": "坐在地面上，伸直双腿，将双脚并拢靠在一起。保持上身直立，将双手手掌按在臀部两侧的地板上，指尖向前。放松全身。",
        "after_rp": "坐在地面上，伸直双腿，将双脚并拢靠在一起。保持上身直立，将双手手掌按在臀部外侧的地板上，指尖向前。放松全身。",
        "rp_pair": [
            "【【两侧→外侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-6903",
        "contain_rp": "记者走进中队营区，发现中队学习党史的氛围十分浓厚：操场【【两侧→左侧】】橱窗里，官兵学党史、研理论的心得体会周周更新；楼梯走廊里，党史主题展板月月更换……",
        "before_rp": "记者走进中队营区，发现中队学习党史的氛围十分浓厚：操场两侧橱窗里，官兵学党史、研理论的心得体会周周更新；楼梯走廊里，党史主题展板月月更换……",
        "after_rp": "记者走进中队营区，发现中队学习党史的氛围十分浓厚：操场左侧橱窗里，官兵学党史、研理论的心得体会周周更新；楼梯走廊里，党史主题展板月月更换……",
        "rp_pair": [
            "【【两侧→左侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13223",
        "contain_rp": "保持腹部收紧，抬【【一侧→下侧】】腿屈髋屈膝，并用对侧手肘碰触抬起腿的膝部，同时另一侧腿原地垫步跳。",
        "before_rp": "保持腹部收紧，抬一侧腿屈髋屈膝，并用对侧手肘碰触抬起腿的膝部，同时另一侧腿原地垫步跳。",
        "after_rp": "保持腹部收紧，抬下侧腿屈髋屈膝，并用对侧手肘碰触抬起腿的膝部，同时另一侧腿原地垫步跳。",
        "rp_pair": [
            "【【一侧→下侧】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10704",
        "contain_rp": "自行车由东向西通过此路口，被告人吴某某所驾车辆正面右部与浦某某所驾车【【左侧→一侧】】发生碰撞，造成两车损坏、浦某某倒地受伤并经医院抢救无效死亡的道路交通事故。",
        "before_rp": "自行车由东向西通过此路口，被告人吴某某所驾车辆正面右部与浦某某所驾车左侧发生碰撞，造成两车损坏、浦某某倒地受伤并经医院抢救无效死亡的道路交通事故。",
        "after_rp": "自行车由东向西通过此路口，被告人吴某某所驾车辆正面右部与浦某某所驾车一侧发生碰撞，造成两车损坏、浦某某倒地受伤并经医院抢救无效死亡的道路交通事故。",
        "rp_pair": [
            "【【左侧→一侧】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-12176",
        "contain_rp": "这天晚上李兰做了一顿豆腐饭，这是我们刘镇的风俗，办丧事的人家都会做这样一顿饭。李兰做了一大盆豆腐放在桌子的中间，还有一碗炒青菜。天黑了灯亮了以后，三个人坐到了桌子前，宋凡平的棺材就在【【旁边→外边】】，一碗油灯点亮了放在棺材【【上→旁】】，这是长明灯，照亮宋凡平走向阴间的道路，宋凡平就不会被绊倒。",
        "before_rp": "这天晚上李兰做了一顿豆腐饭，这是我们刘镇的风俗，办丧事的人家都会做这样一顿饭。李兰做了一大盆豆腐放在桌子的中间，还有一碗炒青菜。天黑了灯亮了以后，三个人坐到了桌子前，宋凡平的棺材就在旁边→外边】】，一碗油灯点亮了放在棺材【【上，这是长明灯，照亮宋凡平走向阴间的道路，宋凡平就不会被绊倒。",
        "after_rp": "这天晚上李兰做了一顿豆腐饭，这是我们刘镇的风俗，办丧事的人家都会做这样一顿饭。李兰做了一大盆豆腐放在桌子的中间，还有一碗炒青菜。天黑了灯亮了以后，三个人坐到了桌子前，宋凡平的棺材就在外边，一碗油灯点亮了放在棺材旁，这是长明灯，照亮宋凡平走向阴间的道路，宋凡平就不会被绊倒。",
        "rp_pair": [
            "【【旁边→外边】】，一碗油灯点亮了放在棺材【【上→旁】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-5184",
        "contain_rp": "泡了好一会儿，粘贴处仍不能分离。张美生随即用刀在水中将批封从【【侧边→两边】】裁开，然后用手捞出，平整地放在一张报纸上，用骨刀将细处弄服帖，再在上面放一张报纸和一块石板，人站上去使着暗劲踩一踩。这时，拿出最下面的报纸一看，覆盖其上的批封已很平展。",
        "before_rp": "泡了好一会儿，粘贴处仍不能分离。张美生随即用刀在水中将批封从侧边裁开，然后用手捞出，平整地放在一张报纸上，用骨刀将细处弄服帖，再在上面放一张报纸和一块石板，人站上去使着暗劲踩一踩。这时，拿出最下面的报纸一看，覆盖其上的批封已很平展。",
        "after_rp": "泡了好一会儿，粘贴处仍不能分离。张美生随即用刀在水中将批封从两边裁开，然后用手捞出，平整地放在一张报纸上，用骨刀将细处弄服帖，再在上面放一张报纸和一块石板，人站上去使着暗劲踩一踩。这时，拿出最下面的报纸一看，覆盖其上的批封已很平展。",
        "rp_pair": [
            "【【侧边→两边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11074",
        "contain_rp": "他扭紧了舵，把帆脚绳系好，从船梢下面去拿那根短棍。它原来是个桨把，是从一只断桨上锯下来的，大约两英尺半长。因为它上面有个把手，他只能用一只手有效地使用，于是他用右手紧紧地攥住了它，弯着手按在【【上边→右边】】，一面望着鲨鱼游过来。两条都是“星鲨”。",
        "before_rp": "他扭紧了舵，把帆脚绳系好，从船梢下面去拿那根短棍。它原来是个桨把，是从一只断桨上锯下来的，大约两英尺半长。因为它上面有个把手，他只能用一只手有效地使用，于是他用右手紧紧地攥住了它，弯着手按在上边，一面望着鲨鱼游过来。两条都是“星鲨”。",
        "after_rp": "他扭紧了舵，把帆脚绳系好，从船梢下面去拿那根短棍。它原来是个桨把，是从一只断桨上锯下来的，大约两英尺半长。因为它上面有个把手，他只能用一只手有效地使用，于是他用右手紧紧地攥住了它，弯着手按在右边，一面望着鲨鱼游过来。两条都是“星鲨”。",
        "rp_pair": [
            "【【上边→右边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-12914",
        "contain_rp": "这一年的清明，分外寒冷；杨柳才吐出半粒米大的新芽。天明未久，华大妈已在【【右边→侧边】】的一坐新坟前面，排出四碟菜，一碗饭，哭了一场。化过纸，呆呆的坐在地上；仿佛等候什么。",
        "before_rp": "这一年的清明，分外寒冷；杨柳才吐出半粒米大的新芽。天明未久，华大妈已在右边的一坐新坟前面，排出四碟菜，一碗饭，哭了一场。化过纸，呆呆的坐在地上；仿佛等候什么。",
        "after_rp": "这一年的清明，分外寒冷；杨柳才吐出半粒米大的新芽。天明未久，华大妈已在侧边的一坐新坟前面，排出四碟菜，一碗饭，哭了一场。化过纸，呆呆的坐在地上；仿佛等候什么。",
        "rp_pair": [
            "【【右边→侧边】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-7208",
        "contain_rp": "原来坐在小白【【旁边→右边】】的小红现在坐在幻灯机左边，右手中指控制着幻灯机，眼睛盯着姚大教授。意识到我醒了在看她，小红转过脸，冲我笑笑，黑暗里，她的脸依旧明亮。小白一直躲在倒数第二排的角落里，狂睡。",
        "before_rp": "原来坐在小白旁边的小红现在坐在幻灯机左边，右手中指控制着幻灯机，眼睛盯着姚大教授。意识到我醒了在看她，小红转过脸，冲我笑笑，黑暗里，她的脸依旧明亮。小白一直躲在倒数第二排的角落里，狂睡。",
        "after_rp": "原来坐在小白右边的小红现在坐在幻灯机左边，右手中指控制着幻灯机，眼睛盯着姚大教授。意识到我醒了在看她，小红转过脸，冲我笑笑，黑暗里，她的脸依旧明亮。小白一直躲在倒数第二排的角落里，狂睡。",
        "rp_pair": [
            "【【旁边→右边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-13383",
        "contain_rp": "深呼吸1次，弯曲双肘并向两侧张开，往【【右边→旁边】】下腰，头在两臂之间，眼睛看向左上方。保持此姿势，呼吸3~6次。",
        "before_rp": "深呼吸1次，弯曲双肘并向两侧张开，往右边下腰，头在两臂之间，眼睛看向左上方。保持此姿势，呼吸3~6次。",
        "after_rp": "深呼吸1次，弯曲双肘并向两侧张开，往旁边下腰，头在两臂之间，眼睛看向左上方。保持此姿势，呼吸3~6次。",
        "rp_pair": [
            "【【右边→旁边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-12842",
        "contain_rp": "大树【【旁边→后边】】的地里种了许多花生。花生已经开花了，一朵朵金黄色的小花，在阳光下格外鲜艳。",
        "before_rp": "大树旁边的地里种了许多花生。花生已经开花了，一朵朵金黄色的小花，在阳光下格外鲜艳。",
        "after_rp": "大树后边的地里种了许多花生。花生已经开花了，一朵朵金黄色的小花，在阳光下格外鲜艳。",
        "rp_pair": [
            "【【旁边→后边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-12840",
        "contain_rp": "突然，爱迪生一溜烟似的奔出大门。不一会儿，他回来了，捧着一面明晃晃的大镜子，身后还跟着好几个小男孩，每个人都捧着一面大镜子。爸爸一见又急又气，斥责道：“什么时候了，还胡闹！”爱迪生委屈地说：“我没胡闹，我想出办法了。不信您瞧！”爱迪生让小伙伴们站在点燃的油灯【【旁边→一边】】，由于镜子把光聚在一起，病床上一下子亮堂起来了。爸爸恍然大悟，医生也露出满意的笑容。",
        "before_rp": "突然，爱迪生一溜烟似的奔出大门。不一会儿，他回来了，捧着一面明晃晃的大镜子，身后还跟着好几个小男孩，每个人都捧着一面大镜子。爸爸一见又急又气，斥责道：“什么时候了，还胡闹！”爱迪生委屈地说：“我没胡闹，我想出办法了。不信您瞧！”爱迪生让小伙伴们站在点燃的油灯旁边，由于镜子把光聚在一起，病床上一下子亮堂起来了。爸爸恍然大悟，医生也露出满意的笑容。",
        "after_rp": "突然，爱迪生一溜烟似的奔出大门。不一会儿，他回来了，捧着一面明晃晃的大镜子，身后还跟着好几个小男孩，每个人都捧着一面大镜子。爸爸一见又急又气，斥责道：“什么时候了，还胡闹！”爱迪生委屈地说：“我没胡闹，我想出办法了。不信您瞧！”爱迪生让小伙伴们站在点燃的油灯一边，由于镜子把光聚在一起，病床上一下子亮堂起来了。爸爸恍然大悟，医生也露出满意的笑容。",
        "rp_pair": [
            "【【旁边→一边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-4369",
        "contain_rp": "老人的关切，让我淤积在心里的委屈一下涌上来。我忽然热泪盈眶，有些窘迫地把头扭向【【一边→右边】】：“没班了，下岗了。”老人在我旁边坐了下来，目光射向远处隐约可见的煤矿的皮带楼：“当年这里啥都没有，我们还不是把矿建起来了。你知道最初的设备咋来的？用肩扛，用驴驮，用羊皮筏子从兰州往回漂。你这，能算个事儿？此地不留爷，自有留爷处。到新区那边的工业园区去看看吧，好多厂子咧！”",
        "before_rp": "老人的关切，让我淤积在心里的委屈一下涌上来。我忽然热泪盈眶，有些窘迫地把头扭向一边：“没班了，下岗了。”老人在我旁边坐了下来，目光射向远处隐约可见的煤矿的皮带楼：“当年这里啥都没有，我们还不是把矿建起来了。你知道最初的设备咋来的？用肩扛，用驴驮，用羊皮筏子从兰州往回漂。你这，能算个事儿？此地不留爷，自有留爷处。到新区那边的工业园区去看看吧，好多厂子咧！”",
        "after_rp": "老人的关切，让我淤积在心里的委屈一下涌上来。我忽然热泪盈眶，有些窘迫地把头扭向右边：“没班了，下岗了。”老人在我旁边坐了下来，目光射向远处隐约可见的煤矿的皮带楼：“当年这里啥都没有，我们还不是把矿建起来了。你知道最初的设备咋来的？用肩扛，用驴驮，用羊皮筏子从兰州往回漂。你这，能算个事儿？此地不留爷，自有留爷处。到新区那边的工业园区去看看吧，好多厂子咧！”",
        "rp_pair": [
            "【【一边→右边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-5186",
        "contain_rp": "泡了好一会儿，粘贴处仍不能分离。张美生随即用刀在水中将批封从【【侧边→左边】】裁开，然后用手捞出，平整地放在一张报纸上，用骨刀将细处弄服帖，再在上面放一张报纸和一块石板，人站上去使着暗劲踩一踩。这时，拿出最下面的报纸一看，覆盖其上的批封已很平展。",
        "before_rp": "泡了好一会儿，粘贴处仍不能分离。张美生随即用刀在水中将批封从侧边裁开，然后用手捞出，平整地放在一张报纸上，用骨刀将细处弄服帖，再在上面放一张报纸和一块石板，人站上去使着暗劲踩一踩。这时，拿出最下面的报纸一看，覆盖其上的批封已很平展。",
        "after_rp": "泡了好一会儿，粘贴处仍不能分离。张美生随即用刀在水中将批封从左边裁开，然后用手捞出，平整地放在一张报纸上，用骨刀将细处弄服帖，再在上面放一张报纸和一块石板，人站上去使着暗劲踩一踩。这时，拿出最下面的报纸一看，覆盖其上的批封已很平展。",
        "rp_pair": [
            "【【侧边→左边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-626",
        "contain_rp": "晚上，小彼得在他的餐盘旁边找到了他想要的报酬。正当小彼得如愿以偿，要把这笔钱收进自己的口袋里时，突然发现在餐盘【【旁边→左边】】还放着一份给他的账单。",
        "before_rp": "晚上，小彼得在他的餐盘旁边找到了他想要的报酬。正当小彼得如愿以偿，要把这笔钱收进自己的口袋里时，突然发现在餐盘旁边还放着一份给他的账单。",
        "after_rp": "晚上，小彼得在他的餐盘旁边找到了他想要的报酬。正当小彼得如愿以偿，要把这笔钱收进自己的口袋里时，突然发现在餐盘左边还放着一份给他的账单。",
        "rp_pair": [
            "【【旁边→左边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-2027",
        "contain_rp": "老牛说的是下边的话：“明天黄昏时候，你得翻过右边那座山。山那边有座树林，树林【【前边→左边】】有个湖，那时候有些仙女正在湖里洗澡。她们的衣裳放在草地上。你要捡起那件粉红色的纱衣，跑到树林里等着，去跟你要衣裳的那个仙女就是你的妻子。好机会不可错过，切记，切记！”",
        "before_rp": "老牛说的是下边的话：“明天黄昏时候，你得翻过右边那座山。山那边有座树林，树林前边有个湖，那时候有些仙女正在湖里洗澡。她们的衣裳放在草地上。你要捡起那件粉红色的纱衣，跑到树林里等着，去跟你要衣裳的那个仙女就是你的妻子。好机会不可错过，切记，切记！”",
        "after_rp": "老牛说的是下边的话：“明天黄昏时候，你得翻过右边那座山。山那边有座树林，树林左边有个湖，那时候有些仙女正在湖里洗澡。她们的衣裳放在草地上。你要捡起那件粉红色的纱衣，跑到树林里等着，去跟你要衣裳的那个仙女就是你的妻子。好机会不可错过，切记，切记！”",
        "rp_pair": [
            "【【前边→左边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-4370",
        "contain_rp": "老人的关切，让我淤积在心里的委屈一下涌上来。我忽然热泪盈眶，有些窘迫地把头扭向【【一边→外边】】：“没班了，下岗了。”老人在我旁边坐了下来，目光射向远处隐约可见的煤矿的皮带楼：“当年这里啥都没有，我们还不是把矿建起来了。你知道最初的设备咋来的？用肩扛，用驴驮，用羊皮筏子从兰州往回漂。你这，能算个事儿？此地不留爷，自有留爷处。到新区那边的工业园区去看看吧，好多厂子咧！”",
        "before_rp": "老人的关切，让我淤积在心里的委屈一下涌上来。我忽然热泪盈眶，有些窘迫地把头扭向一边：“没班了，下岗了。”老人在我旁边坐了下来，目光射向远处隐约可见的煤矿的皮带楼：“当年这里啥都没有，我们还不是把矿建起来了。你知道最初的设备咋来的？用肩扛，用驴驮，用羊皮筏子从兰州往回漂。你这，能算个事儿？此地不留爷，自有留爷处。到新区那边的工业园区去看看吧，好多厂子咧！”",
        "after_rp": "老人的关切，让我淤积在心里的委屈一下涌上来。我忽然热泪盈眶，有些窘迫地把头扭向外边：“没班了，下岗了。”老人在我旁边坐了下来，目光射向远处隐约可见的煤矿的皮带楼：“当年这里啥都没有，我们还不是把矿建起来了。你知道最初的设备咋来的？用肩扛，用驴驮，用羊皮筏子从兰州往回漂。你这，能算个事儿？此地不留爷，自有留爷处。到新区那边的工业园区去看看吧，好多厂子咧！”",
        "rp_pair": [
            "【【一边→外边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-14704",
        "contain_rp": "这时候的阳光的颜色开始变红了，两个孩子走到了屋外，看到太阳正在落山。他们想起了宋凡平早晨说过的话，宋凡平说太阳落山的时候他和李兰就会回到家中。他们觉得自己的母亲就要回来了，李光头和宋钢拉着手在夕阳的余辉里再次走向了车站。两个孩子走过车站【【旁边→前边】】那家点心店时，看到苏妈坐在【【里面→外面】】，宋钢对她说：",
        "before_rp": "这时候的阳光的颜色开始变红了，两个孩子走到了屋外，看到太阳正在落山。他们想起了宋凡平早晨说过的话，宋凡平说太阳落山的时候他和李兰就会回到家中。他们觉得自己的母亲就要回来了，李光头和宋钢拉着手在夕阳的余辉里再次走向了车站。两个孩子走过车站旁边→前边】】那家点心店时，看到苏妈坐在【【里面，宋钢对她说：",
        "after_rp": "这时候的阳光的颜色开始变红了，两个孩子走到了屋外，看到太阳正在落山。他们想起了宋凡平早晨说过的话，宋凡平说太阳落山的时候他和李兰就会回到家中。他们觉得自己的母亲就要回来了，李光头和宋钢拉着手在夕阳的余辉里再次走向了车站。两个孩子走过车站前边那家点心店时，看到苏妈坐在外面，宋钢对她说：",
        "rp_pair": [
            "【【旁边→前边】】那家点心店时，看到苏妈坐在【【里面→外面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-1550",
        "contain_rp": "科利亚也拿来铲子，从家门口起量了十步，动手挖起来。他挖呀，挖呀，坑已经挖得很深了，还没找到匣子。他又朝【【左边→后边】】挖朝右边挖，仍然没找到。",
        "before_rp": "科利亚也拿来铲子，从家门口起量了十步，动手挖起来。他挖呀，挖呀，坑已经挖得很深了，还没找到匣子。他又朝左边挖朝右边挖，仍然没找到。",
        "after_rp": "科利亚也拿来铲子，从家门口起量了十步，动手挖起来。他挖呀，挖呀，坑已经挖得很深了，还没找到匣子。他又朝后边挖朝右边挖，仍然没找到。",
        "rp_pair": [
            "【【左边→后边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-12157",
        "contain_rp": "这天晚上李兰做了一顿豆腐饭，这是我们刘镇的风俗，办丧事的人家都会做这样一顿饭。李兰做了一大盆豆腐放在桌子的中间，还有一碗炒青菜。天黑了灯亮了以后，三个人坐到了桌子前，宋凡平的棺材就在【【旁边→左边】】，一碗油灯点亮了放在棺材上，这是长明灯，照亮宋凡平走向阴间的道路，宋凡平就不会被绊倒。",
        "before_rp": "这天晚上李兰做了一顿豆腐饭，这是我们刘镇的风俗，办丧事的人家都会做这样一顿饭。李兰做了一大盆豆腐放在桌子的中间，还有一碗炒青菜。天黑了灯亮了以后，三个人坐到了桌子前，宋凡平的棺材就在旁边，一碗油灯点亮了放在棺材上，这是长明灯，照亮宋凡平走向阴间的道路，宋凡平就不会被绊倒。",
        "after_rp": "这天晚上李兰做了一顿豆腐饭，这是我们刘镇的风俗，办丧事的人家都会做这样一顿饭。李兰做了一大盆豆腐放在桌子的中间，还有一碗炒青菜。天黑了灯亮了以后，三个人坐到了桌子前，宋凡平的棺材就在左边，一碗油灯点亮了放在棺材上，这是长明灯，照亮宋凡平走向阴间的道路，宋凡平就不会被绊倒。",
        "rp_pair": [
            "【【旁边→左边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-3665",
        "contain_rp": "高28米的井架之下，绞车司机发出指令，钢板做的安全门向【【两边→后边】】打开，雾化的水汽自竖井中升腾而起。不多时，一只大铁桶露出地面。待停稳，几位穿好防护雨衣的工人，翻爬进去。1分40秒后，他们将下到299米深的竖井底部开凿隧洞。",
        "before_rp": "高28米的井架之下，绞车司机发出指令，钢板做的安全门向两边打开，雾化的水汽自竖井中升腾而起。不多时，一只大铁桶露出地面。待停稳，几位穿好防护雨衣的工人，翻爬进去。1分40秒后，他们将下到299米深的竖井底部开凿隧洞。",
        "after_rp": "高28米的井架之下，绞车司机发出指令，钢板做的安全门向后边打开，雾化的水汽自竖井中升腾而起。不多时，一只大铁桶露出地面。待停稳，几位穿好防护雨衣的工人，翻爬进去。1分40秒后，他们将下到299米深的竖井底部开凿隧洞。",
        "rp_pair": [
            "【【两边→后边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-912",
        "contain_rp": "在写第一个字以前，他担心地朝门口和窗户看了几眼，又斜着眼看了一下那个昏暗的神像，神像【【两边→后边】】是两排架子，架子【【上→旁】】摆满了楦头。他叹了一口气，跪在作台前边，把那张纸铺在作台上。",
        "before_rp": "在写第一个字以前，他担心地朝门口和窗户看了几眼，又斜着眼看了一下那个昏暗的神像，神像两边→后边】】是两排架子，架子【【上摆满了楦头。他叹了一口气，跪在作台前边，把那张纸铺在作台上。",
        "after_rp": "在写第一个字以前，他担心地朝门口和窗户看了几眼，又斜着眼看了一下那个昏暗的神像，神像后边是两排架子，架子旁摆满了楦头。他叹了一口气，跪在作台前边，把那张纸铺在作台上。",
        "rp_pair": [
            "【【两边→后边】】是两排架子，架子【【上→旁】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-6554",
        "contain_rp": "清洗，剪枝，套上真空袋，整齐码进已经贴好快递单的泡沫箱里封装……在林宗俭【【旁边→下边】】的小平房内，十几名蕉农正忙着打包。林宗俭前一天直播时，粉丝下的订单共有6000多件，大多数是9斤装，价格在10元左右，蕉农们要在一天内完成打包发货。",
        "before_rp": "清洗，剪枝，套上真空袋，整齐码进已经贴好快递单的泡沫箱里封装……在林宗俭旁边的小平房内，十几名蕉农正忙着打包。林宗俭前一天直播时，粉丝下的订单共有6000多件，大多数是9斤装，价格在10元左右，蕉农们要在一天内完成打包发货。",
        "after_rp": "清洗，剪枝，套上真空袋，整齐码进已经贴好快递单的泡沫箱里封装……在林宗俭下边的小平房内，十几名蕉农正忙着打包。林宗俭前一天直播时，粉丝下的订单共有6000多件，大多数是9斤装，价格在10元左右，蕉农们要在一天内完成打包发货。",
        "rp_pair": [
            "【【旁边→下边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13778",
        "contain_rp": "每天天没亮，杨芝汉带大伙一起爬上山顶。他用绳子捆着腰，从山顶悬放下来，用钢钎和铁锤凿打崖壁，凿成炮眼、填上炸药、点燃引线，再迅速躲到【【一边→左边】】……石头炸裂后，大家再一起下来，将其撬松，推到谷底。",
        "before_rp": "每天天没亮，杨芝汉带大伙一起爬上山顶。他用绳子捆着腰，从山顶悬放下来，用钢钎和铁锤凿打崖壁，凿成炮眼、填上炸药、点燃引线，再迅速躲到一边……石头炸裂后，大家再一起下来，将其撬松，推到谷底。",
        "after_rp": "每天天没亮，杨芝汉带大伙一起爬上山顶。他用绳子捆着腰，从山顶悬放下来，用钢钎和铁锤凿打崖壁，凿成炮眼、填上炸药、点燃引线，再迅速躲到左边……石头炸裂后，大家再一起下来，将其撬松，推到谷底。",
        "rp_pair": [
            "【【一边→左边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-728",
        "contain_rp": "他们的屋后倘若有一条小河，那么在石桥【【旁边→右边】】，在绿树阴下，会见到一群鸭子，游戏水中，不时地把头扎到水下去觅食。即使附近的石头上有妇女在捣衣，它们也从不吃惊。",
        "before_rp": "他们的屋后倘若有一条小河，那么在石桥旁边，在绿树阴下，会见到一群鸭子，游戏水中，不时地把头扎到水下去觅食。即使附近的石头上有妇女在捣衣，它们也从不吃惊。",
        "after_rp": "他们的屋后倘若有一条小河，那么在石桥右边，在绿树阴下，会见到一群鸭子，游戏水中，不时地把头扎到水下去觅食。即使附近的石头上有妇女在捣衣，它们也从不吃惊。",
        "rp_pair": [
            "【【旁边→右边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-12632",
        "contain_rp": "只见人家泥人张听赛没听，左手伸到桌子【【下边→一边】】，打鞋底抠下一块泥巴。右手依然端杯饮酒，眼睛也只瞅着桌上的酒菜，这左手便摆弄起这团泥巴来，几个手指飞快捏弄，比变戏法的刘秃子还灵巧。海张五那边还在不停地找乐子，泥人张这边肯定把那些话在他手里这团泥上全找回来了。随后手一停，他把这泥团往桌上“叭”地一戳，起身去柜台结账。",
        "before_rp": "只见人家泥人张听赛没听，左手伸到桌子下边，打鞋底抠下一块泥巴。右手依然端杯饮酒，眼睛也只瞅着桌上的酒菜，这左手便摆弄起这团泥巴来，几个手指飞快捏弄，比变戏法的刘秃子还灵巧。海张五那边还在不停地找乐子，泥人张这边肯定把那些话在他手里这团泥上全找回来了。随后手一停，他把这泥团往桌上“叭”地一戳，起身去柜台结账。",
        "after_rp": "只见人家泥人张听赛没听，左手伸到桌子一边，打鞋底抠下一块泥巴。右手依然端杯饮酒，眼睛也只瞅着桌上的酒菜，这左手便摆弄起这团泥巴来，几个手指飞快捏弄，比变戏法的刘秃子还灵巧。海张五那边还在不停地找乐子，泥人张这边肯定把那些话在他手里这团泥上全找回来了。随后手一停，他把这泥团往桌上“叭”地一戳，起身去柜台结账。",
        "rp_pair": [
            "【【下边→一边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-3188",
        "contain_rp": "一方池塘中，污水随着齿轮的搅动上下翻涌；另一池中，清澈的水流从池中汩汩而出，流入【【旁边→外边】】的山涧里，滋润夹岸花草；对岸，几处民宿白墙灰顶，点缀在绿水青山间；聆听是鸟语啁啾，呼吸有山风甘醇——1月9日，记者采访江西省南昌市湾里区太平镇一处半山腰上的污水处理厂，被这里的景象震惊。",
        "before_rp": "一方池塘中，污水随着齿轮的搅动上下翻涌；另一池中，清澈的水流从池中汩汩而出，流入旁边的山涧里，滋润夹岸花草；对岸，几处民宿白墙灰顶，点缀在绿水青山间；聆听是鸟语啁啾，呼吸有山风甘醇——1月9日，记者采访江西省南昌市湾里区太平镇一处半山腰上的污水处理厂，被这里的景象震惊。",
        "after_rp": "一方池塘中，污水随着齿轮的搅动上下翻涌；另一池中，清澈的水流从池中汩汩而出，流入外边的山涧里，滋润夹岸花草；对岸，几处民宿白墙灰顶，点缀在绿水青山间；聆听是鸟语啁啾，呼吸有山风甘醇——1月9日，记者采访江西省南昌市湾里区太平镇一处半山腰上的污水处理厂，被这里的景象震惊。",
        "rp_pair": [
            "【【旁边→外边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-12188",
        "contain_rp": "这天晚上李兰做了一顿豆腐饭，这是我们刘镇的风俗，办丧事的人家都会做这样一顿饭。李兰做了一大盆豆腐放在桌子的中间，还有一碗炒青菜。天黑了灯亮了以后，三个人坐到了桌子【【前→边】】，宋凡平的棺材就在【【旁边→里边】】，一碗油灯点亮了放在棺材上，这是长明灯，照亮宋凡平走向阴间的道路，宋凡平就不会被绊倒。",
        "before_rp": "这天晚上李兰做了一顿豆腐饭，这是我们刘镇的风俗，办丧事的人家都会做这样一顿饭。李兰做了一大盆豆腐放在桌子的中间，还有一碗炒青菜。天黑了灯亮了以后，三个人坐到了桌子前→边】】，宋凡平的棺材就在【【旁边，一碗油灯点亮了放在棺材上，这是长明灯，照亮宋凡平走向阴间的道路，宋凡平就不会被绊倒。",
        "after_rp": "这天晚上李兰做了一顿豆腐饭，这是我们刘镇的风俗，办丧事的人家都会做这样一顿饭。李兰做了一大盆豆腐放在桌子的中间，还有一碗炒青菜。天黑了灯亮了以后，三个人坐到了桌子边，宋凡平的棺材就在里边，一碗油灯点亮了放在棺材上，这是长明灯，照亮宋凡平走向阴间的道路，宋凡平就不会被绊倒。",
        "rp_pair": [
            "【【前→边】】，宋凡平的棺材就在【【旁边→里边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-4480",
        "contain_rp": "厨房在小院左边坡下，是两间稍矮的房间。进门【【右边→一边】】靠墙的地方，堆满了南瓜、土豆；厨房正中，白瓷砖铺就的灶台上霸气地嵌入了三口锃亮的黑色大铁锅，一口大锅里正炖着腊排骨，一口大锅里正红烧着羊肉萝卜，还有一口锅里，请来的王厨师正炒着回锅肉，灶膛里大柴块“呼啦啦”燃烧得正旺，几个帮忙的村民忙进忙出，厨房里热气腾腾，香味袅袅……",
        "before_rp": "厨房在小院左边坡下，是两间稍矮的房间。进门右边靠墙的地方，堆满了南瓜、土豆；厨房正中，白瓷砖铺就的灶台上霸气地嵌入了三口锃亮的黑色大铁锅，一口大锅里正炖着腊排骨，一口大锅里正红烧着羊肉萝卜，还有一口锅里，请来的王厨师正炒着回锅肉，灶膛里大柴块“呼啦啦”燃烧得正旺，几个帮忙的村民忙进忙出，厨房里热气腾腾，香味袅袅……",
        "after_rp": "厨房在小院左边坡下，是两间稍矮的房间。进门一边靠墙的地方，堆满了南瓜、土豆；厨房正中，白瓷砖铺就的灶台上霸气地嵌入了三口锃亮的黑色大铁锅，一口大锅里正炖着腊排骨，一口大锅里正红烧着羊肉萝卜，还有一口锅里，请来的王厨师正炒着回锅肉，灶膛里大柴块“呼啦啦”燃烧得正旺，几个帮忙的村民忙进忙出，厨房里热气腾腾，香味袅袅……",
        "rp_pair": [
            "【【右边→一边】】"
        ],
        "label": 3
    },
    {
        "qid": "1-dev-11206",
        "contain_rp": "忽然，人群里有个人吓得大叫一声。孩子听见【【下边→旁边】】的叫声才醒悟过来。他往下一望，脚底下就摇晃起来。",
        "before_rp": "忽然，人群里有个人吓得大叫一声。孩子听见下边的叫声才醒悟过来。他往下一望，脚底下就摇晃起来。",
        "after_rp": "忽然，人群里有个人吓得大叫一声。孩子听见旁边的叫声才醒悟过来。他往下一望，脚底下就摇晃起来。",
        "rp_pair": [
            "【【下边→旁边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11073",
        "contain_rp": "他扭紧了舵，把帆脚绳系好，从船梢下面去拿那根短棍。它原来是个桨把，是从一只断桨上锯下来的，大约两英尺半长。因为它上面有个把手，他只能用一只手有效地使用，于是他用右手紧紧地攥住了它，弯着手按在【【上边→前边】】，一面望着鲨鱼游过来。两条都是“星鲨”。",
        "before_rp": "他扭紧了舵，把帆脚绳系好，从船梢下面去拿那根短棍。它原来是个桨把，是从一只断桨上锯下来的，大约两英尺半长。因为它上面有个把手，他只能用一只手有效地使用，于是他用右手紧紧地攥住了它，弯着手按在上边，一面望着鲨鱼游过来。两条都是“星鲨”。",
        "after_rp": "他扭紧了舵，把帆脚绳系好，从船梢下面去拿那根短棍。它原来是个桨把，是从一只断桨上锯下来的，大约两英尺半长。因为它上面有个把手，他只能用一只手有效地使用，于是他用右手紧紧地攥住了它，弯着手按在前边，一面望着鲨鱼游过来。两条都是“星鲨”。",
        "rp_pair": [
            "【【上边→前边】】"
        ],
        "label": 0
    }
]