[
    {
        "qid": "1-dev-11908",
        "contain_rp": "若是喜欢亲近自然，可在村【【中→前】】寻一向导，村外的青山，便是好去处。",
        "before_rp": "若是喜欢亲近自然，可在村中寻一向导，村外的青山，便是好去处。",
        "after_rp": "若是喜欢亲近自然，可在村前寻一向导，村外的青山，便是好去处。",
        "rp_pair": [
            "【【中→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-3120",
        "contain_rp": "储藏室里存放着一些圆根萝卜，当地村民种植的这种萝卜口感很好。总书记说，这是好东西，要想办法卖出去。看到院子【【里→前】】的机动三轮车，总书记说：“买了车子，路也修好了，就可以把你们这里特有的优质农产品运到外面去卖，持续增加收入。”",
        "before_rp": "储藏室里存放着一些圆根萝卜，当地村民种植的这种萝卜口感很好。总书记说，这是好东西，要想办法卖出去。看到院子里的机动三轮车，总书记说：“买了车子，路也修好了，就可以把你们这里特有的优质农产品运到外面去卖，持续增加收入。”",
        "after_rp": "储藏室里存放着一些圆根萝卜，当地村民种植的这种萝卜口感很好。总书记说，这是好东西，要想办法卖出去。看到院子前的机动三轮车，总书记说：“买了车子，路也修好了，就可以把你们这里特有的优质农产品运到外面去卖，持续增加收入。”",
        "rp_pair": [
            "【【里→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-1763",
        "contain_rp": "鲸的身子这么大，它们吃什么呢？须鲸主要吃虾和小鱼。它们在海洋里游的时候，张着大嘴，把许多小鱼小虾连同海水一齐吸进嘴里，然后闭上嘴，把海水从须板中间滤出来，把小鱼小虾吞进肚子【【里→后】】，一顿就可以吃两千多公斤。齿鲸主要吃大鱼和海兽。它们遇到大鱼和海兽，就凶猛地扑上去，用锋利的牙齿咬住，很快就吃掉。有一种号称“海中之虎”的虎鲸，有时好几十头结成一群，围住了一头三十多吨重的长须鲸，几个小时就把它吃光了。",
        "before_rp": "鲸的身子这么大，它们吃什么呢？须鲸主要吃虾和小鱼。它们在海洋里游的时候，张着大嘴，把许多小鱼小虾连同海水一齐吸进嘴里，然后闭上嘴，把海水从须板中间滤出来，把小鱼小虾吞进肚子里，一顿就可以吃两千多公斤。齿鲸主要吃大鱼和海兽。它们遇到大鱼和海兽，就凶猛地扑上去，用锋利的牙齿咬住，很快就吃掉。有一种号称“海中之虎”的虎鲸，有时好几十头结成一群，围住了一头三十多吨重的长须鲸，几个小时就把它吃光了。",
        "after_rp": "鲸的身子这么大，它们吃什么呢？须鲸主要吃虾和小鱼。它们在海洋里游的时候，张着大嘴，把许多小鱼小虾连同海水一齐吸进嘴里，然后闭上嘴，把海水从须板中间滤出来，把小鱼小虾吞进肚子后，一顿就可以吃两千多公斤。齿鲸主要吃大鱼和海兽。它们遇到大鱼和海兽，就凶猛地扑上去，用锋利的牙齿咬住，很快就吃掉。有一种号称“海中之虎”的虎鲸，有时好几十头结成一群，围住了一头三十多吨重的长须鲸，几个小时就把它吃光了。",
        "rp_pair": [
            "【【里→后】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-9846",
        "contain_rp": "走过商店的玻璃窗时，他也会停下来仔细看看里面展示的物品。我们刘镇的很多群众在这个傍晚看见宋钢走去，他们后来回忆说，宋钢以前每次出现在大街上都像是在赶路，只有这个傍晚他像是在逛街，他们说他对每家商店玻璃窗里的物品都是看了又看，对每个擦肩而过的人都会回头张望，甚至对街道两旁的梧桐树也是兴趣十足，他还在一家音像店【【前→外】】站了有五六分钟，听完了两首流行歌曲，还隔着口罩对【【旁边→两边】】走过的人说：",
        "before_rp": "走过商店的玻璃窗时，他也会停下来仔细看看里面展示的物品。我们刘镇的很多群众在这个傍晚看见宋钢走去，他们后来回忆说，宋钢以前每次出现在大街上都像是在赶路，只有这个傍晚他像是在逛街，他们说他对每家商店玻璃窗里的物品都是看了又看，对每个擦肩而过的人都会回头张望，甚至对街道两旁的梧桐树也是兴趣十足，他还在一家音像店前→外】】站了有五六分钟，听完了两首流行歌曲，还隔着口罩对【【旁边走过的人说：",
        "after_rp": "走过商店的玻璃窗时，他也会停下来仔细看看里面展示的物品。我们刘镇的很多群众在这个傍晚看见宋钢走去，他们后来回忆说，宋钢以前每次出现在大街上都像是在赶路，只有这个傍晚他像是在逛街，他们说他对每家商店玻璃窗里的物品都是看了又看，对每个擦肩而过的人都会回头张望，甚至对街道两旁的梧桐树也是兴趣十足，他还在一家音像店外站了有五六分钟，听完了两首流行歌曲，还隔着口罩对两边走过的人说：",
        "rp_pair": [
            "【【前→外】】站了有五六分钟，听完了两首流行歌曲，还隔着口罩对【【旁边→两边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-4644",
        "contain_rp": "闫民的工作室藏在石家庄市新华区一排临街的门脸【【中→里】】。走进十多平方米的空间，看着墙上挂满的不同朝代的刀枪剑戟，犹如在历史剧中穿梭。",
        "before_rp": "闫民的工作室藏在石家庄市新华区一排临街的门脸中。走进十多平方米的空间，看着墙上挂满的不同朝代的刀枪剑戟，犹如在历史剧中穿梭。",
        "after_rp": "闫民的工作室藏在石家庄市新华区一排临街的门脸里。走进十多平方米的空间，看着墙上挂满的不同朝代的刀枪剑戟，犹如在历史剧中穿梭。",
        "rp_pair": [
            "【【中→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-2875",
        "contain_rp": "过年是岁月更替，年味儿自然也会常过常新。曾经，它藏在妈妈忙前忙后做的一顿年夜饭中，藏在晚辈孝敬长辈的那一杯酒中，也藏在家家户户都贴上的喜庆对联中。如今，它藏在社交软件的红包【【里→中】】，藏在舒心的休闲活动里，也藏在不管认识不认识，见面都要寒暄说过年好的祝福里。在不少人的眼里，春节的表现形式在不断做减法，为此不免心生忧虑，传统文化的情感会不会失去载体？这年味儿还是不是那个味儿？",
        "before_rp": "过年是岁月更替，年味儿自然也会常过常新。曾经，它藏在妈妈忙前忙后做的一顿年夜饭中，藏在晚辈孝敬长辈的那一杯酒中，也藏在家家户户都贴上的喜庆对联中。如今，它藏在社交软件的红包里，藏在舒心的休闲活动里，也藏在不管认识不认识，见面都要寒暄说过年好的祝福里。在不少人的眼里，春节的表现形式在不断做减法，为此不免心生忧虑，传统文化的情感会不会失去载体？这年味儿还是不是那个味儿？",
        "after_rp": "过年是岁月更替，年味儿自然也会常过常新。曾经，它藏在妈妈忙前忙后做的一顿年夜饭中，藏在晚辈孝敬长辈的那一杯酒中，也藏在家家户户都贴上的喜庆对联中。如今，它藏在社交软件的红包中，藏在舒心的休闲活动里，也藏在不管认识不认识，见面都要寒暄说过年好的祝福里。在不少人的眼里，春节的表现形式在不断做减法，为此不免心生忧虑，传统文化的情感会不会失去载体？这年味儿还是不是那个味儿？",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-1847",
        "contain_rp": "“扑通”一声，孩子像一颗炮弹落到大海里。二十个勇敢的水手已经由船上跳到海里。四十秒钟以后，大家已经觉得时间太长了，孩子的身体浮上来了。水手们把他抓住，拉到甲板上。过了几分钟，孩子的鼻子【【里→中】】、嘴里控出许多水。他又开始呼吸了。",
        "before_rp": "“扑通”一声，孩子像一颗炮弹落到大海里。二十个勇敢的水手已经由船上跳到海里。四十秒钟以后，大家已经觉得时间太长了，孩子的身体浮上来了。水手们把他抓住，拉到甲板上。过了几分钟，孩子的鼻子里、嘴里控出许多水。他又开始呼吸了。",
        "after_rp": "“扑通”一声，孩子像一颗炮弹落到大海里。二十个勇敢的水手已经由船上跳到海里。四十秒钟以后，大家已经觉得时间太长了，孩子的身体浮上来了。水手们把他抓住，拉到甲板上。过了几分钟，孩子的鼻子中、嘴里控出许多水。他又开始呼吸了。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-7106",
        "contain_rp": "余楠接着轻描淡写地说，他们莎士比亚小组的书就集中在他家里，把书橱让给夫妻组。善保可以在他家里工作，\"他书房里为善保留着书桌呢。哪位同志要看他们小组的书，欢迎到他家去看。他又说，巴尔扎克小组的书大概书橱里还挤得下，挤不下的话，办公室【【里→中】】还可以搬进一个书架，反正他的小组一切退让，尽量把空余的地方让给别的小组。\"",
        "before_rp": "余楠接着轻描淡写地说，他们莎士比亚小组的书就集中在他家里，把书橱让给夫妻组。善保可以在他家里工作，\"他书房里为善保留着书桌呢。哪位同志要看他们小组的书，欢迎到他家去看。他又说，巴尔扎克小组的书大概书橱里还挤得下，挤不下的话，办公室里还可以搬进一个书架，反正他的小组一切退让，尽量把空余的地方让给别的小组。\"",
        "after_rp": "余楠接着轻描淡写地说，他们莎士比亚小组的书就集中在他家里，把书橱让给夫妻组。善保可以在他家里工作，\"他书房里为善保留着书桌呢。哪位同志要看他们小组的书，欢迎到他家去看。他又说，巴尔扎克小组的书大概书橱里还挤得下，挤不下的话，办公室中还可以搬进一个书架，反正他的小组一切退让，尽量把空余的地方让给别的小组。\"",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 3
    },
    {
        "qid": "1-test-13491",
        "contain_rp": "右脚向右侧迈步；呈侧弓步；身体重心移至右腿；双脚脚尖朝前，全脚掌贴地。双臂【【前→中】】平举；与肩同高；掌心朝下；同时身体下蹲，保持左腿伸直；拉伸动作持续1~2秒。",
        "before_rp": "右脚向右侧迈步；呈侧弓步；身体重心移至右腿；双脚脚尖朝前，全脚掌贴地。双臂前平举；与肩同高；掌心朝下；同时身体下蹲，保持左腿伸直；拉伸动作持续1~2秒。",
        "after_rp": "右脚向右侧迈步；呈侧弓步；身体重心移至右腿；双脚脚尖朝前，全脚掌贴地。双臂中平举；与肩同高；掌心朝下；同时身体下蹲，保持左腿伸直；拉伸动作持续1~2秒。",
        "rp_pair": [
            "【【前→中】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-3704",
        "contain_rp": "每年开春，家里总是从地窖【【里→中】】把保存了一个冬季的地瓜种一筐筐运到上面。在炕头用土坯垒出长方形的温床，温床里用肥土垫底，铺上厚厚的细沙，再把地瓜种一排排摆好，然后覆上一层细沙。接下来的日子里，每日喷水，给炉灶添柴，温床里的地瓜种就会从睡梦中醒过来，慢慢地生根发芽，一簇簇、一丛丛的鲜嫩幼芽顶破沙土，露出葱翠欲滴的笑脸。家里人每每看着这些嫩红的茎秆、绿色的枝叶，心里都像喝了蜜似的甜。",
        "before_rp": "每年开春，家里总是从地窖里把保存了一个冬季的地瓜种一筐筐运到上面。在炕头用土坯垒出长方形的温床，温床里用肥土垫底，铺上厚厚的细沙，再把地瓜种一排排摆好，然后覆上一层细沙。接下来的日子里，每日喷水，给炉灶添柴，温床里的地瓜种就会从睡梦中醒过来，慢慢地生根发芽，一簇簇、一丛丛的鲜嫩幼芽顶破沙土，露出葱翠欲滴的笑脸。家里人每每看着这些嫩红的茎秆、绿色的枝叶，心里都像喝了蜜似的甜。",
        "after_rp": "每年开春，家里总是从地窖中把保存了一个冬季的地瓜种一筐筐运到上面。在炕头用土坯垒出长方形的温床，温床里用肥土垫底，铺上厚厚的细沙，再把地瓜种一排排摆好，然后覆上一层细沙。接下来的日子里，每日喷水，给炉灶添柴，温床里的地瓜种就会从睡梦中醒过来，慢慢地生根发芽，一簇簇、一丛丛的鲜嫩幼芽顶破沙土，露出葱翠欲滴的笑脸。家里人每每看着这些嫩红的茎秆、绿色的枝叶，心里都像喝了蜜似的甜。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-898",
        "contain_rp": "和田维吾尔人热爱土地的程度令人惊叹。如果不是亲眼所见，谁能想象那黄灿灿、香喷喷的烤肉是在土堡似的土馕坑里烤熟的！谁又能想到维吾尔人著名的日常食品——馕，也是在土馕坑【【里→中】】烤成的！维吾尔牧人还喜欢吃沙土灰里烧出的“库乃其”。他们先在沙土里挖个坑，捡来一些干胡杨在沙坑里燃起一堆火，火灭之后，就把包肉的面饼埋在火灰中烤熟即食。据说，吃了这种“库乃其”，一天不吃饭也浑身有劲儿。",
        "before_rp": "和田维吾尔人热爱土地的程度令人惊叹。如果不是亲眼所见，谁能想象那黄灿灿、香喷喷的烤肉是在土堡似的土馕坑里烤熟的！谁又能想到维吾尔人著名的日常食品——馕，也是在土馕坑里烤成的！维吾尔牧人还喜欢吃沙土灰里烧出的“库乃其”。他们先在沙土里挖个坑，捡来一些干胡杨在沙坑里燃起一堆火，火灭之后，就把包肉的面饼埋在火灰中烤熟即食。据说，吃了这种“库乃其”，一天不吃饭也浑身有劲儿。",
        "after_rp": "和田维吾尔人热爱土地的程度令人惊叹。如果不是亲眼所见，谁能想象那黄灿灿、香喷喷的烤肉是在土堡似的土馕坑里烤熟的！谁又能想到维吾尔人著名的日常食品——馕，也是在土馕坑中烤成的！维吾尔牧人还喜欢吃沙土灰里烧出的“库乃其”。他们先在沙土里挖个坑，捡来一些干胡杨在沙坑里燃起一堆火，火灭之后，就把包肉的面饼埋在火灰中烤熟即食。据说，吃了这种“库乃其”，一天不吃饭也浑身有劲儿。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-5503",
        "contain_rp": "庙会上吃茶汤的人多，人手一碗，站在大树下、马路边、摊位前，吸溜吸溜，一会儿工夫碗净肚腹暖，又溜达着去别处逛逛。一拨人刚走，新一拨又挤在摊位【【前→里】】，源源不断的是茶汤客人，热热闹闹的是过年味道。",
        "before_rp": "庙会上吃茶汤的人多，人手一碗，站在大树下、马路边、摊位前，吸溜吸溜，一会儿工夫碗净肚腹暖，又溜达着去别处逛逛。一拨人刚走，新一拨又挤在摊位前，源源不断的是茶汤客人，热热闹闹的是过年味道。",
        "after_rp": "庙会上吃茶汤的人多，人手一碗，站在大树下、马路边、摊位前，吸溜吸溜，一会儿工夫碗净肚腹暖，又溜达着去别处逛逛。一拨人刚走，新一拨又挤在摊位里，源源不断的是茶汤客人，热热闹闹的是过年味道。",
        "rp_pair": [
            "【【前→里】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13478",
        "contain_rp": "双臂前平举，左手抓住右手的手指，右手手指朝下、掌心朝【【内→下】】，左手向身体方向拉动右手手指，直至腕部屈肌有中等程度的牵拉感。",
        "before_rp": "双臂前平举，左手抓住右手的手指，右手手指朝下、掌心朝内，左手向身体方向拉动右手手指，直至腕部屈肌有中等程度的牵拉感。",
        "after_rp": "双臂前平举，左手抓住右手的手指，右手手指朝下、掌心朝下，左手向身体方向拉动右手手指，直至腕部屈肌有中等程度的牵拉感。",
        "rp_pair": [
            "【【内→下】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-4884",
        "contain_rp": "在泥河湾博物馆，卫奇的等身海报就立在飞梁遗址的展板前。展板【【中→后】】，7岁的贾真秀穿着一条粉色裙子蹲在遮阳伞下，握着手铲，背对着观众，全神贯注地发掘。两代考古人的身影就这样交织在一起。",
        "before_rp": "在泥河湾博物馆，卫奇的等身海报就立在飞梁遗址的展板前。展板中，7岁的贾真秀穿着一条粉色裙子蹲在遮阳伞下，握着手铲，背对着观众，全神贯注地发掘。两代考古人的身影就这样交织在一起。",
        "after_rp": "在泥河湾博物馆，卫奇的等身海报就立在飞梁遗址的展板前。展板后，7岁的贾真秀穿着一条粉色裙子蹲在遮阳伞下，握着手铲，背对着观众，全神贯注地发掘。两代考古人的身影就这样交织在一起。",
        "rp_pair": [
            "【【中→后】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11966",
        "contain_rp": "正说着，忽听门铃响。沈妈领来一位高高大大的太太，年纪五十左右，穿一件铁灰色的花缎旗袍，带着个四五岁的小女孩，鼓鼓囊囊地穿一身紫红毛衣，额【【前→里】】短发纠结成两股牛角，交扭在头顶上，系上个大红缎带的蝴蝶结子。后脑却是光秃秃的。姚太太拄着拐杖站起来迎接，问来客姓名。",
        "before_rp": "正说着，忽听门铃响。沈妈领来一位高高大大的太太，年纪五十左右，穿一件铁灰色的花缎旗袍，带着个四五岁的小女孩，鼓鼓囊囊地穿一身紫红毛衣，额前短发纠结成两股牛角，交扭在头顶上，系上个大红缎带的蝴蝶结子。后脑却是光秃秃的。姚太太拄着拐杖站起来迎接，问来客姓名。",
        "after_rp": "正说着，忽听门铃响。沈妈领来一位高高大大的太太，年纪五十左右，穿一件铁灰色的花缎旗袍，带着个四五岁的小女孩，鼓鼓囊囊地穿一身紫红毛衣，额里短发纠结成两股牛角，交扭在头顶上，系上个大红缎带的蝴蝶结子。后脑却是光秃秃的。姚太太拄着拐杖站起来迎接，问来客姓名。",
        "rp_pair": [
            "【【前→里】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-3885",
        "contain_rp": "摆弄着借来的照相机，我和另两个同学依次坐在铁桥南岸的桥墩上，抬头望远，意气风发，留下难忘的瞬间。那胶卷送到了兰大对面的照相馆。那之后每天傍晚，我都会站在照相馆的阔大橱窗【【前→外】】，想象着柜台【【后面→左面】】那一排小纸袋里，有一个坐在铁桥桥墩上的我。",
        "before_rp": "摆弄着借来的照相机，我和另两个同学依次坐在铁桥南岸的桥墩上，抬头望远，意气风发，留下难忘的瞬间。那胶卷送到了兰大对面的照相馆。那之后每天傍晚，我都会站在照相馆的阔大橱窗前→外】】，想象着柜台【【后面那一排小纸袋里，有一个坐在铁桥桥墩上的我。",
        "after_rp": "摆弄着借来的照相机，我和另两个同学依次坐在铁桥南岸的桥墩上，抬头望远，意气风发，留下难忘的瞬间。那胶卷送到了兰大对面的照相馆。那之后每天傍晚，我都会站在照相馆的阔大橱窗外，想象着柜台左面那一排小纸袋里，有一个坐在铁桥桥墩上的我。",
        "rp_pair": [
            "【【前→外】】，想象着柜台【【后面→左面】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-10490",
        "contain_rp": "绍芳沿路口北侧人行横道线【【内→上】】由东向西步行至此，由于汪某某疏于观察且未停车让行，致车头撞击翁绍芳，翁倒地受伤后经医院抢救无效死亡。",
        "before_rp": "绍芳沿路口北侧人行横道线内由东向西步行至此，由于汪某某疏于观察且未停车让行，致车头撞击翁绍芳，翁倒地受伤后经医院抢救无效死亡。",
        "after_rp": "绍芳沿路口北侧人行横道线上由东向西步行至此，由于汪某某疏于观察且未停车让行，致车头撞击翁绍芳，翁倒地受伤后经医院抢救无效死亡。",
        "rp_pair": [
            "【【内→上】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-4199",
        "contain_rp": "民警接报后赶到现场一看，原来事主肖先生在北京某药店被店【【内→中】】所谓的“专家”诊断出心肝脾肺肾有病变，并被推荐购买店内新款保健食品“五行干细胞”，称能治疗疾病，一个疗程费用为19900元。就在肖先生带着店内人员到家里取钱时，被居委会工作人员及时发现并报了警。",
        "before_rp": "民警接报后赶到现场一看，原来事主肖先生在北京某药店被店内所谓的“专家”诊断出心肝脾肺肾有病变，并被推荐购买店内新款保健食品“五行干细胞”，称能治疗疾病，一个疗程费用为19900元。就在肖先生带着店内人员到家里取钱时，被居委会工作人员及时发现并报了警。",
        "after_rp": "民警接报后赶到现场一看，原来事主肖先生在北京某药店被店中所谓的“专家”诊断出心肝脾肺肾有病变，并被推荐购买店内新款保健食品“五行干细胞”，称能治疗疾病，一个疗程费用为19900元。就在肖先生带着店内人员到家里取钱时，被居委会工作人员及时发现并报了警。",
        "rp_pair": [
            "【【内→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-3351",
        "contain_rp": "“如果海豚在河道【【里→中】】搁浅，情况会比较危急。”陈希还记得“老白”，一头在佛山罗村的河涌里搁浅的白海豚，“河道里是淡水，淤泥很多，‘老白’当时呼吸困难。在河道要把活的海豚驱赶出去非常麻烦，操作很难。”",
        "before_rp": "“如果海豚在河道里搁浅，情况会比较危急。”陈希还记得“老白”，一头在佛山罗村的河涌里搁浅的白海豚，“河道里是淡水，淤泥很多，‘老白’当时呼吸困难。在河道要把活的海豚驱赶出去非常麻烦，操作很难。”",
        "after_rp": "“如果海豚在河道中搁浅，情况会比较危急。”陈希还记得“老白”，一头在佛山罗村的河涌里搁浅的白海豚，“河道里是淡水，淤泥很多，‘老白’当时呼吸困难。在河道要把活的海豚驱赶出去非常麻烦，操作很难。”",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-dev-11494",
        "contain_rp": "身体呈运动姿站立，双脚间距略比肩宽，手臂呈前后摆臂状，重心位于【【前→外】】脚掌。",
        "before_rp": "身体呈运动姿站立，双脚间距略比肩宽，手臂呈前后摆臂状，重心位于前脚掌。",
        "after_rp": "身体呈运动姿站立，双脚间距略比肩宽，手臂呈前后摆臂状，重心位于外脚掌。",
        "rp_pair": [
            "【【前→外】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-9435",
        "contain_rp": "这天下午李光头没再当三陪先生，为了储备体能在晚上和1358号处美人进行肉搏大战，李光头一个下午都在家里蒙头大睡。当他醒来时，刘新闻提着一个口袋已经坐在客厅【【里→前】】等候多时了，李光头问他口袋里是什么？他不慌不忙地打开口袋，拿出放大镜、望远镜和一台显微镜，告诉李光头：",
        "before_rp": "这天下午李光头没再当三陪先生，为了储备体能在晚上和1358号处美人进行肉搏大战，李光头一个下午都在家里蒙头大睡。当他醒来时，刘新闻提着一个口袋已经坐在客厅里等候多时了，李光头问他口袋里是什么？他不慌不忙地打开口袋，拿出放大镜、望远镜和一台显微镜，告诉李光头：",
        "after_rp": "这天下午李光头没再当三陪先生，为了储备体能在晚上和1358号处美人进行肉搏大战，李光头一个下午都在家里蒙头大睡。当他醒来时，刘新闻提着一个口袋已经坐在客厅前等候多时了，李光头问他口袋里是什么？他不慌不忙地打开口袋，拿出放大镜、望远镜和一台显微镜，告诉李光头：",
        "rp_pair": [
            "【【里→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13650",
        "contain_rp": "这是不到一年时间里，德国发生的第三起由极右翼分子制造的重大刑事案件。2019年6月，黑森州卡塞尔行政区政府主席疑遭极右翼分子枪击身亡；2019年10月，东部城市哈雷一犹太教堂【【外→前】】发生袭击。持极右翼观点的犯罪嫌疑人，试图冲入犹太教堂发动袭击并直播袭击过程，因未能进入教堂而在教堂外开枪，造成2死2伤。",
        "before_rp": "这是不到一年时间里，德国发生的第三起由极右翼分子制造的重大刑事案件。2019年6月，黑森州卡塞尔行政区政府主席疑遭极右翼分子枪击身亡；2019年10月，东部城市哈雷一犹太教堂外发生袭击。持极右翼观点的犯罪嫌疑人，试图冲入犹太教堂发动袭击并直播袭击过程，因未能进入教堂而在教堂外开枪，造成2死2伤。",
        "after_rp": "这是不到一年时间里，德国发生的第三起由极右翼分子制造的重大刑事案件。2019年6月，黑森州卡塞尔行政区政府主席疑遭极右翼分子枪击身亡；2019年10月，东部城市哈雷一犹太教堂前发生袭击。持极右翼观点的犯罪嫌疑人，试图冲入犹太教堂发动袭击并直播袭击过程，因未能进入教堂而在教堂外开枪，造成2死2伤。",
        "rp_pair": [
            "【【外→前】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-12038",
        "contain_rp": "五月，是收获麦子的季节。像往年一样，油麻地小学的师生们都得抽出一些时间来帮油麻地地方上割麦子或帮着拣麦穗。这一季节，是孩子们所喜欢的季节，他们可以到田野上去，借着拣麦穗的机会，在地里说话、争论一个问题，或者干脆趁老师不注意时在地上抱住一团打一架，直滚到地头的深墒里，然后再神秘地探出头来看动静。女孩们就会一边拣麦穗，一边将地边、田埂【【上→内】】一株蓝色的矢车菊或其它什么颜色的小花摘下来，插到小辫上。",
        "before_rp": "五月，是收获麦子的季节。像往年一样，油麻地小学的师生们都得抽出一些时间来帮油麻地地方上割麦子或帮着拣麦穗。这一季节，是孩子们所喜欢的季节，他们可以到田野上去，借着拣麦穗的机会，在地里说话、争论一个问题，或者干脆趁老师不注意时在地上抱住一团打一架，直滚到地头的深墒里，然后再神秘地探出头来看动静。女孩们就会一边拣麦穗，一边将地边、田埂上一株蓝色的矢车菊或其它什么颜色的小花摘下来，插到小辫上。",
        "after_rp": "五月，是收获麦子的季节。像往年一样，油麻地小学的师生们都得抽出一些时间来帮油麻地地方上割麦子或帮着拣麦穗。这一季节，是孩子们所喜欢的季节，他们可以到田野上去，借着拣麦穗的机会，在地里说话、争论一个问题，或者干脆趁老师不注意时在地上抱住一团打一架，直滚到地头的深墒里，然后再神秘地探出头来看动静。女孩们就会一边拣麦穗，一边将地边、田埂内一株蓝色的矢车菊或其它什么颜色的小花摘下来，插到小辫上。",
        "rp_pair": [
            "【【上→内】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-15429",
        "contain_rp": "上海市宝山区人民检察院指控：被告人谢某某于2018年12月12日15时55分许，驾驶沪DJXXXX重型半挂牵引车【【后→中】】拖带沪J0XXX挂重型集装箱半挂车在宝山区沿富锦路东向西行驶至富锦路江杨北路东约200米处，向北右转弯过程中，碰撞其右侧同向非机动车道内骑自行车至该处的被害人黄开印，造成黄开印倒地后遭货车碾压，当场死亡。",
        "before_rp": "上海市宝山区人民检察院指控：被告人谢某某于2018年12月12日15时55分许，驾驶沪DJXXXX重型半挂牵引车后拖带沪J0XXX挂重型集装箱半挂车在宝山区沿富锦路东向西行驶至富锦路江杨北路东约200米处，向北右转弯过程中，碰撞其右侧同向非机动车道内骑自行车至该处的被害人黄开印，造成黄开印倒地后遭货车碾压，当场死亡。",
        "after_rp": "上海市宝山区人民检察院指控：被告人谢某某于2018年12月12日15时55分许，驾驶沪DJXXXX重型半挂牵引车中拖带沪J0XXX挂重型集装箱半挂车在宝山区沿富锦路东向西行驶至富锦路江杨北路东约200米处，向北右转弯过程中，碰撞其右侧同向非机动车道内骑自行车至该处的被害人黄开印，造成黄开印倒地后遭货车碾压，当场死亡。",
        "rp_pair": [
            "【【后→中】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-868",
        "contain_rp": "原来，松鼠把这些东西叼到烟囱【【里→中】】给自己垫窝了。唉，它是从森林里来的，住在我们家里，还保留着老习惯。它天性这样，跟它说住在我们的房子里不会冷，是没有用的。",
        "before_rp": "原来，松鼠把这些东西叼到烟囱里给自己垫窝了。唉，它是从森林里来的，住在我们家里，还保留着老习惯。它天性这样，跟它说住在我们的房子里不会冷，是没有用的。",
        "after_rp": "原来，松鼠把这些东西叼到烟囱中给自己垫窝了。唉，它是从森林里来的，住在我们家里，还保留着老习惯。它天性这样，跟它说住在我们的房子里不会冷，是没有用的。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-13341",
        "contain_rp": "身体放松，使膝盖弯曲，呈跪姿，臀部靠在脚跟【【上→内】】，双肘着地，双手握空心拳，重叠放在一起，然后把前额靠在拳眼上，调整呼吸至自然状态。",
        "before_rp": "身体放松，使膝盖弯曲，呈跪姿，臀部靠在脚跟上，双肘着地，双手握空心拳，重叠放在一起，然后把前额靠在拳眼上，调整呼吸至自然状态。",
        "after_rp": "身体放松，使膝盖弯曲，呈跪姿，臀部靠在脚跟内，双肘着地，双手握空心拳，重叠放在一起，然后把前额靠在拳眼上，调整呼吸至自然状态。",
        "rp_pair": [
            "【【上→内】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13955",
        "contain_rp": "孙景坤之前住在大女儿孙美丽家。他们住的房子年久失修，每逢外面下大雨，家里就会下小雨。房子冬冷夏热，老人岁数大不扛冻，夏天有时还需要穿棉袄，但他常说：“和当年在坑道【【里→中】】相比，现在的苦又算得了什么。”",
        "before_rp": "孙景坤之前住在大女儿孙美丽家。他们住的房子年久失修，每逢外面下大雨，家里就会下小雨。房子冬冷夏热，老人岁数大不扛冻，夏天有时还需要穿棉袄，但他常说：“和当年在坑道里相比，现在的苦又算得了什么。”",
        "after_rp": "孙景坤之前住在大女儿孙美丽家。他们住的房子年久失修，每逢外面下大雨，家里就会下小雨。房子冬冷夏热，老人岁数大不扛冻，夏天有时还需要穿棉袄，但他常说：“和当年在坑道中相比，现在的苦又算得了什么。”",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-dev-12277",
        "contain_rp": "李光头从那堆破烂里找出来一叠旧报纸，铺在地上，让宋钢坐在报纸上，自己一屁股坐在了地上。兄弟两个并肩坐在那堆破烂【【前→中】】，李光头重新拿过来宋钢手里的饭盒，用筷子将里面的饭菜拨弄均匀了，又用筷子在中间挖了一条战壕，告诉宋钢：",
        "before_rp": "李光头从那堆破烂里找出来一叠旧报纸，铺在地上，让宋钢坐在报纸上，自己一屁股坐在了地上。兄弟两个并肩坐在那堆破烂前，李光头重新拿过来宋钢手里的饭盒，用筷子将里面的饭菜拨弄均匀了，又用筷子在中间挖了一条战壕，告诉宋钢：",
        "after_rp": "李光头从那堆破烂里找出来一叠旧报纸，铺在地上，让宋钢坐在报纸上，自己一屁股坐在了地上。兄弟两个并肩坐在那堆破烂中，李光头重新拿过来宋钢手里的饭盒，用筷子将里面的饭菜拨弄均匀了，又用筷子在中间挖了一条战壕，告诉宋钢：",
        "rp_pair": [
            "【【前→中】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-5387",
        "contain_rp": "蒸面皮之前，家里人人激动。大人们在石磨上把大米磨成米浆，大米需要前一天晚上就在水里泡着。我们小孩则站在椅子上，母亲推一圈石磨，我们就往磨眼里灌一勺泡好的大米。经常是掌握不到母亲的速度，一勺大米被石磨的把手撞翻。这个时候，免不了被母亲责备。但小孩子不会放在心上，很快又围着母亲的灶台转悠，帮着烧火，帮着剥蒜，帮着在石臼【【里→中】】捣蒜泥，眼睛却始终盯着锅里。看着锅盖被蒸气往上顶，心里只惦记着锅中的面皮。",
        "before_rp": "蒸面皮之前，家里人人激动。大人们在石磨上把大米磨成米浆，大米需要前一天晚上就在水里泡着。我们小孩则站在椅子上，母亲推一圈石磨，我们就往磨眼里灌一勺泡好的大米。经常是掌握不到母亲的速度，一勺大米被石磨的把手撞翻。这个时候，免不了被母亲责备。但小孩子不会放在心上，很快又围着母亲的灶台转悠，帮着烧火，帮着剥蒜，帮着在石臼里捣蒜泥，眼睛却始终盯着锅里。看着锅盖被蒸气往上顶，心里只惦记着锅中的面皮。",
        "after_rp": "蒸面皮之前，家里人人激动。大人们在石磨上把大米磨成米浆，大米需要前一天晚上就在水里泡着。我们小孩则站在椅子上，母亲推一圈石磨，我们就往磨眼里灌一勺泡好的大米。经常是掌握不到母亲的速度，一勺大米被石磨的把手撞翻。这个时候，免不了被母亲责备。但小孩子不会放在心上，很快又围着母亲的灶台转悠，帮着烧火，帮着剥蒜，帮着在石臼中捣蒜泥，眼睛却始终盯着锅里。看着锅盖被蒸气往上顶，心里只惦记着锅中的面皮。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-6764",
        "contain_rp": "签约区【【外→前】】，是4个洽谈区，每个区域有十几张桌子。每张桌子旁有一名身着橙红色制服的工作人员，他们有个特殊的称号——“桌长”。",
        "before_rp": "签约区外，是4个洽谈区，每个区域有十几张桌子。每张桌子旁有一名身着橙红色制服的工作人员，他们有个特殊的称号——“桌长”。",
        "after_rp": "签约区前，是4个洽谈区，每个区域有十几张桌子。每张桌子旁有一名身着橙红色制服的工作人员，他们有个特殊的称号——“桌长”。",
        "rp_pair": [
            "【【外→前】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-1174",
        "contain_rp": "(他又脱下帽子，往帽【【内→中】】瞧了瞧，伸手进去摸了摸，在帽顶上敲了敲，往帽里吹了吹，重新把帽子戴上)这件事越来越叫人寒心。(沉默。弗拉季米尔在沉思，爱斯特拉冈在揉脚趾)两个贼有一个得了救。",
        "before_rp": "(他又脱下帽子，往帽内瞧了瞧，伸手进去摸了摸，在帽顶上敲了敲，往帽里吹了吹，重新把帽子戴上)这件事越来越叫人寒心。(沉默。弗拉季米尔在沉思，爱斯特拉冈在揉脚趾)两个贼有一个得了救。",
        "after_rp": "(他又脱下帽子，往帽中瞧了瞧，伸手进去摸了摸，在帽顶上敲了敲，往帽里吹了吹，重新把帽子戴上)这件事越来越叫人寒心。(沉默。弗拉季米尔在沉思，爱斯特拉冈在揉脚趾)两个贼有一个得了救。",
        "rp_pair": [
            "【【内→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-2192",
        "contain_rp": "夏天，树木长得葱葱茏茏，密密层层的枝叶把森林封得严严实实的，挡住了人们的视线，遮住了蓝蓝的天空。早晨，雾从山谷【【里→中】】升起来，整个森林浸在乳白色的浓雾里。太阳出来了，千万缕像利剑一样的金光，穿过树梢，照射在工人宿舍门前的草地上。草地上盛开着各种各样的野花，红的、白的、黄的、紫的，真像个美丽的大花坛。",
        "before_rp": "夏天，树木长得葱葱茏茏，密密层层的枝叶把森林封得严严实实的，挡住了人们的视线，遮住了蓝蓝的天空。早晨，雾从山谷里升起来，整个森林浸在乳白色的浓雾里。太阳出来了，千万缕像利剑一样的金光，穿过树梢，照射在工人宿舍门前的草地上。草地上盛开着各种各样的野花，红的、白的、黄的、紫的，真像个美丽的大花坛。",
        "after_rp": "夏天，树木长得葱葱茏茏，密密层层的枝叶把森林封得严严实实的，挡住了人们的视线，遮住了蓝蓝的天空。早晨，雾从山谷中升起来，整个森林浸在乳白色的浓雾里。太阳出来了，千万缕像利剑一样的金光，穿过树梢，照射在工人宿舍门前的草地上。草地上盛开着各种各样的野花，红的、白的、黄的、紫的，真像个美丽的大花坛。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-4123",
        "contain_rp": "村民叁益光的家里干净亮堂，客厅的墙上，挂着一家三口在老房子【【前→里】】的合影。由于山地太陡，找不到平地打地基，老房子都是篱笆为墙、木板为顶、木头为柱的“千脚落地房”的样子。四面透风的房子里面黑黢黢的，下面养牲畜，中间住人，上面放粮食。“一入雨季，屋里就怕漏雨，潮乎乎有虱子”。2017年搬迁前，金满村九成村民就住在这种房子里。",
        "before_rp": "村民叁益光的家里干净亮堂，客厅的墙上，挂着一家三口在老房子前的合影。由于山地太陡，找不到平地打地基，老房子都是篱笆为墙、木板为顶、木头为柱的“千脚落地房”的样子。四面透风的房子里面黑黢黢的，下面养牲畜，中间住人，上面放粮食。“一入雨季，屋里就怕漏雨，潮乎乎有虱子”。2017年搬迁前，金满村九成村民就住在这种房子里。",
        "after_rp": "村民叁益光的家里干净亮堂，客厅的墙上，挂着一家三口在老房子里的合影。由于山地太陡，找不到平地打地基，老房子都是篱笆为墙、木板为顶、木头为柱的“千脚落地房”的样子。四面透风的房子里面黑黢黢的，下面养牲畜，中间住人，上面放粮食。“一入雨季，屋里就怕漏雨，潮乎乎有虱子”。2017年搬迁前，金满村九成村民就住在这种房子里。",
        "rp_pair": [
            "【【前→里】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11957",
        "contain_rp": "余楠的书房和客堂是相连的一大间，靠【【里→前】】是书房，中间是客堂，后间吃饭。客堂的门是他家的前门。临窗近门处有一张长方小几，善保常在那里看书作笔记。余楠为他安排的书桌在后厢房，是余照的书桌。善保虽然享有一只抽屉，总觉得不是他的书桌，他自己的书桌还在组办公室里。他喜欢借用客堂里的小长方几，如有客来，外面看不见里面，他隔着纱窗却能看到外边亮处来的人，他可以采取主动。",
        "before_rp": "余楠的书房和客堂是相连的一大间，靠里是书房，中间是客堂，后间吃饭。客堂的门是他家的前门。临窗近门处有一张长方小几，善保常在那里看书作笔记。余楠为他安排的书桌在后厢房，是余照的书桌。善保虽然享有一只抽屉，总觉得不是他的书桌，他自己的书桌还在组办公室里。他喜欢借用客堂里的小长方几，如有客来，外面看不见里面，他隔着纱窗却能看到外边亮处来的人，他可以采取主动。",
        "after_rp": "余楠的书房和客堂是相连的一大间，靠前是书房，中间是客堂，后间吃饭。客堂的门是他家的前门。临窗近门处有一张长方小几，善保常在那里看书作笔记。余楠为他安排的书桌在后厢房，是余照的书桌。善保虽然享有一只抽屉，总觉得不是他的书桌，他自己的书桌还在组办公室里。他喜欢借用客堂里的小长方几，如有客来，外面看不见里面，他隔着纱窗却能看到外边亮处来的人，他可以采取主动。",
        "rp_pair": [
            "【【里→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11027",
        "contain_rp": "我从十二岁起，便在镇口的咸亨酒店里当伙计，掌柜说，样子太傻，怕侍候不了长衫主顾，就在外面做点事罢。外面的短衣主顾，虽然容易说话，但唠唠叨叨缠夹不清的也很不少。他们往往要亲眼看着黄酒从坛子【【里→中】】舀出，看过壶子底里有水没有，又亲看将壶子放在热水里，然后放心：在这严重监督之下，羼水也很为难。所以过了几天，掌柜又说我干不了这事。幸亏荐头的情面大，辞退不得，便改为专管温酒的一种无聊职务了。",
        "before_rp": "我从十二岁起，便在镇口的咸亨酒店里当伙计，掌柜说，样子太傻，怕侍候不了长衫主顾，就在外面做点事罢。外面的短衣主顾，虽然容易说话，但唠唠叨叨缠夹不清的也很不少。他们往往要亲眼看着黄酒从坛子里舀出，看过壶子底里有水没有，又亲看将壶子放在热水里，然后放心：在这严重监督之下，羼水也很为难。所以过了几天，掌柜又说我干不了这事。幸亏荐头的情面大，辞退不得，便改为专管温酒的一种无聊职务了。",
        "after_rp": "我从十二岁起，便在镇口的咸亨酒店里当伙计，掌柜说，样子太傻，怕侍候不了长衫主顾，就在外面做点事罢。外面的短衣主顾，虽然容易说话，但唠唠叨叨缠夹不清的也很不少。他们往往要亲眼看着黄酒从坛子中舀出，看过壶子底里有水没有，又亲看将壶子放在热水里，然后放心：在这严重监督之下，羼水也很为难。所以过了几天，掌柜又说我干不了这事。幸亏荐头的情面大，辞退不得，便改为专管温酒的一种无聊职务了。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-13199",
        "contain_rp": "练习者身体侧向弹力带呈前后分腿姿，左腿在【【前→外】】，双手握弹力带置于右侧腰际，距离略宽于肩，右臂伸直；双臂向左肩上方拉弹力带。至左手臂伸直；保持左手臂不动，右手将弹力带沿水平方向推出至右臂伸直。",
        "before_rp": "练习者身体侧向弹力带呈前后分腿姿，左腿在前，双手握弹力带置于右侧腰际，距离略宽于肩，右臂伸直；双臂向左肩上方拉弹力带。至左手臂伸直；保持左手臂不动，右手将弹力带沿水平方向推出至右臂伸直。",
        "after_rp": "练习者身体侧向弹力带呈前后分腿姿，左腿在外，双手握弹力带置于右侧腰际，距离略宽于肩，右臂伸直；双臂向左肩上方拉弹力带。至左手臂伸直；保持左手臂不动，右手将弹力带沿水平方向推出至右臂伸直。",
        "rp_pair": [
            "【【前→外】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-9844",
        "contain_rp": "走过商店的玻璃窗时，他也会停下来仔细看看里面展示的物品。我们刘镇的很多群众在这个傍晚看见宋钢走去，他们后来回忆说，宋钢以前每次出现在大街上都像是在赶路，只有这个傍晚他像是在逛街，他们说他对每家商店玻璃窗里的物品都是看了又看，对每个擦肩而过的人都会回头张望，甚至对街道两旁的梧桐树也是兴趣十足，他还在一家音像店【【前→外】】站了有五六分钟，听完了两首流行歌曲，还隔着口罩对旁边走过的人说：",
        "before_rp": "走过商店的玻璃窗时，他也会停下来仔细看看里面展示的物品。我们刘镇的很多群众在这个傍晚看见宋钢走去，他们后来回忆说，宋钢以前每次出现在大街上都像是在赶路，只有这个傍晚他像是在逛街，他们说他对每家商店玻璃窗里的物品都是看了又看，对每个擦肩而过的人都会回头张望，甚至对街道两旁的梧桐树也是兴趣十足，他还在一家音像店前站了有五六分钟，听完了两首流行歌曲，还隔着口罩对旁边走过的人说：",
        "after_rp": "走过商店的玻璃窗时，他也会停下来仔细看看里面展示的物品。我们刘镇的很多群众在这个傍晚看见宋钢走去，他们后来回忆说，宋钢以前每次出现在大街上都像是在赶路，只有这个傍晚他像是在逛街，他们说他对每家商店玻璃窗里的物品都是看了又看，对每个擦肩而过的人都会回头张望，甚至对街道两旁的梧桐树也是兴趣十足，他还在一家音像店外站了有五六分钟，听完了两首流行歌曲，还隔着口罩对旁边走过的人说：",
        "rp_pair": [
            "【【前→外】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-12490",
        "contain_rp": "本区林盛路由东向西行驶至亭卫公路，在实施向北右转弯途中，恰遇张某1骑行牌号为“上海XXXXXXX”电动自行车同向直行通过路口，被告人王某所驾车前保险杠右【【前→外】】转角与张某1所驾车后工具箱发生碰撞，造成两车损坏、张某1受伤、电动自行车坐车人杜某某倒地遭被告人王某所驾车辆碾压死亡的道路交通事故。",
        "before_rp": "本区林盛路由东向西行驶至亭卫公路，在实施向北右转弯途中，恰遇张某1骑行牌号为“上海XXXXXXX”电动自行车同向直行通过路口，被告人王某所驾车前保险杠右前转角与张某1所驾车后工具箱发生碰撞，造成两车损坏、张某1受伤、电动自行车坐车人杜某某倒地遭被告人王某所驾车辆碾压死亡的道路交通事故。",
        "after_rp": "本区林盛路由东向西行驶至亭卫公路，在实施向北右转弯途中，恰遇张某1骑行牌号为“上海XXXXXXX”电动自行车同向直行通过路口，被告人王某所驾车前保险杠右外转角与张某1所驾车后工具箱发生碰撞，造成两车损坏、张某1受伤、电动自行车坐车人杜某某倒地遭被告人王某所驾车辆碾压死亡的道路交通事故。",
        "rp_pair": [
            "【【前→外】】"
        ],
        "label": 3
    },
    {
        "qid": "1-dev-12035",
        "contain_rp": "【【下面→里面】】的情景是：孩子们桌上桌下，乱成一团，书本与扫帚之类的东西在空中乱舞，几只鸡无落脚之处，惊叫不止，在空中乱飞，几个女孩被鸡爪挠破手背或脸，哇哇乱叫，企图守住尊严的文教干事以及外校校长们，虽然仍然坐着，但也都扭过身体，做了保护自己不被鸡爪抓挠的姿势，温幼菊则捂住头，面朝黑板，不再看教室【【里→后】】究竟是一番什么样的情景。",
        "before_rp": "下面→里面】】的情景是：孩子们桌上桌下，乱成一团，书本与扫帚之类的东西在空中乱舞，几只鸡无落脚之处，惊叫不止，在空中乱飞，几个女孩被鸡爪挠破手背或脸，哇哇乱叫，企图守住尊严的文教干事以及外校校长们，虽然仍然坐着，但也都扭过身体，做了保护自己不被鸡爪抓挠的姿势，温幼菊则捂住头，面朝黑板，不再看教室【【里究竟是一番什么样的情景。",
        "after_rp": "里面的情景是：孩子们桌上桌下，乱成一团，书本与扫帚之类的东西在空中乱舞，几只鸡无落脚之处，惊叫不止，在空中乱飞，几个女孩被鸡爪挠破手背或脸，哇哇乱叫，企图守住尊严的文教干事以及外校校长们，虽然仍然坐着，但也都扭过身体，做了保护自己不被鸡爪抓挠的姿势，温幼菊则捂住头，面朝黑板，不再看教室后究竟是一番什么样的情景。",
        "rp_pair": [
            "【【下面→里面】】的情景是：孩子们桌上桌下，乱成一团，书本与扫帚之类的东西在空中乱舞，几只鸡无落脚之处，惊叫不止，在空中乱飞，几个女孩被鸡爪挠破手背或脸，哇哇乱叫，企图守住尊严的文教干事以及外校校长们，虽然仍然坐着，但也都扭过身体，做了保护自己不被鸡爪抓挠的姿势，温幼菊则捂住头，面朝黑板，不再看教室【【里→后】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-1092",
        "contain_rp": "胡同文化是一种封闭的文化。住在胡同里的居民大都安土重迁，不大愿意搬家。有在一个胡同【【里→中】】一住住几十年的，甚至有住了几辈子的。胡同里的房屋大都很旧了，“地根儿”房子就不太好，旧房檩，断砖墙。下雨天常是外面大下，屋里小下。一到下大雨，总可以听到房塌的声音，那是胡同里的房子。但是他们舍不得“挪窝儿”，“破家值万贯”。",
        "before_rp": "胡同文化是一种封闭的文化。住在胡同里的居民大都安土重迁，不大愿意搬家。有在一个胡同里一住住几十年的，甚至有住了几辈子的。胡同里的房屋大都很旧了，“地根儿”房子就不太好，旧房檩，断砖墙。下雨天常是外面大下，屋里小下。一到下大雨，总可以听到房塌的声音，那是胡同里的房子。但是他们舍不得“挪窝儿”，“破家值万贯”。",
        "after_rp": "胡同文化是一种封闭的文化。住在胡同里的居民大都安土重迁，不大愿意搬家。有在一个胡同中一住住几十年的，甚至有住了几辈子的。胡同里的房屋大都很旧了，“地根儿”房子就不太好，旧房檩，断砖墙。下雨天常是外面大下，屋里小下。一到下大雨，总可以听到房塌的声音，那是胡同里的房子。但是他们舍不得“挪窝儿”，“破家值万贯”。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-dev-11779",
        "contain_rp": "然而，住进家里不到一年，老人离家出走了两次。一次，王翠华一家人吃完饭出去散步，回来时老人已不见踪影。王翠华找了两天，才在村子码头旁的小棚【【里→前】】找到了他，哄了很久，才把老人劝说回家。“领他回家就是一份责任，他就是我们家的一分子。”王翠华说。",
        "before_rp": "然而，住进家里不到一年，老人离家出走了两次。一次，王翠华一家人吃完饭出去散步，回来时老人已不见踪影。王翠华找了两天，才在村子码头旁的小棚里找到了他，哄了很久，才把老人劝说回家。“领他回家就是一份责任，他就是我们家的一分子。”王翠华说。",
        "after_rp": "然而，住进家里不到一年，老人离家出走了两次。一次，王翠华一家人吃完饭出去散步，回来时老人已不见踪影。王翠华找了两天，才在村子码头旁的小棚前找到了他，哄了很久，才把老人劝说回家。“领他回家就是一份责任，他就是我们家的一分子。”王翠华说。",
        "rp_pair": [
            "【【里→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-4859",
        "contain_rp": "“在2018年改造之前，从电信路入口到医院南门附近的停车场入口，每天都堵得纹丝不动，平均需要40多分钟才能进来。”华西医院安全保卫部工作人员邓刚说，前些年，医院停车位不够，导致附近的道路长年拥堵，许多车辆见缝插针停在路边或绿化带【【内→中】】，每天都要处理大量纠纷、事故。",
        "before_rp": "“在2018年改造之前，从电信路入口到医院南门附近的停车场入口，每天都堵得纹丝不动，平均需要40多分钟才能进来。”华西医院安全保卫部工作人员邓刚说，前些年，医院停车位不够，导致附近的道路长年拥堵，许多车辆见缝插针停在路边或绿化带内，每天都要处理大量纠纷、事故。",
        "after_rp": "“在2018年改造之前，从电信路入口到医院南门附近的停车场入口，每天都堵得纹丝不动，平均需要40多分钟才能进来。”华西医院安全保卫部工作人员邓刚说，前些年，医院停车位不够，导致附近的道路长年拥堵，许多车辆见缝插针停在路边或绿化带中，每天都要处理大量纠纷、事故。",
        "rp_pair": [
            "【【内→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-705",
        "contain_rp": "如果说进到天山这里还像秋天，那么再往【【里→前】】走就像是春天了。满山都是高过马头的野花，红、黄、蓝、白、紫，五彩缤纷，像织不完的织锦那么绵延，像天边的彩霞那么耀眼，像高空的长虹那么绚烂。马走在花海中，显得格外矫健，人浮在花海上，也显得格外精神。在马上你用不着离鞍，只要一伸手就可以捧到你心爱的大鲜花。",
        "before_rp": "如果说进到天山这里还像秋天，那么再往里走就像是春天了。满山都是高过马头的野花，红、黄、蓝、白、紫，五彩缤纷，像织不完的织锦那么绵延，像天边的彩霞那么耀眼，像高空的长虹那么绚烂。马走在花海中，显得格外矫健，人浮在花海上，也显得格外精神。在马上你用不着离鞍，只要一伸手就可以捧到你心爱的大鲜花。",
        "after_rp": "如果说进到天山这里还像秋天，那么再往前走就像是春天了。满山都是高过马头的野花，红、黄、蓝、白、紫，五彩缤纷，像织不完的织锦那么绵延，像天边的彩霞那么耀眼，像高空的长虹那么绚烂。马走在花海中，显得格外矫健，人浮在花海上，也显得格外精神。在马上你用不着离鞍，只要一伸手就可以捧到你心爱的大鲜花。",
        "rp_pair": [
            "【【里→前】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-8381",
        "contain_rp": "这是一个无声的下午，那几个吃完饭的穷亲戚走了以后，他们四个人在茅屋里还是无声无息。李光头看到了屋外的树木和池塘，看到了麻雀在树上跳跃，看到了燕子从屋檐【【里→中】】飞出去，宋钢也看到了。两个孩子很想出去看看，可是他们不敢，只能坐在板凳上，偷偷看着悲戚中的李兰和宋凡平的老父亲。后来李兰说话了，她说该回去了，要在天黑前赶回城里。宋凡平的老父亲颤巍巍地站起来，走到那个破衣柜前，从里面拿出一个小罐，手伸进去摸索了一会儿，抓出了一把炒熟的蚕豆塞进了李光头的裤袋。",
        "before_rp": "这是一个无声的下午，那几个吃完饭的穷亲戚走了以后，他们四个人在茅屋里还是无声无息。李光头看到了屋外的树木和池塘，看到了麻雀在树上跳跃，看到了燕子从屋檐里飞出去，宋钢也看到了。两个孩子很想出去看看，可是他们不敢，只能坐在板凳上，偷偷看着悲戚中的李兰和宋凡平的老父亲。后来李兰说话了，她说该回去了，要在天黑前赶回城里。宋凡平的老父亲颤巍巍地站起来，走到那个破衣柜前，从里面拿出一个小罐，手伸进去摸索了一会儿，抓出了一把炒熟的蚕豆塞进了李光头的裤袋。",
        "after_rp": "这是一个无声的下午，那几个吃完饭的穷亲戚走了以后，他们四个人在茅屋里还是无声无息。李光头看到了屋外的树木和池塘，看到了麻雀在树上跳跃，看到了燕子从屋檐中飞出去，宋钢也看到了。两个孩子很想出去看看，可是他们不敢，只能坐在板凳上，偷偷看着悲戚中的李兰和宋凡平的老父亲。后来李兰说话了，她说该回去了，要在天黑前赶回城里。宋凡平的老父亲颤巍巍地站起来，走到那个破衣柜前，从里面拿出一个小罐，手伸进去摸索了一会儿，抓出了一把炒熟的蚕豆塞进了李光头的裤袋。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-6285",
        "contain_rp": "越是在艰险时、困难处，越是能体现党性修养、党员本色。在河南郑州，当暴雨来袭，党员干部在风雨中挺身而出，坚守在各自岗位；在浙江舟山，当台风“烟花”登陆，党员干部迅速行动起来，与人民群众一起筑起坚固防线。狂风骤雨【【中→里】】不退却、敢冲锋、能坚守，照见了中国共产党人的坚强党性。",
        "before_rp": "越是在艰险时、困难处，越是能体现党性修养、党员本色。在河南郑州，当暴雨来袭，党员干部在风雨中挺身而出，坚守在各自岗位；在浙江舟山，当台风“烟花”登陆，党员干部迅速行动起来，与人民群众一起筑起坚固防线。狂风骤雨中不退却、敢冲锋、能坚守，照见了中国共产党人的坚强党性。",
        "after_rp": "越是在艰险时、困难处，越是能体现党性修养、党员本色。在河南郑州，当暴雨来袭，党员干部在风雨中挺身而出，坚守在各自岗位；在浙江舟山，当台风“烟花”登陆，党员干部迅速行动起来，与人民群众一起筑起坚固防线。狂风骤雨里不退却、敢冲锋、能坚守，照见了中国共产党人的坚强党性。",
        "rp_pair": [
            "【【中→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-5911",
        "contain_rp": "清涧煎饼的原料是荞麦。荞麦去皮成为糁子，将糁子在水里浸泡一天一夜后，装进一只布袋【【里→中】】，兑上水，再在一块倾斜的石板上反复揉搓、使劲挤压，白花花的荞面浆从布袋里源源不断地滤出来，这就是摊煎饼用的荞面糊糊。",
        "before_rp": "清涧煎饼的原料是荞麦。荞麦去皮成为糁子，将糁子在水里浸泡一天一夜后，装进一只布袋里，兑上水，再在一块倾斜的石板上反复揉搓、使劲挤压，白花花的荞面浆从布袋里源源不断地滤出来，这就是摊煎饼用的荞面糊糊。",
        "after_rp": "清涧煎饼的原料是荞麦。荞麦去皮成为糁子，将糁子在水里浸泡一天一夜后，装进一只布袋中，兑上水，再在一块倾斜的石板上反复揉搓、使劲挤压，白花花的荞面浆从布袋里源源不断地滤出来，这就是摊煎饼用的荞面糊糊。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-5884",
        "contain_rp": "不久前，国外一段某汽车品牌车内摄像头拍摄的高清画面引发热议。网友表示，私家车内部属于私密空间，如果在毫不知情的情况下，在车【【内→上】】的一举一动都被摄像头记录下来，甚至上传云端，会让人没有安全感。尽管相关品牌已经作出回应，但尚不足以完全消除人们的疑虑。",
        "before_rp": "不久前，国外一段某汽车品牌车内摄像头拍摄的高清画面引发热议。网友表示，私家车内部属于私密空间，如果在毫不知情的情况下，在车内的一举一动都被摄像头记录下来，甚至上传云端，会让人没有安全感。尽管相关品牌已经作出回应，但尚不足以完全消除人们的疑虑。",
        "after_rp": "不久前，国外一段某汽车品牌车内摄像头拍摄的高清画面引发热议。网友表示，私家车内部属于私密空间，如果在毫不知情的情况下，在车上的一举一动都被摄像头记录下来，甚至上传云端，会让人没有安全感。尽管相关品牌已经作出回应，但尚不足以完全消除人们的疑虑。",
        "rp_pair": [
            "【【内→上】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-7577",
        "contain_rp": "桑乔听到鹅的一声长啸，不禁向门外瞥了一眼，只见一趟鸡鸭鹅正在门口朝前奔跑着，其中，几只鸡在教室门口留下了，正朝门口探头探脑地走过来。他用眼神去制止它们，然而，那不是他的学生，而仅仅是几只鸡。它们已经站到了门槛上。其中一只想扇一下翅膀，但在欲扇未扇的状态下又停住了，把脑袋歪着，朝屋【【里→中】】观望。",
        "before_rp": "桑乔听到鹅的一声长啸，不禁向门外瞥了一眼，只见一趟鸡鸭鹅正在门口朝前奔跑着，其中，几只鸡在教室门口留下了，正朝门口探头探脑地走过来。他用眼神去制止它们，然而，那不是他的学生，而仅仅是几只鸡。它们已经站到了门槛上。其中一只想扇一下翅膀，但在欲扇未扇的状态下又停住了，把脑袋歪着，朝屋里观望。",
        "after_rp": "桑乔听到鹅的一声长啸，不禁向门外瞥了一眼，只见一趟鸡鸭鹅正在门口朝前奔跑着，其中，几只鸡在教室门口留下了，正朝门口探头探脑地走过来。他用眼神去制止它们，然而，那不是他的学生，而仅仅是几只鸡。它们已经站到了门槛上。其中一只想扇一下翅膀，但在欲扇未扇的状态下又停住了，把脑袋歪着，朝屋中观望。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-4984",
        "contain_rp": "为了尽可能调查、搜集资料，在危楼【【里→前】】，在废墟中，孙柏涛和队员们冒着余震风险，高强度工作。在汶川，由于长时间顶着烈日，他和团队多人出现虚脱。",
        "before_rp": "为了尽可能调查、搜集资料，在危楼里，在废墟中，孙柏涛和队员们冒着余震风险，高强度工作。在汶川，由于长时间顶着烈日，他和团队多人出现虚脱。",
        "after_rp": "为了尽可能调查、搜集资料，在危楼前，在废墟中，孙柏涛和队员们冒着余震风险，高强度工作。在汶川，由于长时间顶着烈日，他和团队多人出现虚脱。",
        "rp_pair": [
            "【【里→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-1723",
        "contain_rp": "夜校就在三钻儿家的豆腐房【【里→前】】。房子很破。教夜课的是东庄学堂里的女老师，穿着青布裤褂，胖胖的，剪着短发。女老师走到黑板前面，屋里嗡嗡嗡嗡说话声音立刻停止了，只听见哗啦哗啦翻课本的声音。雨来从口袋里掏出课本，这是用土纸油印的，软鼓囊囊的。雨来怕揉坏了，向妈妈要了一块红布，包了个书皮，上面用铅笔歪歪斜斜地写了“雨来”两个字。雨来把书放在腿上，翻开书。",
        "before_rp": "夜校就在三钻儿家的豆腐房里。房子很破。教夜课的是东庄学堂里的女老师，穿着青布裤褂，胖胖的，剪着短发。女老师走到黑板前面，屋里嗡嗡嗡嗡说话声音立刻停止了，只听见哗啦哗啦翻课本的声音。雨来从口袋里掏出课本，这是用土纸油印的，软鼓囊囊的。雨来怕揉坏了，向妈妈要了一块红布，包了个书皮，上面用铅笔歪歪斜斜地写了“雨来”两个字。雨来把书放在腿上，翻开书。",
        "after_rp": "夜校就在三钻儿家的豆腐房前。房子很破。教夜课的是东庄学堂里的女老师，穿着青布裤褂，胖胖的，剪着短发。女老师走到黑板前面，屋里嗡嗡嗡嗡说话声音立刻停止了，只听见哗啦哗啦翻课本的声音。雨来从口袋里掏出课本，这是用土纸油印的，软鼓囊囊的。雨来怕揉坏了，向妈妈要了一块红布，包了个书皮，上面用铅笔歪歪斜斜地写了“雨来”两个字。雨来把书放在腿上，翻开书。",
        "rp_pair": [
            "【【里→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13244",
        "contain_rp": "保持背部挺直，双臂【【前→外】】平举，屈髋屈膝下蹲，至大腿与地面大致平行。",
        "before_rp": "保持背部挺直，双臂前平举，屈髋屈膝下蹲，至大腿与地面大致平行。",
        "after_rp": "保持背部挺直，双臂外平举，屈髋屈膝下蹲，至大腿与地面大致平行。",
        "rp_pair": [
            "【【前→外】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-291",
        "contain_rp": "那只最后从蛋壳【【里→中】】爬出来的小鸭是那么丑陋，他处处挨啄，被排挤，被讪笑，不仅在鸭群中是如此，连在鸡群中也是这样。",
        "before_rp": "那只最后从蛋壳里爬出来的小鸭是那么丑陋，他处处挨啄，被排挤，被讪笑，不仅在鸭群中是如此，连在鸡群中也是这样。",
        "after_rp": "那只最后从蛋壳中爬出来的小鸭是那么丑陋，他处处挨啄，被排挤，被讪笑，不仅在鸭群中是如此，连在鸡群中也是这样。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-4143",
        "contain_rp": "“哗啦啦”，一群牦牛从棚圈里跑了出来，布次仁堆满笑意的脸色一凝，向牛群【【后→中】】看去。",
        "before_rp": "“哗啦啦”，一群牦牛从棚圈里跑了出来，布次仁堆满笑意的脸色一凝，向牛群后看去。",
        "after_rp": "“哗啦啦”，一群牦牛从棚圈里跑了出来，布次仁堆满笑意的脸色一凝，向牛群中看去。",
        "rp_pair": [
            "【【后→中】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-5093",
        "contain_rp": "大运河由南至北蜿蜒流淌，在河湖相连、水网密布的里下河平原停顿了一下。站在运河的这一节点上，你仿佛可以听见岸上人望着岸边那座小城里青灰的屋脊，在暮霭【【里→中】】喊一声：“二丫头哎，家来吃晚饭啰……”",
        "before_rp": "大运河由南至北蜿蜒流淌，在河湖相连、水网密布的里下河平原停顿了一下。站在运河的这一节点上，你仿佛可以听见岸上人望着岸边那座小城里青灰的屋脊，在暮霭里喊一声：“二丫头哎，家来吃晚饭啰……”",
        "after_rp": "大运河由南至北蜿蜒流淌，在河湖相连、水网密布的里下河平原停顿了一下。站在运河的这一节点上，你仿佛可以听见岸上人望着岸边那座小城里青灰的屋脊，在暮霭中喊一声：“二丫头哎，家来吃晚饭啰……”",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-15449",
        "contain_rp": "XXXXXXX的电动自行车沿民丰路北侧非机动车道由东向西行驶，由于曹某某驾车进入非机动车道时妨碍在非机动车道【【内→上】】正常行驶的电动自行车，致二车发生碰撞，造成易秋明倒地受伤后经医院抢救无效死亡、电动自行车直接物损人民币1870元的道路交通事故。",
        "before_rp": "XXXXXXX的电动自行车沿民丰路北侧非机动车道由东向西行驶，由于曹某某驾车进入非机动车道时妨碍在非机动车道内正常行驶的电动自行车，致二车发生碰撞，造成易秋明倒地受伤后经医院抢救无效死亡、电动自行车直接物损人民币1870元的道路交通事故。",
        "after_rp": "XXXXXXX的电动自行车沿民丰路北侧非机动车道由东向西行驶，由于曹某某驾车进入非机动车道时妨碍在非机动车道上正常行驶的电动自行车，致二车发生碰撞，造成易秋明倒地受伤后经医院抢救无效死亡、电动自行车直接物损人民币1870元的道路交通事故。",
        "rp_pair": [
            "【【内→上】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-3434",
        "contain_rp": "记者在“社管平台”大屏幕【【上→内】】显示的海南省地图中看到，海岸线【【上→旁】】分布着密密麻麻的绿色、蓝色小三角，每个小三角都代表着注册地在境内或境外的船舶。",
        "before_rp": "记者在“社管平台”大屏幕上→内】】显示的海南省地图中看到，海岸线【【上分布着密密麻麻的绿色、蓝色小三角，每个小三角都代表着注册地在境内或境外的船舶。",
        "after_rp": "记者在“社管平台”大屏幕内显示的海南省地图中看到，海岸线旁分布着密密麻麻的绿色、蓝色小三角，每个小三角都代表着注册地在境内或境外的船舶。",
        "rp_pair": [
            "【【上→内】】显示的海南省地图中看到，海岸线【【上→旁】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-6685",
        "contain_rp": "月球玄武岩是月幔部分熔融形成的岩浆经过火山喷发至月表冷却结晶形成的岩石。火山活动是月球具有【【内→上】】动力的表现，火山活动停止表明月球失去了内动力，也就意味着地质意义上的“死亡”。因此，研究火山岩可以揭示月球化学组成和热演化历史。",
        "before_rp": "月球玄武岩是月幔部分熔融形成的岩浆经过火山喷发至月表冷却结晶形成的岩石。火山活动是月球具有内动力的表现，火山活动停止表明月球失去了内动力，也就意味着地质意义上的“死亡”。因此，研究火山岩可以揭示月球化学组成和热演化历史。",
        "after_rp": "月球玄武岩是月幔部分熔融形成的岩浆经过火山喷发至月表冷却结晶形成的岩石。火山活动是月球具有上动力的表现，火山活动停止表明月球失去了内动力，也就意味着地质意义上的“死亡”。因此，研究火山岩可以揭示月球化学组成和热演化历史。",
        "rp_pair": [
            "【【内→上】】"
        ],
        "label": 3
    },
    {
        "qid": "1-dev-12514",
        "contain_rp": "上海市浦东新区人民检察院指控：2020年9月15日03时45分许，被告人韩某某醉酒后驾驶一辆牌号为皖DEXXXX的小型普通客车沿成山路由东向西行驶至上南路路口遇红灯在车行道【【内→上】】停车等候时睡着，后被群众举报并被民警当场查获。",
        "before_rp": "上海市浦东新区人民检察院指控：2020年9月15日03时45分许，被告人韩某某醉酒后驾驶一辆牌号为皖DEXXXX的小型普通客车沿成山路由东向西行驶至上南路路口遇红灯在车行道内停车等候时睡着，后被群众举报并被民警当场查获。",
        "after_rp": "上海市浦东新区人民检察院指控：2020年9月15日03时45分许，被告人韩某某醉酒后驾驶一辆牌号为皖DEXXXX的小型普通客车沿成山路由东向西行驶至上南路路口遇红灯在车行道上停车等候时睡着，后被群众举报并被民警当场查获。",
        "rp_pair": [
            "【【内→上】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-14586",
        "contain_rp": "天狗一上堡子门洞，就看见五兴在前面街道上走，走得懒懒的，叫一声，这孩子瞄见是天狗，竟不作答，转身钻到小巷去再不出来。天狗觉得奇怪，偏是个好事的鬼头，追进巷【【里→中】】，五兴面壁而站，拿指甲划墙。",
        "before_rp": "天狗一上堡子门洞，就看见五兴在前面街道上走，走得懒懒的，叫一声，这孩子瞄见是天狗，竟不作答，转身钻到小巷去再不出来。天狗觉得奇怪，偏是个好事的鬼头，追进巷里，五兴面壁而站，拿指甲划墙。",
        "after_rp": "天狗一上堡子门洞，就看见五兴在前面街道上走，走得懒懒的，叫一声，这孩子瞄见是天狗，竟不作答，转身钻到小巷去再不出来。天狗觉得奇怪，偏是个好事的鬼头，追进巷中，五兴面壁而站，拿指甲划墙。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-9318",
        "contain_rp": "这时候是黄昏了，月光还没有照射下来，路灯和霓虹灯已经交相辉映了。街上的刘镇群众因为炎热，恨不得要光屁股了。这个周游西装革履，他把两个大纸箱子放在两只脚【【旁→前】】，站在汽车站【【外→前】】的街道上，就像是站在有空调的大厅里似的一点都不觉得热，他脸上挂着福布斯中国排行榜上才有的微笑，问街道上来去的群众：",
        "before_rp": "这时候是黄昏了，月光还没有照射下来，路灯和霓虹灯已经交相辉映了。街上的刘镇群众因为炎热，恨不得要光屁股了。这个周游西装革履，他把两个大纸箱子放在两只脚旁→前】】，站在汽车站【【外的街道上，就像是站在有空调的大厅里似的一点都不觉得热，他脸上挂着福布斯中国排行榜上才有的微笑，问街道上来去的群众：",
        "after_rp": "这时候是黄昏了，月光还没有照射下来，路灯和霓虹灯已经交相辉映了。街上的刘镇群众因为炎热，恨不得要光屁股了。这个周游西装革履，他把两个大纸箱子放在两只脚前，站在汽车站前的街道上，就像是站在有空调的大厅里似的一点都不觉得热，他脸上挂着福布斯中国排行榜上才有的微笑，问街道上来去的群众：",
        "rp_pair": [
            "【【旁→前】】，站在汽车站【【外→前】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-5305",
        "contain_rp": "今年47岁的青沼过去在松川村北部相邻的大町市长大，学生时代他被松川村的秀美所吸引，毕业之后便来到这里，迄今已工作生活了28年。据他介绍，松川村的道路很早之前就实现硬化，干净整洁，一尘不染。这与当地居民坚持把室外垃圾带回家的做法有关，也离不开村政府实施的垃圾集中处理政策。而在半个多世纪前，松川村民还或在家中，或在田地里焚烧生活垃圾。尽管当时生活垃圾量并不大，但是焚烧时，空气【【中→里】】还是弥漫着刺鼻的味道。",
        "before_rp": "今年47岁的青沼过去在松川村北部相邻的大町市长大，学生时代他被松川村的秀美所吸引，毕业之后便来到这里，迄今已工作生活了28年。据他介绍，松川村的道路很早之前就实现硬化，干净整洁，一尘不染。这与当地居民坚持把室外垃圾带回家的做法有关，也离不开村政府实施的垃圾集中处理政策。而在半个多世纪前，松川村民还或在家中，或在田地里焚烧生活垃圾。尽管当时生活垃圾量并不大，但是焚烧时，空气中还是弥漫着刺鼻的味道。",
        "after_rp": "今年47岁的青沼过去在松川村北部相邻的大町市长大，学生时代他被松川村的秀美所吸引，毕业之后便来到这里，迄今已工作生活了28年。据他介绍，松川村的道路很早之前就实现硬化，干净整洁，一尘不染。这与当地居民坚持把室外垃圾带回家的做法有关，也离不开村政府实施的垃圾集中处理政策。而在半个多世纪前，松川村民还或在家中，或在田地里焚烧生活垃圾。尽管当时生活垃圾量并不大，但是焚烧时，空气里还是弥漫着刺鼻的味道。",
        "rp_pair": [
            "【【中→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-1817",
        "contain_rp": "阳光射进窗来，把吊兰的一串串小叶照得如同碧玉。小鸟的影子就在这中间隐约闪动，看不完整，有时连笼子也看不出，却见它们可爱的鲜红小嘴儿从绿叶【【中→内】】伸出来。",
        "before_rp": "阳光射进窗来，把吊兰的一串串小叶照得如同碧玉。小鸟的影子就在这中间隐约闪动，看不完整，有时连笼子也看不出，却见它们可爱的鲜红小嘴儿从绿叶中伸出来。",
        "after_rp": "阳光射进窗来，把吊兰的一串串小叶照得如同碧玉。小鸟的影子就在这中间隐约闪动，看不完整，有时连笼子也看不出，却见它们可爱的鲜红小嘴儿从绿叶内伸出来。",
        "rp_pair": [
            "【【中→内】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-12106",
        "contain_rp": "秃鹤演得一丝不苟。他脚蹬大皮靴，一只脚踩在凳子上，从桌上操起一把茶壶，喝得水直往脖子【【里→前】】乱流，然后脑袋一歪，眼珠子瞪得鼓鼓的：“我杨大秃瓢，走马到屠桥……”",
        "before_rp": "秃鹤演得一丝不苟。他脚蹬大皮靴，一只脚踩在凳子上，从桌上操起一把茶壶，喝得水直往脖子里乱流，然后脑袋一歪，眼珠子瞪得鼓鼓的：“我杨大秃瓢，走马到屠桥……”",
        "after_rp": "秃鹤演得一丝不苟。他脚蹬大皮靴，一只脚踩在凳子上，从桌上操起一把茶壶，喝得水直往脖子前乱流，然后脑袋一歪，眼珠子瞪得鼓鼓的：“我杨大秃瓢，走马到屠桥……”",
        "rp_pair": [
            "【【里→前】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-12580",
        "contain_rp": "在我老家屋【【后→外】】的菜园里，有一口古老的小小的水井。",
        "before_rp": "在我老家屋后的菜园里，有一口古老的小小的水井。",
        "after_rp": "在我老家屋外的菜园里，有一口古老的小小的水井。",
        "rp_pair": [
            "【【后→外】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-109",
        "contain_rp": "暖国的雨，向来没有变过冰冷的坚硬的灿烂的雪花。博识的人们觉得他单调，他自己也以为不幸否耶？江南的雪，可是滋润美艳之至了；那是还在隐约着的青春的消息，是极壮健的处子的皮肤。雪野【【中→里】】有血红的宝珠山茶，白中隐青的单瓣梅花，深黄的磬口的蜡梅花；雪下面还有冷绿的杂草。胡蝶确乎没有；蜜蜂是否来采山茶花和梅花的蜜，我可记不真切了。但我的眼前仿佛看见冬花开在雪野中，有许多蜜蜂们忙碌地飞着，也听得他们嗡嗡地闹着。",
        "before_rp": "暖国的雨，向来没有变过冰冷的坚硬的灿烂的雪花。博识的人们觉得他单调，他自己也以为不幸否耶？江南的雪，可是滋润美艳之至了；那是还在隐约着的青春的消息，是极壮健的处子的皮肤。雪野中有血红的宝珠山茶，白中隐青的单瓣梅花，深黄的磬口的蜡梅花；雪下面还有冷绿的杂草。胡蝶确乎没有；蜜蜂是否来采山茶花和梅花的蜜，我可记不真切了。但我的眼前仿佛看见冬花开在雪野中，有许多蜜蜂们忙碌地飞着，也听得他们嗡嗡地闹着。",
        "after_rp": "暖国的雨，向来没有变过冰冷的坚硬的灿烂的雪花。博识的人们觉得他单调，他自己也以为不幸否耶？江南的雪，可是滋润美艳之至了；那是还在隐约着的青春的消息，是极壮健的处子的皮肤。雪野里有血红的宝珠山茶，白中隐青的单瓣梅花，深黄的磬口的蜡梅花；雪下面还有冷绿的杂草。胡蝶确乎没有；蜜蜂是否来采山茶花和梅花的蜜，我可记不真切了。但我的眼前仿佛看见冬花开在雪野中，有许多蜜蜂们忙碌地飞着，也听得他们嗡嗡地闹着。",
        "rp_pair": [
            "【【中→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-dev-11810",
        "contain_rp": "在美国，家庭主妇在烘烤过程中习惯等在烤箱旁边，不断打开炉门查看进展，智慧烤箱改变了这个习惯——连接烤箱【【中→内】】的摄像头，随时用手机查看烹饪情况，调整烤箱温度和时间。",
        "before_rp": "在美国，家庭主妇在烘烤过程中习惯等在烤箱旁边，不断打开炉门查看进展，智慧烤箱改变了这个习惯——连接烤箱中的摄像头，随时用手机查看烹饪情况，调整烤箱温度和时间。",
        "after_rp": "在美国，家庭主妇在烘烤过程中习惯等在烤箱旁边，不断打开炉门查看进展，智慧烤箱改变了这个习惯——连接烤箱内的摄像头，随时用手机查看烹饪情况，调整烤箱温度和时间。",
        "rp_pair": [
            "【【中→内】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-15426",
        "contain_rp": "经审理查明：2018年10月22日17时32分许，被告人王震驾驶小型轿车沿本市闵行区新镇路由北向南行驶至农南路北约150米处时，适逢被害人唐某某于上址人行横道北侧边缘，由西向东横过新镇路至道路中央并站在路【【中→前】】避让来往车辆，两方碰撞致唐倒地，后经送医院抢救无效死亡，构成道路交通事故。",
        "before_rp": "经审理查明：2018年10月22日17时32分许，被告人王震驾驶小型轿车沿本市闵行区新镇路由北向南行驶至农南路北约150米处时，适逢被害人唐某某于上址人行横道北侧边缘，由西向东横过新镇路至道路中央并站在路中避让来往车辆，两方碰撞致唐倒地，后经送医院抢救无效死亡，构成道路交通事故。",
        "after_rp": "经审理查明：2018年10月22日17时32分许，被告人王震驾驶小型轿车沿本市闵行区新镇路由北向南行驶至农南路北约150米处时，适逢被害人唐某某于上址人行横道北侧边缘，由西向东横过新镇路至道路中央并站在路前避让来往车辆，两方碰撞致唐倒地，后经送医院抢救无效死亡，构成道路交通事故。",
        "rp_pair": [
            "【【中→前】】"
        ],
        "label": 3
    },
    {
        "qid": "1-dev-12278",
        "contain_rp": "李光头从那堆破烂里找出来一叠旧报纸，铺在地上，让宋钢坐在报纸上，自己一屁股坐在了地上。兄弟两个并肩坐在那堆破烂【【前→里】】，李光头重新拿过来宋钢手里的饭盒，用筷子将里面的饭菜拨弄均匀了，又用筷子在中间挖了一条战壕，告诉宋钢：",
        "before_rp": "李光头从那堆破烂里找出来一叠旧报纸，铺在地上，让宋钢坐在报纸上，自己一屁股坐在了地上。兄弟两个并肩坐在那堆破烂前，李光头重新拿过来宋钢手里的饭盒，用筷子将里面的饭菜拨弄均匀了，又用筷子在中间挖了一条战壕，告诉宋钢：",
        "after_rp": "李光头从那堆破烂里找出来一叠旧报纸，铺在地上，让宋钢坐在报纸上，自己一屁股坐在了地上。兄弟两个并肩坐在那堆破烂里，李光头重新拿过来宋钢手里的饭盒，用筷子将里面的饭菜拨弄均匀了，又用筷子在中间挖了一条战壕，告诉宋钢：",
        "rp_pair": [
            "【【前→里】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-3468",
        "contain_rp": "方舱医院里，90后医生刘秀在日记中写道：“病人们会担心传染给我们，他们背负着很大的心理压力。一位年轻患者，几次犹豫着不敢靠近，询问后才知道，是想打听卫生间的位置。”北京大学人民医院支援湖北医疗队张柳医生在日记【【里→中】】说：“虽然患者看不清我们的脸，但我们从护目镜里传递出的力量，相信他们能够感受到！”",
        "before_rp": "方舱医院里，90后医生刘秀在日记中写道：“病人们会担心传染给我们，他们背负着很大的心理压力。一位年轻患者，几次犹豫着不敢靠近，询问后才知道，是想打听卫生间的位置。”北京大学人民医院支援湖北医疗队张柳医生在日记里说：“虽然患者看不清我们的脸，但我们从护目镜里传递出的力量，相信他们能够感受到！”",
        "after_rp": "方舱医院里，90后医生刘秀在日记中写道：“病人们会担心传染给我们，他们背负着很大的心理压力。一位年轻患者，几次犹豫着不敢靠近，询问后才知道，是想打听卫生间的位置。”北京大学人民医院支援湖北医疗队张柳医生在日记中说：“虽然患者看不清我们的脸，但我们从护目镜里传递出的力量，相信他们能够感受到！”",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-5755",
        "contain_rp": "本报开罗3月29日电（记者黄培昭）埃及苏伊士运河管理局29日发布声明说，搁浅在苏伊士运河【【中→里】】的重型货轮已经完全移动至正常航道并驶离搁浅位置。根据当地电视台播放的现场画面，该货轮船体已经在河道中漂浮移动，向北进发，周围货船鸣笛致意。",
        "before_rp": "本报开罗3月29日电（记者黄培昭）埃及苏伊士运河管理局29日发布声明说，搁浅在苏伊士运河中的重型货轮已经完全移动至正常航道并驶离搁浅位置。根据当地电视台播放的现场画面，该货轮船体已经在河道中漂浮移动，向北进发，周围货船鸣笛致意。",
        "after_rp": "本报开罗3月29日电（记者黄培昭）埃及苏伊士运河管理局29日发布声明说，搁浅在苏伊士运河里的重型货轮已经完全移动至正常航道并驶离搁浅位置。根据当地电视台播放的现场画面，该货轮船体已经在河道中漂浮移动，向北进发，周围货船鸣笛致意。",
        "rp_pair": [
            "【【中→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-6817",
        "contain_rp": "上学的时候，她总要比同龄人早起2个小时，认真给妈妈清理洗漱后开始做饭；上学前，她会将午饭装在保温饭盒【【里→中】】，摆在床边母亲伸手能够到的椅子上；晚上放学后，她为母亲翻身擦洗、按摩全身，扫地、洗衣服，然后再写作业。",
        "before_rp": "上学的时候，她总要比同龄人早起2个小时，认真给妈妈清理洗漱后开始做饭；上学前，她会将午饭装在保温饭盒里，摆在床边母亲伸手能够到的椅子上；晚上放学后，她为母亲翻身擦洗、按摩全身，扫地、洗衣服，然后再写作业。",
        "after_rp": "上学的时候，她总要比同龄人早起2个小时，认真给妈妈清理洗漱后开始做饭；上学前，她会将午饭装在保温饭盒中，摆在床边母亲伸手能够到的椅子上；晚上放学后，她为母亲翻身擦洗、按摩全身，扫地、洗衣服，然后再写作业。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-10413",
        "contain_rp": "公诉机关指控，2016年10月6日早晨5时09分许，被告人黄某甲驾驶沪DXXXXX小型轿车沿本市奉贤区浦星公路由北向南行驶，行驶至浦星公路28.6k南约1米处，因车辆失控撞击路【【中→前】】绿化隔离带，翻转时与沿浦星公路由东向西横过马路的被害人丁祖珍发生交通事故。",
        "before_rp": "公诉机关指控，2016年10月6日早晨5时09分许，被告人黄某甲驾驶沪DXXXXX小型轿车沿本市奉贤区浦星公路由北向南行驶，行驶至浦星公路28.6k南约1米处，因车辆失控撞击路中绿化隔离带，翻转时与沿浦星公路由东向西横过马路的被害人丁祖珍发生交通事故。",
        "after_rp": "公诉机关指控，2016年10月6日早晨5时09分许，被告人黄某甲驾驶沪DXXXXX小型轿车沿本市奉贤区浦星公路由北向南行驶，行驶至浦星公路28.6k南约1米处，因车辆失控撞击路前绿化隔离带，翻转时与沿浦星公路由东向西横过马路的被害人丁祖珍发生交通事故。",
        "rp_pair": [
            "【【中→前】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-6750",
        "contain_rp": "碱蓬下的潮沟内，细流涓涓，潮水渐渐涨了上来。远处几只鹭鸟在泥滩悠闲踱步，近处几只螃蟹忽而从泥滩【【中→里】】钻出。秋日，辽宁盘锦市自然资源局海域科科长孙磊站在辽河的入海口处操作无人机，航拍画面中，长出碱蓬草的滩涂与待修复的滩涂对比鲜明。",
        "before_rp": "碱蓬下的潮沟内，细流涓涓，潮水渐渐涨了上来。远处几只鹭鸟在泥滩悠闲踱步，近处几只螃蟹忽而从泥滩中钻出。秋日，辽宁盘锦市自然资源局海域科科长孙磊站在辽河的入海口处操作无人机，航拍画面中，长出碱蓬草的滩涂与待修复的滩涂对比鲜明。",
        "after_rp": "碱蓬下的潮沟内，细流涓涓，潮水渐渐涨了上来。远处几只鹭鸟在泥滩悠闲踱步，近处几只螃蟹忽而从泥滩里钻出。秋日，辽宁盘锦市自然资源局海域科科长孙磊站在辽河的入海口处操作无人机，航拍画面中，长出碱蓬草的滩涂与待修复的滩涂对比鲜明。",
        "rp_pair": [
            "【【中→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-13326",
        "contain_rp": "头部保持不动，眼珠向上移动，然后视力集中在眉心【【外→前】】的虚空点上。在自然呼吸的状态下，保持此聚焦状态15秒钟。",
        "before_rp": "头部保持不动，眼珠向上移动，然后视力集中在眉心外的虚空点上。在自然呼吸的状态下，保持此聚焦状态15秒钟。",
        "after_rp": "头部保持不动，眼珠向上移动，然后视力集中在眉心前的虚空点上。在自然呼吸的状态下，保持此聚焦状态15秒钟。",
        "rp_pair": [
            "【【外→前】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-382",
        "contain_rp": "敌人监视着苇塘。他们提防有人给苇塘里的人送来柴米，也提防里面的队伍跑了出去。我们的队伍还没有退却的意思。可是假如月明风清的夜晚，人们的眼再尖利一些，就可以看见有一只小船从苇塘里撑出来，在淀里，像一片苇叶，奔着东南去了。半夜以后，小船又飘回来，船舱【【里→中】】装满了柴米油盐，有时还带来一两个从远方赶来的干部。",
        "before_rp": "敌人监视着苇塘。他们提防有人给苇塘里的人送来柴米，也提防里面的队伍跑了出去。我们的队伍还没有退却的意思。可是假如月明风清的夜晚，人们的眼再尖利一些，就可以看见有一只小船从苇塘里撑出来，在淀里，像一片苇叶，奔着东南去了。半夜以后，小船又飘回来，船舱里装满了柴米油盐，有时还带来一两个从远方赶来的干部。",
        "after_rp": "敌人监视着苇塘。他们提防有人给苇塘里的人送来柴米，也提防里面的队伍跑了出去。我们的队伍还没有退却的意思。可是假如月明风清的夜晚，人们的眼再尖利一些，就可以看见有一只小船从苇塘里撑出来，在淀里，像一片苇叶，奔着东南去了。半夜以后，小船又飘回来，船舱中装满了柴米油盐，有时还带来一两个从远方赶来的干部。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-7017",
        "contain_rp": "七二年底李先生被发到河南安阳小煤窑当会计。河南的冬天漫天的风沙，水沟里流着黑色的水，水边结着白色的冰。往沟【【里→中】】看时，会发现沟底灰色的沙砾中混有黑色的小方决。这些小方块就是煤。水是从地下流出来的，地下有煤，所以带出了这种东西。一阵狂风过去之后，背风的地方积下了尘埃。在尘埃的面上，罩着黑色的细粉。这件事也合乎道理，因为风从铁路边上煤场吹过来，就会把粉煤吹起来。早上他从宿舍到会计室去，路上见到了这些，觉得一切井然有序，不像在梦里。",
        "before_rp": "七二年底李先生被发到河南安阳小煤窑当会计。河南的冬天漫天的风沙，水沟里流着黑色的水，水边结着白色的冰。往沟里看时，会发现沟底灰色的沙砾中混有黑色的小方决。这些小方块就是煤。水是从地下流出来的，地下有煤，所以带出了这种东西。一阵狂风过去之后，背风的地方积下了尘埃。在尘埃的面上，罩着黑色的细粉。这件事也合乎道理，因为风从铁路边上煤场吹过来，就会把粉煤吹起来。早上他从宿舍到会计室去，路上见到了这些，觉得一切井然有序，不像在梦里。",
        "after_rp": "七二年底李先生被发到河南安阳小煤窑当会计。河南的冬天漫天的风沙，水沟里流着黑色的水，水边结着白色的冰。往沟中看时，会发现沟底灰色的沙砾中混有黑色的小方决。这些小方块就是煤。水是从地下流出来的，地下有煤，所以带出了这种东西。一阵狂风过去之后，背风的地方积下了尘埃。在尘埃的面上，罩着黑色的细粉。这件事也合乎道理，因为风从铁路边上煤场吹过来，就会把粉煤吹起来。早上他从宿舍到会计室去，路上见到了这些，觉得一切井然有序，不像在梦里。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-5975",
        "contain_rp": "针对网络上“坠亡是如何发生的”“关键时间段的监控视频有无缺失”的疑问，成都市公安局相关负责人告诉记者，5月9日19时08分，成都市公安局110指挥中心接报警称：在成都49中学校内有人从楼上摔下。成都成华区公安分局跳蹬河派出所、刑警大队立即出警到达现场处置，并在该校实验楼与体育馆之间的人行道【【上→旁】】发现一具男性遗体，在遗体北侧绿化带【【内→上】】发现一副眼镜，在遗体右臂处有一把美工刀。",
        "before_rp": "针对网络上“坠亡是如何发生的”“关键时间段的监控视频有无缺失”的疑问，成都市公安局相关负责人告诉记者，5月9日19时08分，成都市公安局110指挥中心接报警称：在成都49中学校内有人从楼上摔下。成都成华区公安分局跳蹬河派出所、刑警大队立即出警到达现场处置，并在该校实验楼与体育馆之间的人行道上→旁】】发现一具男性遗体，在遗体北侧绿化带【【内发现一副眼镜，在遗体右臂处有一把美工刀。",
        "after_rp": "针对网络上“坠亡是如何发生的”“关键时间段的监控视频有无缺失”的疑问，成都市公安局相关负责人告诉记者，5月9日19时08分，成都市公安局110指挥中心接报警称：在成都49中学校内有人从楼上摔下。成都成华区公安分局跳蹬河派出所、刑警大队立即出警到达现场处置，并在该校实验楼与体育馆之间的人行道旁发现一具男性遗体，在遗体北侧绿化带上发现一副眼镜，在遗体右臂处有一把美工刀。",
        "rp_pair": [
            "【【上→旁】】发现一具男性遗体，在遗体北侧绿化带【【内→上】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-3316",
        "contain_rp": "教学楼内，中庭设计十分别致，庭内各种草木错落有致、相映成趣。刘学佳告诉记者，这里是小学生自然课的户外课堂，以往跑到校园【【外→后】】才能找到的植物，如今在庭院里就能观察到，美术课也在这里写生。",
        "before_rp": "教学楼内，中庭设计十分别致，庭内各种草木错落有致、相映成趣。刘学佳告诉记者，这里是小学生自然课的户外课堂，以往跑到校园外才能找到的植物，如今在庭院里就能观察到，美术课也在这里写生。",
        "after_rp": "教学楼内，中庭设计十分别致，庭内各种草木错落有致、相映成趣。刘学佳告诉记者，这里是小学生自然课的户外课堂，以往跑到校园后才能找到的植物，如今在庭院里就能观察到，美术课也在这里写生。",
        "rp_pair": [
            "【【外→后】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-5905",
        "contain_rp": "如何排解科研的紧迫感带来的压力？出生于文艺家庭的彭广敦在工作之余，常从音乐、书籍中得到心灵的放松。交响乐、科幻小说【【中→里】】的词语，也常常变成他在研究中形象生动的比喻，启发他从新角度看待科研。",
        "before_rp": "如何排解科研的紧迫感带来的压力？出生于文艺家庭的彭广敦在工作之余，常从音乐、书籍中得到心灵的放松。交响乐、科幻小说中的词语，也常常变成他在研究中形象生动的比喻，启发他从新角度看待科研。",
        "after_rp": "如何排解科研的紧迫感带来的压力？出生于文艺家庭的彭广敦在工作之余，常从音乐、书籍中得到心灵的放松。交响乐、科幻小说里的词语，也常常变成他在研究中形象生动的比喻，启发他从新角度看待科研。",
        "rp_pair": [
            "【【中→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-576",
        "contain_rp": "最后一条鲨鱼朝死鱼的头上扑来，他知道一切都完了。于是他用舵把对准鲨鱼的头打去，鲨鱼的两颚正卡在又粗又重的死鱼头上，不能把它咬碎。他又迎面劈去，一次，两次，又一次。他听到舵把折断的声音，再用那裂开了的桨把往鲨鱼身上戳去。他觉得桨把已经戳进去，他也知道把子很尖，因此他再把它往里面戳。鲨鱼放开鱼头就翻滚着沉下去。那是来到的一大群【【里→前】】最后的一条鲨鱼。它们再也没有什么东西可吃了。",
        "before_rp": "最后一条鲨鱼朝死鱼的头上扑来，他知道一切都完了。于是他用舵把对准鲨鱼的头打去，鲨鱼的两颚正卡在又粗又重的死鱼头上，不能把它咬碎。他又迎面劈去，一次，两次，又一次。他听到舵把折断的声音，再用那裂开了的桨把往鲨鱼身上戳去。他觉得桨把已经戳进去，他也知道把子很尖，因此他再把它往里面戳。鲨鱼放开鱼头就翻滚着沉下去。那是来到的一大群里最后的一条鲨鱼。它们再也没有什么东西可吃了。",
        "after_rp": "最后一条鲨鱼朝死鱼的头上扑来，他知道一切都完了。于是他用舵把对准鲨鱼的头打去，鲨鱼的两颚正卡在又粗又重的死鱼头上，不能把它咬碎。他又迎面劈去，一次，两次，又一次。他听到舵把折断的声音，再用那裂开了的桨把往鲨鱼身上戳去。他觉得桨把已经戳进去，他也知道把子很尖，因此他再把它往里面戳。鲨鱼放开鱼头就翻滚着沉下去。那是来到的一大群前最后的一条鲨鱼。它们再也没有什么东西可吃了。",
        "rp_pair": [
            "【【里→前】】"
        ],
        "label": 3
    },
    {
        "qid": "1-dev-11591",
        "contain_rp": "花开小路旁，树下嗅花香。忽而一阵风吹过，调皮的花瓣落在赏花人肩上。正在院子【【里→中】】忙活的民宿业主郑云芳笑了起来。",
        "before_rp": "花开小路旁，树下嗅花香。忽而一阵风吹过，调皮的花瓣落在赏花人肩上。正在院子里忙活的民宿业主郑云芳笑了起来。",
        "after_rp": "花开小路旁，树下嗅花香。忽而一阵风吹过，调皮的花瓣落在赏花人肩上。正在院子中忙活的民宿业主郑云芳笑了起来。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-4732",
        "contain_rp": "呼呼呼，风车迎风转动。母亲身材瘦小，需要踮起脚尖，才能把笸箩里的稻谷倒进风车的漏斗【【里→中】】。风车过滤掉混在稻谷中的稗子与杂质。母亲捶着腰说：“今年接春接得好，冷浆田里收成好。忙点累点算什么，有收有晒就是好日子。”",
        "before_rp": "呼呼呼，风车迎风转动。母亲身材瘦小，需要踮起脚尖，才能把笸箩里的稻谷倒进风车的漏斗里。风车过滤掉混在稻谷中的稗子与杂质。母亲捶着腰说：“今年接春接得好，冷浆田里收成好。忙点累点算什么，有收有晒就是好日子。”",
        "after_rp": "呼呼呼，风车迎风转动。母亲身材瘦小，需要踮起脚尖，才能把笸箩里的稻谷倒进风车的漏斗中。风车过滤掉混在稻谷中的稗子与杂质。母亲捶着腰说：“今年接春接得好，冷浆田里收成好。忙点累点算什么，有收有晒就是好日子。”",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-273",
        "contain_rp": "新建的大礼堂里，坐满了人；我们毕业生坐在前八排，我又是坐在最【【前→外】】一排的中间位子上。我的襟上有一朵粉红色的夹竹桃，是临来时妈妈从院子里摘下来给我别上的，她说：“夹竹桃是你爸爸种的，戴着它，就像爸爸看见你上台时一样！”",
        "before_rp": "新建的大礼堂里，坐满了人；我们毕业生坐在前八排，我又是坐在最前一排的中间位子上。我的襟上有一朵粉红色的夹竹桃，是临来时妈妈从院子里摘下来给我别上的，她说：“夹竹桃是你爸爸种的，戴着它，就像爸爸看见你上台时一样！”",
        "after_rp": "新建的大礼堂里，坐满了人；我们毕业生坐在前八排，我又是坐在最外一排的中间位子上。我的襟上有一朵粉红色的夹竹桃，是临来时妈妈从院子里摘下来给我别上的，她说：“夹竹桃是你爸爸种的，戴着它，就像爸爸看见你上台时一样！”",
        "rp_pair": [
            "【【前→外】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-12384",
        "contain_rp": "盆地地下水的补给主要来自河床、渠道及田间渗漏，地下水动储量为110～148亿立方米；提高灌溉管理水平后，动储量还有70多亿立方米。地下水的合理利用，对解决盆地春季缺水和保护生态环境都有一定意义。此外，盆地内还有相当数量的地下水静储量，尤其在新生代沉积深厚的拗陷带【【内→上】】，如库车拗陷、喀什—叶尔羌拗陷。弄清资源的数量和质量，适量开采，对增加水资源也有一定意义。",
        "before_rp": "盆地地下水的补给主要来自河床、渠道及田间渗漏，地下水动储量为110～148亿立方米；提高灌溉管理水平后，动储量还有70多亿立方米。地下水的合理利用，对解决盆地春季缺水和保护生态环境都有一定意义。此外，盆地内还有相当数量的地下水静储量，尤其在新生代沉积深厚的拗陷带内，如库车拗陷、喀什—叶尔羌拗陷。弄清资源的数量和质量，适量开采，对增加水资源也有一定意义。",
        "after_rp": "盆地地下水的补给主要来自河床、渠道及田间渗漏，地下水动储量为110～148亿立方米；提高灌溉管理水平后，动储量还有70多亿立方米。地下水的合理利用，对解决盆地春季缺水和保护生态环境都有一定意义。此外，盆地内还有相当数量的地下水静储量，尤其在新生代沉积深厚的拗陷带上，如库车拗陷、喀什—叶尔羌拗陷。弄清资源的数量和质量，适量开采，对增加水资源也有一定意义。",
        "rp_pair": [
            "【【内→上】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-10859",
        "contain_rp": "若干年前，当我还在呼和浩特南门【【外→前】】的冰河上滑着冰欢度新年的时候，无论如何也想不到有“2000年”这个概念。",
        "before_rp": "若干年前，当我还在呼和浩特南门外的冰河上滑着冰欢度新年的时候，无论如何也想不到有“2000年”这个概念。",
        "after_rp": "若干年前，当我还在呼和浩特南门前的冰河上滑着冰欢度新年的时候，无论如何也想不到有“2000年”这个概念。",
        "rp_pair": [
            "【【外→前】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-10996",
        "contain_rp": "她不会匍匍前进，也不能快跑。她干脆直着身子，一摇一摆，慢慢地向方场【【上→内】】走去。一段还没有炸断的铁栏杆拦在她前面，她也不打算跨过去。她太衰老了，跨不过去，因此慢慢地绕过了那段铁栏杆，走进了方场。",
        "before_rp": "她不会匍匍前进，也不能快跑。她干脆直着身子，一摇一摆，慢慢地向方场上走去。一段还没有炸断的铁栏杆拦在她前面，她也不打算跨过去。她太衰老了，跨不过去，因此慢慢地绕过了那段铁栏杆，走进了方场。",
        "after_rp": "她不会匍匍前进，也不能快跑。她干脆直着身子，一摇一摆，慢慢地向方场内走去。一段还没有炸断的铁栏杆拦在她前面，她也不打算跨过去。她太衰老了，跨不过去，因此慢慢地绕过了那段铁栏杆，走进了方场。",
        "rp_pair": [
            "【【上→内】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-12769",
        "contain_rp": "天旱的时候，这条小溪就会干涸。村民平时靠它来灌溉田园，清洗衣物，点缀风景。有时，它只有细细的流泉，从石头缝【【里→中】】穿过。我和一群六七岁的小朋友，最喜欢扒开石头，寻找小鱼、小虾、小螃蟹，我们并不是捉来吃，而是养在玻璃瓶里玩儿。",
        "before_rp": "天旱的时候，这条小溪就会干涸。村民平时靠它来灌溉田园，清洗衣物，点缀风景。有时，它只有细细的流泉，从石头缝里穿过。我和一群六七岁的小朋友，最喜欢扒开石头，寻找小鱼、小虾、小螃蟹，我们并不是捉来吃，而是养在玻璃瓶里玩儿。",
        "after_rp": "天旱的时候，这条小溪就会干涸。村民平时靠它来灌溉田园，清洗衣物，点缀风景。有时，它只有细细的流泉，从石头缝中穿过。我和一群六七岁的小朋友，最喜欢扒开石头，寻找小鱼、小虾、小螃蟹，我们并不是捉来吃，而是养在玻璃瓶里玩儿。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-6325",
        "contain_rp": "沙土、冻土种不了蔬菜，必须进行土壤改良。段玉平扑到了生态产业园规划的空地上。他带人去挖土，一直挖了两米多深，把沙土、冻土全部铲去，打下水泥桩子。然后从800公里外的日喀则运来熟土，配上当地河沟【【里→中】】的泥沙、牧民家羊圈里的羊粪，混合在一起，用智慧和人力改良了土壤。",
        "before_rp": "沙土、冻土种不了蔬菜，必须进行土壤改良。段玉平扑到了生态产业园规划的空地上。他带人去挖土，一直挖了两米多深，把沙土、冻土全部铲去，打下水泥桩子。然后从800公里外的日喀则运来熟土，配上当地河沟里的泥沙、牧民家羊圈里的羊粪，混合在一起，用智慧和人力改良了土壤。",
        "after_rp": "沙土、冻土种不了蔬菜，必须进行土壤改良。段玉平扑到了生态产业园规划的空地上。他带人去挖土，一直挖了两米多深，把沙土、冻土全部铲去，打下水泥桩子。然后从800公里外的日喀则运来熟土，配上当地河沟中的泥沙、牧民家羊圈里的羊粪，混合在一起，用智慧和人力改良了土壤。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-1737",
        "contain_rp": "在芦苇丛【【里→中】】，水面上露出个小脑袋来。雨来还是像小鸭子一样抖着头上的水，用手抹一下眼睛和鼻子，扒着芦苇，向岸上的人问道：“鬼子走了？”",
        "before_rp": "在芦苇丛里，水面上露出个小脑袋来。雨来还是像小鸭子一样抖着头上的水，用手抹一下眼睛和鼻子，扒着芦苇，向岸上的人问道：“鬼子走了？”",
        "after_rp": "在芦苇丛中，水面上露出个小脑袋来。雨来还是像小鸭子一样抖着头上的水，用手抹一下眼睛和鼻子，扒着芦苇，向岸上的人问道：“鬼子走了？”",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-5616",
        "contain_rp": "春节期间，位于深圳市坪山区的一家自然主题书房——金龟自然书房，吸引了不少家庭。在书房所在的田心山市级自然保护区【【里→中】】，人们沿着从山涧流淌而下的溪水漫步金龟河，在自然中阅读，聆听讲座，感受大自然的美好。",
        "before_rp": "春节期间，位于深圳市坪山区的一家自然主题书房——金龟自然书房，吸引了不少家庭。在书房所在的田心山市级自然保护区里，人们沿着从山涧流淌而下的溪水漫步金龟河，在自然中阅读，聆听讲座，感受大自然的美好。",
        "after_rp": "春节期间，位于深圳市坪山区的一家自然主题书房——金龟自然书房，吸引了不少家庭。在书房所在的田心山市级自然保护区中，人们沿着从山涧流淌而下的溪水漫步金龟河，在自然中阅读，聆听讲座，感受大自然的美好。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-13849",
        "contain_rp": "“笑一笑！”每次拍照前，摄影师都会对镜头【【里→前】】的人说这句话。甜甜的笑容挂在脸上，幸福感洋溢在镜头里。",
        "before_rp": "“笑一笑！”每次拍照前，摄影师都会对镜头里的人说这句话。甜甜的笑容挂在脸上，幸福感洋溢在镜头里。",
        "after_rp": "“笑一笑！”每次拍照前，摄影师都会对镜头前的人说这句话。甜甜的笑容挂在脸上，幸福感洋溢在镜头里。",
        "rp_pair": [
            "【【里→前】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-5337",
        "contain_rp": "在石坎【【下→内】】的池塘边，一位精神矍铄的老奶奶正在洗衣服，两只麻鸭在她的脚边游弋，偶尔钻进水里捕食鱼虾。不远处，一群牛羊低头啃着青草。行走村中，只见有人在核桃树边聊天，有人在枣树下荡秋千，有人在凉亭中看书，有人坐在家门口喝茶……耳边，传来当地特有的划船调：“正月里来闹花灯，家家户户喜盈盈。你若问我高兴啥？幸福生活好心情……”这让城里人都羡慕的田园生活，看在我们眼里，烙在我们心里。",
        "before_rp": "在石坎下的池塘边，一位精神矍铄的老奶奶正在洗衣服，两只麻鸭在她的脚边游弋，偶尔钻进水里捕食鱼虾。不远处，一群牛羊低头啃着青草。行走村中，只见有人在核桃树边聊天，有人在枣树下荡秋千，有人在凉亭中看书，有人坐在家门口喝茶……耳边，传来当地特有的划船调：“正月里来闹花灯，家家户户喜盈盈。你若问我高兴啥？幸福生活好心情……”这让城里人都羡慕的田园生活，看在我们眼里，烙在我们心里。",
        "after_rp": "在石坎内的池塘边，一位精神矍铄的老奶奶正在洗衣服，两只麻鸭在她的脚边游弋，偶尔钻进水里捕食鱼虾。不远处，一群牛羊低头啃着青草。行走村中，只见有人在核桃树边聊天，有人在枣树下荡秋千，有人在凉亭中看书，有人坐在家门口喝茶……耳边，传来当地特有的划船调：“正月里来闹花灯，家家户户喜盈盈。你若问我高兴啥？幸福生活好心情……”这让城里人都羡慕的田园生活，看在我们眼里，烙在我们心里。",
        "rp_pair": [
            "【【下→内】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11763",
        "contain_rp": "成都，将在更为开阔的发展空间里，让城市在园林中、在山水【【中→里】】迎接未来，谱写新篇。",
        "before_rp": "成都，将在更为开阔的发展空间里，让城市在园林中、在山水中迎接未来，谱写新篇。",
        "after_rp": "成都，将在更为开阔的发展空间里，让城市在园林中、在山水里迎接未来，谱写新篇。",
        "rp_pair": [
            "【【中→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-3866",
        "contain_rp": "“指挥组在【【中→前】】，抓捕组和观察搜索组左右包抄迅速完成合围。”官兵们通过采取三面合围的方式，将“越界人员”逼退至界江一线。",
        "before_rp": "“指挥组在中，抓捕组和观察搜索组左右包抄迅速完成合围。”官兵们通过采取三面合围的方式，将“越界人员”逼退至界江一线。",
        "after_rp": "“指挥组在前，抓捕组和观察搜索组左右包抄迅速完成合围。”官兵们通过采取三面合围的方式，将“越界人员”逼退至界江一线。",
        "rp_pair": [
            "【【中→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-2751",
        "contain_rp": "保持腹部收紧，双腿抬起，双臂伸直向【【后→外】】做划臂动作，直至双手位于髋部两侧。",
        "before_rp": "保持腹部收紧，双腿抬起，双臂伸直向后做划臂动作，直至双手位于髋部两侧。",
        "after_rp": "保持腹部收紧，双腿抬起，双臂伸直向外做划臂动作，直至双手位于髋部两侧。",
        "rp_pair": [
            "【【后→外】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-12403",
        "contain_rp": "棕壤系列亦为中国东部湿润地区发育在森林【【下→内】】的土壤，由南至北包括黄棕壤、棕壤、暗棕壤和漂灰土等土类。",
        "before_rp": "棕壤系列亦为中国东部湿润地区发育在森林下的土壤，由南至北包括黄棕壤、棕壤、暗棕壤和漂灰土等土类。",
        "after_rp": "棕壤系列亦为中国东部湿润地区发育在森林内的土壤，由南至北包括黄棕壤、棕壤、暗棕壤和漂灰土等土类。",
        "rp_pair": [
            "【【下→内】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-14439",
        "contain_rp": "“做好乡村卫生事业关键在人，希望更多年轻人加入乡村医生的队伍【【中→里】】来。”在52岁的谢爱娥心中，最大的牵挂是乡村医生的传承问题。",
        "before_rp": "“做好乡村卫生事业关键在人，希望更多年轻人加入乡村医生的队伍中来。”在52岁的谢爱娥心中，最大的牵挂是乡村医生的传承问题。",
        "after_rp": "“做好乡村卫生事业关键在人，希望更多年轻人加入乡村医生的队伍里来。”在52岁的谢爱娥心中，最大的牵挂是乡村医生的传承问题。",
        "rp_pair": [
            "【【中→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-6951",
        "contain_rp": "修剪下来的枝条怎么处理？“枯枝扔在林地【【里→后】】，有火灾隐患，必须绑实扎牢，带回去一块儿粉碎还田。”张俊生说。修剪下来的枝条不会一扔了之，而是变废为宝。",
        "before_rp": "修剪下来的枝条怎么处理？“枯枝扔在林地里，有火灾隐患，必须绑实扎牢，带回去一块儿粉碎还田。”张俊生说。修剪下来的枝条不会一扔了之，而是变废为宝。",
        "after_rp": "修剪下来的枝条怎么处理？“枯枝扔在林地后，有火灾隐患，必须绑实扎牢，带回去一块儿粉碎还田。”张俊生说。修剪下来的枝条不会一扔了之，而是变废为宝。",
        "rp_pair": [
            "【【里→后】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-673",
        "contain_rp": "第二天，他们带着锄头和铁锨，到树林里去挖那口喷泉。他们把泉眼疏通了，又挖了一道小水沟，让所有的水都流到小水沟里去。他们还把堵在泉口的树杈、树枝和烂在水里的树叶都挖开了。清水从一层泡沫下面流出来，把泡沫冲到两旁，流到一个沙底的小潭【【里→中】】。三个小孩看到了泉水，又快乐又兴奋。又过了一天，他们搬来一些石板，砌成了一口小井。在井台前面，他们留了一个宽阔的出口，上面盖上一块大石板，不让尘土落进去。",
        "before_rp": "第二天，他们带着锄头和铁锨，到树林里去挖那口喷泉。他们把泉眼疏通了，又挖了一道小水沟，让所有的水都流到小水沟里去。他们还把堵在泉口的树杈、树枝和烂在水里的树叶都挖开了。清水从一层泡沫下面流出来，把泡沫冲到两旁，流到一个沙底的小潭里。三个小孩看到了泉水，又快乐又兴奋。又过了一天，他们搬来一些石板，砌成了一口小井。在井台前面，他们留了一个宽阔的出口，上面盖上一块大石板，不让尘土落进去。",
        "after_rp": "第二天，他们带着锄头和铁锨，到树林里去挖那口喷泉。他们把泉眼疏通了，又挖了一道小水沟，让所有的水都流到小水沟里去。他们还把堵在泉口的树杈、树枝和烂在水里的树叶都挖开了。清水从一层泡沫下面流出来，把泡沫冲到两旁，流到一个沙底的小潭中。三个小孩看到了泉水，又快乐又兴奋。又过了一天，他们搬来一些石板，砌成了一口小井。在井台前面，他们留了一个宽阔的出口，上面盖上一块大石板，不让尘土落进去。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-12653",
        "contain_rp": "几千年过去了，几万年过去了，进入了人类的文明时代。终于有一天，人们在昔日的死火山口发现了一个奇迹，一个生命史上的奇迹——幽暗的峡谷【【里→中】】竟然柞木苍郁，松树成林。整整齐齐、密密麻麻地耸立着一片蔚为壮观的森林。只因为它集于井底一般的深谷之中，而又黑森森不见阳光，有人便为它起了一个恰如其分的名字，叫做地下森林。",
        "before_rp": "几千年过去了，几万年过去了，进入了人类的文明时代。终于有一天，人们在昔日的死火山口发现了一个奇迹，一个生命史上的奇迹——幽暗的峡谷里竟然柞木苍郁，松树成林。整整齐齐、密密麻麻地耸立着一片蔚为壮观的森林。只因为它集于井底一般的深谷之中，而又黑森森不见阳光，有人便为它起了一个恰如其分的名字，叫做地下森林。",
        "after_rp": "几千年过去了，几万年过去了，进入了人类的文明时代。终于有一天，人们在昔日的死火山口发现了一个奇迹，一个生命史上的奇迹——幽暗的峡谷中竟然柞木苍郁，松树成林。整整齐齐、密密麻麻地耸立着一片蔚为壮观的森林。只因为它集于井底一般的深谷之中，而又黑森森不见阳光，有人便为它起了一个恰如其分的名字，叫做地下森林。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-13878",
        "contain_rp": "1992年一次缉毒缉枪行动中，肖之东负责前线指挥部的通信保障，坚守阵地在火线承担紧急任务；2008年的维稳任务中，他克服高原缺氧、身体不适等困难，连续两个月奋战在高原，出色完成通信保障任务；2009年一起边境处突任务【【中→里】】，他在技术装备落后的边境一线，主动找路子想办法，及时开通通信渠道，确保了通信安全畅通。",
        "before_rp": "1992年一次缉毒缉枪行动中，肖之东负责前线指挥部的通信保障，坚守阵地在火线承担紧急任务；2008年的维稳任务中，他克服高原缺氧、身体不适等困难，连续两个月奋战在高原，出色完成通信保障任务；2009年一起边境处突任务中，他在技术装备落后的边境一线，主动找路子想办法，及时开通通信渠道，确保了通信安全畅通。",
        "after_rp": "1992年一次缉毒缉枪行动中，肖之东负责前线指挥部的通信保障，坚守阵地在火线承担紧急任务；2008年的维稳任务中，他克服高原缺氧、身体不适等困难，连续两个月奋战在高原，出色完成通信保障任务；2009年一起边境处突任务里，他在技术装备落后的边境一线，主动找路子想办法，及时开通通信渠道，确保了通信安全畅通。",
        "rp_pair": [
            "【【中→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-7036",
        "contain_rp": "姚宓惴惴不安地过了两天。到星期日早上，她告诉妈妈要到书房用功去，谁来都说她不在家。那天风和日丽，姚家的小院里，迎春花还没谢，紫荆花和榆叶梅开得正盛，她听见先后来了两个客人。将近十点，姚太太亲自送第二个客人出门。姚宓私幸没把大门开得太早。她从半开的一扇窗【【里→中】】，看见她妈妈送走了客人回来，扶杖站在院子里看花。姚宓直着急，如果妈妈站着不进屋，她怎么能去偷开大门呢？她不开门，叫许彦成傻站在门口，怎么行呢？",
        "before_rp": "姚宓惴惴不安地过了两天。到星期日早上，她告诉妈妈要到书房用功去，谁来都说她不在家。那天风和日丽，姚家的小院里，迎春花还没谢，紫荆花和榆叶梅开得正盛，她听见先后来了两个客人。将近十点，姚太太亲自送第二个客人出门。姚宓私幸没把大门开得太早。她从半开的一扇窗里，看见她妈妈送走了客人回来，扶杖站在院子里看花。姚宓直着急，如果妈妈站着不进屋，她怎么能去偷开大门呢？她不开门，叫许彦成傻站在门口，怎么行呢？",
        "after_rp": "姚宓惴惴不安地过了两天。到星期日早上，她告诉妈妈要到书房用功去，谁来都说她不在家。那天风和日丽，姚家的小院里，迎春花还没谢，紫荆花和榆叶梅开得正盛，她听见先后来了两个客人。将近十点，姚太太亲自送第二个客人出门。姚宓私幸没把大门开得太早。她从半开的一扇窗中，看见她妈妈送走了客人回来，扶杖站在院子里看花。姚宓直着急，如果妈妈站着不进屋，她怎么能去偷开大门呢？她不开门，叫许彦成傻站在门口，怎么行呢？",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-7754",
        "contain_rp": "这天下午，桑桑借上课前的空隙，正独自一人在冰上玩耍，忽然听到村子里有吵嚷声，就爬上了岸，循声走去。他很快看到了杜小康家的红门。吵嚷声就是从红门【【里→后】】发出来的。红门外站了很多人，一边听里面吵架，一边小声地议论。",
        "before_rp": "这天下午，桑桑借上课前的空隙，正独自一人在冰上玩耍，忽然听到村子里有吵嚷声，就爬上了岸，循声走去。他很快看到了杜小康家的红门。吵嚷声就是从红门里发出来的。红门外站了很多人，一边听里面吵架，一边小声地议论。",
        "after_rp": "这天下午，桑桑借上课前的空隙，正独自一人在冰上玩耍，忽然听到村子里有吵嚷声，就爬上了岸，循声走去。他很快看到了杜小康家的红门。吵嚷声就是从红门后发出来的。红门外站了很多人，一边听里面吵架，一边小声地议论。",
        "rp_pair": [
            "【【里→后】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-4127",
        "contain_rp": "站在村委会的院子【【里→前】】，只见大山围绕、白云悠悠，山外面还是山。2014年底，金满村人均收入仅有1400多元，全村1310人有建档立卡贫困户1250人。沈光干说：“在山上，一年到头辛辛苦苦，还是穷成这个样！”",
        "before_rp": "站在村委会的院子里，只见大山围绕、白云悠悠，山外面还是山。2014年底，金满村人均收入仅有1400多元，全村1310人有建档立卡贫困户1250人。沈光干说：“在山上，一年到头辛辛苦苦，还是穷成这个样！”",
        "after_rp": "站在村委会的院子前，只见大山围绕、白云悠悠，山外面还是山。2014年底，金满村人均收入仅有1400多元，全村1310人有建档立卡贫困户1250人。沈光干说：“在山上，一年到头辛辛苦苦，还是穷成这个样！”",
        "rp_pair": [
            "【【里→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-9627",
        "contain_rp": "宋钢双手捏着话筒，苏妈跑去街道【【对面→附近】】喊叫林红的时候，他听到点心店【【里→前】】嘈杂的声音，里面还有婴儿的啼哭。宋钢听到急匆匆的脚步跑向另一端的电话时，知道林红来了，他的手颤抖起来，然后听到了林红急切的声音：",
        "before_rp": "宋钢双手捏着话筒，苏妈跑去街道对面→附近】】喊叫林红的时候，他听到点心店【【里嘈杂的声音，里面还有婴儿的啼哭。宋钢听到急匆匆的脚步跑向另一端的电话时，知道林红来了，他的手颤抖起来，然后听到了林红急切的声音：",
        "after_rp": "宋钢双手捏着话筒，苏妈跑去街道附近喊叫林红的时候，他听到点心店前嘈杂的声音，里面还有婴儿的啼哭。宋钢听到急匆匆的脚步跑向另一端的电话时，知道林红来了，他的手颤抖起来，然后听到了林红急切的声音：",
        "rp_pair": [
            "【【对面→附近】】喊叫林红的时候，他听到点心店【【里→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-2193",
        "contain_rp": "夏天，树木长得葱葱茏茏，密密层层的枝叶把森林封得严严实实的，挡住了人们的视线，遮住了蓝蓝的天空。早晨，雾从山谷里升起来，整个森林浸在乳白色的浓雾【【里→中】】。太阳出来了，千万缕像利剑一样的金光，穿过树梢，照射在工人宿舍门前的草地上。草地上盛开着各种各样的野花，红的、白的、黄的、紫的，真像个美丽的大花坛。",
        "before_rp": "夏天，树木长得葱葱茏茏，密密层层的枝叶把森林封得严严实实的，挡住了人们的视线，遮住了蓝蓝的天空。早晨，雾从山谷里升起来，整个森林浸在乳白色的浓雾里。太阳出来了，千万缕像利剑一样的金光，穿过树梢，照射在工人宿舍门前的草地上。草地上盛开着各种各样的野花，红的、白的、黄的、紫的，真像个美丽的大花坛。",
        "after_rp": "夏天，树木长得葱葱茏茏，密密层层的枝叶把森林封得严严实实的，挡住了人们的视线，遮住了蓝蓝的天空。早晨，雾从山谷里升起来，整个森林浸在乳白色的浓雾中。太阳出来了，千万缕像利剑一样的金光，穿过树梢，照射在工人宿舍门前的草地上。草地上盛开着各种各样的野花，红的、白的、黄的、紫的，真像个美丽的大花坛。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-14178",
        "contain_rp": "到家【【后→中】】，师傅看了看漏水的地方说：“有点麻烦，管子折在墙里了。”",
        "before_rp": "到家后，师傅看了看漏水的地方说：“有点麻烦，管子折在墙里了。”",
        "after_rp": "到家中，师傅看了看漏水的地方说：“有点麻烦，管子折在墙里了。”",
        "rp_pair": [
            "【【后→中】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-1951",
        "contain_rp": "过了一会儿，黑暗里发出了一下轻微的凄惨的响声，扬科不小心触动了琴弦。忽然屋角里有个睡得迷迷糊糊的声音在粗鲁地问：“谁在那儿？”扬科憋着气。有人划了根火柴，蜡烛亮了。后来听到骂声，鞭打声，小孩的哭声，吵嚷声，狗叫声。烛光在窗户里闪动，院子【【里→前】】闹哄哄的。",
        "before_rp": "过了一会儿，黑暗里发出了一下轻微的凄惨的响声，扬科不小心触动了琴弦。忽然屋角里有个睡得迷迷糊糊的声音在粗鲁地问：“谁在那儿？”扬科憋着气。有人划了根火柴，蜡烛亮了。后来听到骂声，鞭打声，小孩的哭声，吵嚷声，狗叫声。烛光在窗户里闪动，院子里闹哄哄的。",
        "after_rp": "过了一会儿，黑暗里发出了一下轻微的凄惨的响声，扬科不小心触动了琴弦。忽然屋角里有个睡得迷迷糊糊的声音在粗鲁地问：“谁在那儿？”扬科憋着气。有人划了根火柴，蜡烛亮了。后来听到骂声，鞭打声，小孩的哭声，吵嚷声，狗叫声。烛光在窗户里闪动，院子前闹哄哄的。",
        "rp_pair": [
            "【【里→前】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-5703",
        "contain_rp": "陇中黄土高原的深山【【里→中】】，甘肃省武山县沿安乡初级中学的新校舍投入使用，暖黄色的教学楼在阳光下格外显眼，宽敞明亮的教室里回荡着琅琅书声。",
        "before_rp": "陇中黄土高原的深山里，甘肃省武山县沿安乡初级中学的新校舍投入使用，暖黄色的教学楼在阳光下格外显眼，宽敞明亮的教室里回荡着琅琅书声。",
        "after_rp": "陇中黄土高原的深山中，甘肃省武山县沿安乡初级中学的新校舍投入使用，暖黄色的教学楼在阳光下格外显眼，宽敞明亮的教室里回荡着琅琅书声。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-14168",
        "contain_rp": "内蒙古太仆寺旗骆驼山脚下一户农家崭新的阳光暖房【【里→中】】，62岁的骆驼山村村民刘占洋正通过视频连线，与曾在当地挂职驻村第一书记的全国人大机关事务管理局办公室副主任杨波交流。",
        "before_rp": "内蒙古太仆寺旗骆驼山脚下一户农家崭新的阳光暖房里，62岁的骆驼山村村民刘占洋正通过视频连线，与曾在当地挂职驻村第一书记的全国人大机关事务管理局办公室副主任杨波交流。",
        "after_rp": "内蒙古太仆寺旗骆驼山脚下一户农家崭新的阳光暖房中，62岁的骆驼山村村民刘占洋正通过视频连线，与曾在当地挂职驻村第一书记的全国人大机关事务管理局办公室副主任杨波交流。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-5990",
        "contain_rp": "星际高速公路虽不是新理论，但它在太阳系小天体快速轨道运输中发挥的重要作用却是首次被发现，颠覆了人们对小天体轨道迁移速度的认知，也表明当今太阳系仍然处在快速演化的过程中。作为太阳系中引力最强的行星，木星附近的流形管道对太阳系中小天体的快速轨道迁移起主导作用，是太阳系星际高速公路网络【【中→里】】的“霸主”。小天体可以沿着流形管道抵达木星附近，在木星强大引力作用下，要么被木星俘获，要么被木星弹出到海王星轨道之外，甚至弹出太阳系，成为进入恒星际空间的流浪天体。",
        "before_rp": "星际高速公路虽不是新理论，但它在太阳系小天体快速轨道运输中发挥的重要作用却是首次被发现，颠覆了人们对小天体轨道迁移速度的认知，也表明当今太阳系仍然处在快速演化的过程中。作为太阳系中引力最强的行星，木星附近的流形管道对太阳系中小天体的快速轨道迁移起主导作用，是太阳系星际高速公路网络中的“霸主”。小天体可以沿着流形管道抵达木星附近，在木星强大引力作用下，要么被木星俘获，要么被木星弹出到海王星轨道之外，甚至弹出太阳系，成为进入恒星际空间的流浪天体。",
        "after_rp": "星际高速公路虽不是新理论，但它在太阳系小天体快速轨道运输中发挥的重要作用却是首次被发现，颠覆了人们对小天体轨道迁移速度的认知，也表明当今太阳系仍然处在快速演化的过程中。作为太阳系中引力最强的行星，木星附近的流形管道对太阳系中小天体的快速轨道迁移起主导作用，是太阳系星际高速公路网络里的“霸主”。小天体可以沿着流形管道抵达木星附近，在木星强大引力作用下，要么被木星俘获，要么被木星弹出到海王星轨道之外，甚至弹出太阳系，成为进入恒星际空间的流浪天体。",
        "rp_pair": [
            "【【中→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-dev-12068",
        "contain_rp": "只有秃鹤一人却像什么事情也没有发生，全神贯注地做着应该做的动作，简直是滴水不漏。做到跳跃动作时，只见他像装了弹簧一样，在地上轻盈地弹跳。那颗秃头，便在空中一耸一耸。当时，正是明亮的阳光从云罅【【中→里】】斜射下来，犹如一个大舞台上的追光灯正追着那个演员，秃鹤的秃头便在空中闪闪发亮。",
        "before_rp": "只有秃鹤一人却像什么事情也没有发生，全神贯注地做着应该做的动作，简直是滴水不漏。做到跳跃动作时，只见他像装了弹簧一样，在地上轻盈地弹跳。那颗秃头，便在空中一耸一耸。当时，正是明亮的阳光从云罅中斜射下来，犹如一个大舞台上的追光灯正追着那个演员，秃鹤的秃头便在空中闪闪发亮。",
        "after_rp": "只有秃鹤一人却像什么事情也没有发生，全神贯注地做着应该做的动作，简直是滴水不漏。做到跳跃动作时，只见他像装了弹簧一样，在地上轻盈地弹跳。那颗秃头，便在空中一耸一耸。当时，正是明亮的阳光从云罅里斜射下来，犹如一个大舞台上的追光灯正追着那个演员，秃鹤的秃头便在空中闪闪发亮。",
        "rp_pair": [
            "【【中→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-3163",
        "contain_rp": "就这样，王小云每天在自己的书房【【里→中】】推导数学难题、演算哈希函数的破解方法。实在想不出来的时候，她就到客厅里拖拖地、择择菜……边干活儿边想，一有灵感就跑到电脑前继续工作。“破解最关键的那个阶段，我家的地板每天都被我拖三遍，地板亮得能照出人影。”",
        "before_rp": "就这样，王小云每天在自己的书房里推导数学难题、演算哈希函数的破解方法。实在想不出来的时候，她就到客厅里拖拖地、择择菜……边干活儿边想，一有灵感就跑到电脑前继续工作。“破解最关键的那个阶段，我家的地板每天都被我拖三遍，地板亮得能照出人影。”",
        "after_rp": "就这样，王小云每天在自己的书房中推导数学难题、演算哈希函数的破解方法。实在想不出来的时候，她就到客厅里拖拖地、择择菜……边干活儿边想，一有灵感就跑到电脑前继续工作。“破解最关键的那个阶段，我家的地板每天都被我拖三遍，地板亮得能照出人影。”",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-2725",
        "contain_rp": "支撑腿向脚外侧蹬地发力，抬起腿向外侧展髋，在【【前→外】】脚掌接触地面的瞬间，快速做一个垫步跳，同时重心也向展髋侧移动，换另一侧腿抬起至大腿与地面接近平行。",
        "before_rp": "支撑腿向脚外侧蹬地发力，抬起腿向外侧展髋，在前脚掌接触地面的瞬间，快速做一个垫步跳，同时重心也向展髋侧移动，换另一侧腿抬起至大腿与地面接近平行。",
        "after_rp": "支撑腿向脚外侧蹬地发力，抬起腿向外侧展髋，在外脚掌接触地面的瞬间，快速做一个垫步跳，同时重心也向展髋侧移动，换另一侧腿抬起至大腿与地面接近平行。",
        "rp_pair": [
            "【【前→外】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-8192",
        "contain_rp": "桑桑从学校的树丛【【里→中】】钻出去，又钻到了校外的玉米地里，直到天黑也没有敢回家。母亲也不去呼唤他回家，还对柳柳说：”不准去喊他回家，就让他死在外面!”",
        "before_rp": "桑桑从学校的树丛里钻出去，又钻到了校外的玉米地里，直到天黑也没有敢回家。母亲也不去呼唤他回家，还对柳柳说：”不准去喊他回家，就让他死在外面!”",
        "after_rp": "桑桑从学校的树丛中钻出去，又钻到了校外的玉米地里，直到天黑也没有敢回家。母亲也不去呼唤他回家，还对柳柳说：”不准去喊他回家，就让他死在外面!”",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-2916",
        "contain_rp": "情势危急，宫清华迅速从车【【前→里】】跑到车后，用肩膀奋力顶住下滑的汽车，为群众争取到躲闪时间。他自始至终没有闪开一步，直至倒在车下，车轮接连从他的身体上轧过。他以躯体的阻力和连续两次“打掩”作用，迫使下滑的汽车改变了运动方向，左轮高悬深渊边沿，车身横贯在山路上。",
        "before_rp": "情势危急，宫清华迅速从车前跑到车后，用肩膀奋力顶住下滑的汽车，为群众争取到躲闪时间。他自始至终没有闪开一步，直至倒在车下，车轮接连从他的身体上轧过。他以躯体的阻力和连续两次“打掩”作用，迫使下滑的汽车改变了运动方向，左轮高悬深渊边沿，车身横贯在山路上。",
        "after_rp": "情势危急，宫清华迅速从车里跑到车后，用肩膀奋力顶住下滑的汽车，为群众争取到躲闪时间。他自始至终没有闪开一步，直至倒在车下，车轮接连从他的身体上轧过。他以躯体的阻力和连续两次“打掩”作用，迫使下滑的汽车改变了运动方向，左轮高悬深渊边沿，车身横贯在山路上。",
        "rp_pair": [
            "【【前→里】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-12564",
        "contain_rp": "稻草堆【【里→中】】，显微镜下，细菌过滤器和生物培养箱旁，迎来晨辉初绽，送走晚霞余红，提取出一种种稻草病菌，培养出一批批菌种新苗。",
        "before_rp": "稻草堆里，显微镜下，细菌过滤器和生物培养箱旁，迎来晨辉初绽，送走晚霞余红，提取出一种种稻草病菌，培养出一批批菌种新苗。",
        "after_rp": "稻草堆中，显微镜下，细菌过滤器和生物培养箱旁，迎来晨辉初绽，送走晚霞余红，提取出一种种稻草病菌，培养出一批批菌种新苗。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-dev-12121",
        "contain_rp": "桑桑对阿恕耳语了几句，阿恕点点头，抓了帽子，从后窗又跑了出去。而这时，桑桑将自己的书包倒空，团成一团，塞到了背心里，从教室【【里→中】】跑出去。见了秃鹤，拍拍鼓鼓的胸前：“帽子在这儿!”转身往田野上跑去。",
        "before_rp": "桑桑对阿恕耳语了几句，阿恕点点头，抓了帽子，从后窗又跑了出去。而这时，桑桑将自己的书包倒空，团成一团，塞到了背心里，从教室里跑出去。见了秃鹤，拍拍鼓鼓的胸前：“帽子在这儿!”转身往田野上跑去。",
        "after_rp": "桑桑对阿恕耳语了几句，阿恕点点头，抓了帽子，从后窗又跑了出去。而这时，桑桑将自己的书包倒空，团成一团，塞到了背心里，从教室中跑出去。见了秃鹤，拍拍鼓鼓的胸前：“帽子在这儿!”转身往田野上跑去。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-980",
        "contain_rp": "我拾起一块光滑的小石头，把它扔了出去。一不小心，石头砸在了老奶奶家的【【后→外】】窗户上。我们听到玻璃破碎的声音，就像兔子一样飞快地逃走了。",
        "before_rp": "我拾起一块光滑的小石头，把它扔了出去。一不小心，石头砸在了老奶奶家的后窗户上。我们听到玻璃破碎的声音，就像兔子一样飞快地逃走了。",
        "after_rp": "我拾起一块光滑的小石头，把它扔了出去。一不小心，石头砸在了老奶奶家的外窗户上。我们听到玻璃破碎的声音，就像兔子一样飞快地逃走了。",
        "rp_pair": [
            "【【后→外】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-11702",
        "contain_rp": "而到了峄城，才知晓这里的石榴树不是以株论，而是按亩来论。十二万亩石榴园，到底有多少株石榴树？你看，前边、后边、左边、右边，近处，远方，路旁，山坡上，沟涧【【里→前】】，全是繁茂的石榴树。那古朴苍劲的树干上，枝条纵横交错，树枝或围拢一起，或旁逸斜出。",
        "before_rp": "而到了峄城，才知晓这里的石榴树不是以株论，而是按亩来论。十二万亩石榴园，到底有多少株石榴树？你看，前边、后边、左边、右边，近处，远方，路旁，山坡上，沟涧里，全是繁茂的石榴树。那古朴苍劲的树干上，枝条纵横交错，树枝或围拢一起，或旁逸斜出。",
        "after_rp": "而到了峄城，才知晓这里的石榴树不是以株论，而是按亩来论。十二万亩石榴园，到底有多少株石榴树？你看，前边、后边、左边、右边，近处，远方，路旁，山坡上，沟涧前，全是繁茂的石榴树。那古朴苍劲的树干上，枝条纵横交错，树枝或围拢一起，或旁逸斜出。",
        "rp_pair": [
            "【【里→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-12524",
        "contain_rp": "公诉机关指控，2020年4月14日16时17分许，被告人陶某某驾驶一辆号牌为沪DKXXXX的重型自卸货车沿本市松江区泗泾镇鼓浪路由东向西行驶，当行驶至横港公路东约250米处时，压双黄实线掉头过程中撞倒正由西向东骑行在鼓浪路上非机动车道【【内→上】】的被害人汤林成，导致汤林成被卷入车底碾压致死。",
        "before_rp": "公诉机关指控，2020年4月14日16时17分许，被告人陶某某驾驶一辆号牌为沪DKXXXX的重型自卸货车沿本市松江区泗泾镇鼓浪路由东向西行驶，当行驶至横港公路东约250米处时，压双黄实线掉头过程中撞倒正由西向东骑行在鼓浪路上非机动车道内的被害人汤林成，导致汤林成被卷入车底碾压致死。",
        "after_rp": "公诉机关指控，2020年4月14日16时17分许，被告人陶某某驾驶一辆号牌为沪DKXXXX的重型自卸货车沿本市松江区泗泾镇鼓浪路由东向西行驶，当行驶至横港公路东约250米处时，压双黄实线掉头过程中撞倒正由西向东骑行在鼓浪路上非机动车道上的被害人汤林成，导致汤林成被卷入车底碾压致死。",
        "rp_pair": [
            "【【内→上】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-10678",
        "contain_rp": "民警带余亚东至上海海华医院抽血时，余亚东在医院门口处下车后突然沿华江支路、海波路路口向南逃跑，并跳入河【【中→里】】逃逸。",
        "before_rp": "民警带余亚东至上海海华医院抽血时，余亚东在医院门口处下车后突然沿华江支路、海波路路口向南逃跑，并跳入河中逃逸。",
        "after_rp": "民警带余亚东至上海海华医院抽血时，余亚东在医院门口处下车后突然沿华江支路、海波路路口向南逃跑，并跳入河里逃逸。",
        "rp_pair": [
            "【【中→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-12977",
        "contain_rp": "热闹了一天的城市，在雨【【中→里】】渐渐安静下来。湿漉漉的马路，像一条闪闪发光的河。一群放学回家的孩子撑着的雨伞，仿佛是浮在水面的点点花瓣。偶尔过往的车辆，就像水波里穿梭的小船。",
        "before_rp": "热闹了一天的城市，在雨中渐渐安静下来。湿漉漉的马路，像一条闪闪发光的河。一群放学回家的孩子撑着的雨伞，仿佛是浮在水面的点点花瓣。偶尔过往的车辆，就像水波里穿梭的小船。",
        "after_rp": "热闹了一天的城市，在雨里渐渐安静下来。湿漉漉的马路，像一条闪闪发光的河。一群放学回家的孩子撑着的雨伞，仿佛是浮在水面的点点花瓣。偶尔过往的车辆，就像水波里穿梭的小船。",
        "rp_pair": [
            "【【中→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-13937",
        "contain_rp": "当我逐渐熟悉了汉江后，便想去见识其他河流。我夹在绿皮火车的人群【【里→中】】，一路南下。在那座繁忙的南方城市，奔波填满了白天的时间。只有在夜深人静时，我才伴着月色，沉睡在乡音的呓语中，梦里回响起汉江的浅吟低唱。",
        "before_rp": "当我逐渐熟悉了汉江后，便想去见识其他河流。我夹在绿皮火车的人群里，一路南下。在那座繁忙的南方城市，奔波填满了白天的时间。只有在夜深人静时，我才伴着月色，沉睡在乡音的呓语中，梦里回响起汉江的浅吟低唱。",
        "after_rp": "当我逐渐熟悉了汉江后，便想去见识其他河流。我夹在绿皮火车的人群中，一路南下。在那座繁忙的南方城市，奔波填满了白天的时间。只有在夜深人静时，我才伴着月色，沉睡在乡音的呓语中，梦里回响起汉江的浅吟低唱。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-8833",
        "contain_rp": "宋钢走在月光的街道上，深秋的落叶在街上滑行时咝咝响着。宋钢嘿嘿笑个不停，他已经压抑了很久，现在终于可以释放自己的幸福了。他大口呼吸着秋夜的凉风，大步走向林红的家。他沿途走去，他觉得刘镇的夜晚是那么美丽，星光满天，秋风习习，树影摇曳，灯光和月光交错在一起，就像林红的秀发编到了一起。宁静的街道上偶尔出现几个行人，从路灯下走过时身上仿佛披上了光芒，让宋钢惊讶地瞪圆了眼睛；当宋钢从桥上走过时更是万分惊讶，他看到波动的河水【【里→中】】满载着星星和月亮。",
        "before_rp": "宋钢走在月光的街道上，深秋的落叶在街上滑行时咝咝响着。宋钢嘿嘿笑个不停，他已经压抑了很久，现在终于可以释放自己的幸福了。他大口呼吸着秋夜的凉风，大步走向林红的家。他沿途走去，他觉得刘镇的夜晚是那么美丽，星光满天，秋风习习，树影摇曳，灯光和月光交错在一起，就像林红的秀发编到了一起。宁静的街道上偶尔出现几个行人，从路灯下走过时身上仿佛披上了光芒，让宋钢惊讶地瞪圆了眼睛；当宋钢从桥上走过时更是万分惊讶，他看到波动的河水里满载着星星和月亮。",
        "after_rp": "宋钢走在月光的街道上，深秋的落叶在街上滑行时咝咝响着。宋钢嘿嘿笑个不停，他已经压抑了很久，现在终于可以释放自己的幸福了。他大口呼吸着秋夜的凉风，大步走向林红的家。他沿途走去，他觉得刘镇的夜晚是那么美丽，星光满天，秋风习习，树影摇曳，灯光和月光交错在一起，就像林红的秀发编到了一起。宁静的街道上偶尔出现几个行人，从路灯下走过时身上仿佛披上了光芒，让宋钢惊讶地瞪圆了眼睛；当宋钢从桥上走过时更是万分惊讶，他看到波动的河水中满载着星星和月亮。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-2982",
        "contain_rp": "走在大雪【【中→里】】，我们不妨把视线转移到眼前的小景上。可爱的雪人、窗户上的冰花、被雪覆盖着的城市雕塑、雪中的树枝等等，都是绝好的摄影题材，说不定就能拍出独特的美。",
        "before_rp": "走在大雪中，我们不妨把视线转移到眼前的小景上。可爱的雪人、窗户上的冰花、被雪覆盖着的城市雕塑、雪中的树枝等等，都是绝好的摄影题材，说不定就能拍出独特的美。",
        "after_rp": "走在大雪里，我们不妨把视线转移到眼前的小景上。可爱的雪人、窗户上的冰花、被雪覆盖着的城市雕塑、雪中的树枝等等，都是绝好的摄影题材，说不定就能拍出独特的美。",
        "rp_pair": [
            "【【中→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-3267",
        "contain_rp": "比如，“品”字形大跨度隧道施工工法，是将一个大隧道拆分成上、左、右三个小隧道分别开挖，在中间预留提供支撑；最后挖开中间预留部分，将三个小隧道合并成一个大“隧道”，也就是八达岭隧道【【内→中】】的庞大车站。使用这种掘进方法，工法相对简洁，也便于施工机械充分发挥作用。且顶洞的开挖超前于其它两洞，可以预先探明地质情况，为后两洞的开挖提供参考，以便采取相应对策。",
        "before_rp": "比如，“品”字形大跨度隧道施工工法，是将一个大隧道拆分成上、左、右三个小隧道分别开挖，在中间预留提供支撑；最后挖开中间预留部分，将三个小隧道合并成一个大“隧道”，也就是八达岭隧道内的庞大车站。使用这种掘进方法，工法相对简洁，也便于施工机械充分发挥作用。且顶洞的开挖超前于其它两洞，可以预先探明地质情况，为后两洞的开挖提供参考，以便采取相应对策。",
        "after_rp": "比如，“品”字形大跨度隧道施工工法，是将一个大隧道拆分成上、左、右三个小隧道分别开挖，在中间预留提供支撑；最后挖开中间预留部分，将三个小隧道合并成一个大“隧道”，也就是八达岭隧道中的庞大车站。使用这种掘进方法，工法相对简洁，也便于施工机械充分发挥作用。且顶洞的开挖超前于其它两洞，可以预先探明地质情况，为后两洞的开挖提供参考，以便采取相应对策。",
        "rp_pair": [
            "【【内→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-10728",
        "contain_rp": "车发生碰撞后，车身左后部又与左侧机动车道【【内→上】】直行的刘某驾驶的牌号为沪AXXXXX6的小型轿车发生碰撞，致茶某受伤。",
        "before_rp": "车发生碰撞后，车身左后部又与左侧机动车道内直行的刘某驾驶的牌号为沪AXXXXX6的小型轿车发生碰撞，致茶某受伤。",
        "after_rp": "车发生碰撞后，车身左后部又与左侧机动车道上直行的刘某驾驶的牌号为沪AXXXXX6的小型轿车发生碰撞，致茶某受伤。",
        "rp_pair": [
            "【【内→上】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-901",
        "contain_rp": "和田维吾尔人热爱土地的程度令人惊叹。如果不是亲眼所见，谁能想象那黄灿灿、香喷喷的烤肉是在土堡似的土馕坑里烤熟的！谁又能想到维吾尔人著名的日常食品——馕，也是在土馕坑里烤成的！维吾尔牧人还喜欢吃沙土灰里烧出的“库乃其”。他们先在沙土里挖个坑，捡来一些干胡杨在沙坑【【里→中】】燃起一堆火，火灭之后，就把包肉的面饼埋在火灰中烤熟即食。据说，吃了这种“库乃其”，一天不吃饭也浑身有劲儿。",
        "before_rp": "和田维吾尔人热爱土地的程度令人惊叹。如果不是亲眼所见，谁能想象那黄灿灿、香喷喷的烤肉是在土堡似的土馕坑里烤熟的！谁又能想到维吾尔人著名的日常食品——馕，也是在土馕坑里烤成的！维吾尔牧人还喜欢吃沙土灰里烧出的“库乃其”。他们先在沙土里挖个坑，捡来一些干胡杨在沙坑里燃起一堆火，火灭之后，就把包肉的面饼埋在火灰中烤熟即食。据说，吃了这种“库乃其”，一天不吃饭也浑身有劲儿。",
        "after_rp": "和田维吾尔人热爱土地的程度令人惊叹。如果不是亲眼所见，谁能想象那黄灿灿、香喷喷的烤肉是在土堡似的土馕坑里烤熟的！谁又能想到维吾尔人著名的日常食品——馕，也是在土馕坑里烤成的！维吾尔牧人还喜欢吃沙土灰里烧出的“库乃其”。他们先在沙土里挖个坑，捡来一些干胡杨在沙坑中燃起一堆火，火灭之后，就把包肉的面饼埋在火灰中烤熟即食。据说，吃了这种“库乃其”，一天不吃饭也浑身有劲儿。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-1957",
        "contain_rp": "两山之间往往流动着清可见底的小河。河岸上有多少野花呀。我是爱花的人，到这里我却叫不出那些花的名儿来。兴安岭多么会打扮自己呀：青松作衫，白桦为裙，还穿着绣花鞋。连树与树之间的空隙也不缺乏色彩：松影下开着各种的小花，招来各色的小蝴蝶--它们很亲热地落在客人的身上。花丛里还隐藏着珊瑚珠似的小红豆，兴安岭【【中→前】】酒厂所造的红豆酒就是用这些小野果酿成的，味道很好。",
        "before_rp": "两山之间往往流动着清可见底的小河。河岸上有多少野花呀。我是爱花的人，到这里我却叫不出那些花的名儿来。兴安岭多么会打扮自己呀：青松作衫，白桦为裙，还穿着绣花鞋。连树与树之间的空隙也不缺乏色彩：松影下开着各种的小花，招来各色的小蝴蝶--它们很亲热地落在客人的身上。花丛里还隐藏着珊瑚珠似的小红豆，兴安岭中酒厂所造的红豆酒就是用这些小野果酿成的，味道很好。",
        "after_rp": "两山之间往往流动着清可见底的小河。河岸上有多少野花呀。我是爱花的人，到这里我却叫不出那些花的名儿来。兴安岭多么会打扮自己呀：青松作衫，白桦为裙，还穿着绣花鞋。连树与树之间的空隙也不缺乏色彩：松影下开着各种的小花，招来各色的小蝴蝶--它们很亲热地落在客人的身上。花丛里还隐藏着珊瑚珠似的小红豆，兴安岭前酒厂所造的红豆酒就是用这些小野果酿成的，味道很好。",
        "rp_pair": [
            "【【中→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-9973",
        "contain_rp": "地貌高原海拔大部为1300～1500米，东部切割河谷部分可下降到1000米以下，高原顶面个别地方可达1600米以上。西北部桌子山自北向南伸延，主峰桌子山（2149米）。东胜以西至杭锦旗以东一带是海拔较高地区（1450～1600米）。其北沿是黄河三级阶地，为包头内陆断陷的南缘。东南部为构造凹陷盆地，境内广泛分布第四纪沉积层和现代河湖沉积。鄂尔多斯流沙和“巴拉”（蒙古语固定、半固定沙丘）分布广泛。由于不合理开垦，过度樵采和放牧，大片沙区【【中→内】】的固定巴拉日益沙化为流沙，原无大片沙地分布的高原中部亦出现不少新沙化地面。",
        "before_rp": "地貌高原海拔大部为1300～1500米，东部切割河谷部分可下降到1000米以下，高原顶面个别地方可达1600米以上。西北部桌子山自北向南伸延，主峰桌子山（2149米）。东胜以西至杭锦旗以东一带是海拔较高地区（1450～1600米）。其北沿是黄河三级阶地，为包头内陆断陷的南缘。东南部为构造凹陷盆地，境内广泛分布第四纪沉积层和现代河湖沉积。鄂尔多斯流沙和“巴拉”（蒙古语固定、半固定沙丘）分布广泛。由于不合理开垦，过度樵采和放牧，大片沙区中的固定巴拉日益沙化为流沙，原无大片沙地分布的高原中部亦出现不少新沙化地面。",
        "after_rp": "地貌高原海拔大部为1300～1500米，东部切割河谷部分可下降到1000米以下，高原顶面个别地方可达1600米以上。西北部桌子山自北向南伸延，主峰桌子山（2149米）。东胜以西至杭锦旗以东一带是海拔较高地区（1450～1600米）。其北沿是黄河三级阶地，为包头内陆断陷的南缘。东南部为构造凹陷盆地，境内广泛分布第四纪沉积层和现代河湖沉积。鄂尔多斯流沙和“巴拉”（蒙古语固定、半固定沙丘）分布广泛。由于不合理开垦，过度樵采和放牧，大片沙区内的固定巴拉日益沙化为流沙，原无大片沙地分布的高原中部亦出现不少新沙化地面。",
        "rp_pair": [
            "【【中→内】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-4558",
        "contain_rp": "细雨【【中→里】】，成都的乡村也会展示出油画般的美景。农家人站立在雨中，头戴斗笠，身着蓑衣，点缀在花草中。这让人不禁想到王建的诗句：“雨里鸡鸣一两家，竹溪村路板桥斜。妇姑相唤浴蚕去，闲看中庭栀子花。”描写的不正是这样的场景吗？",
        "before_rp": "细雨中，成都的乡村也会展示出油画般的美景。农家人站立在雨中，头戴斗笠，身着蓑衣，点缀在花草中。这让人不禁想到王建的诗句：“雨里鸡鸣一两家，竹溪村路板桥斜。妇姑相唤浴蚕去，闲看中庭栀子花。”描写的不正是这样的场景吗？",
        "after_rp": "细雨里，成都的乡村也会展示出油画般的美景。农家人站立在雨中，头戴斗笠，身着蓑衣，点缀在花草中。这让人不禁想到王建的诗句：“雨里鸡鸣一两家，竹溪村路板桥斜。妇姑相唤浴蚕去，闲看中庭栀子花。”描写的不正是这样的场景吗？",
        "rp_pair": [
            "【【中→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-dev-12141",
        "contain_rp": "桑桑搬了张梯子，从鸽笼【【里→中】】掏出一对羽毛未完全丰满的鸽子，双手将它们一只一只地抛到空中。其中，一只直接就飞到了房顶上，另一只却在飞起来之后不知道该往哪儿落，竟然晃晃悠悠地飞了好几圈，最后落到了河边上的草垛上。桑桑在下面赶它，未能赶得了它，就爬上了草垛顶。那只鸽子见了桑桑，就矮下身子，几次要做出飞的样子，可又没有飞，直到桑桑马上就要抓住它了，它才一拍翅膀飞到了房顶上。",
        "before_rp": "桑桑搬了张梯子，从鸽笼里掏出一对羽毛未完全丰满的鸽子，双手将它们一只一只地抛到空中。其中，一只直接就飞到了房顶上，另一只却在飞起来之后不知道该往哪儿落，竟然晃晃悠悠地飞了好几圈，最后落到了河边上的草垛上。桑桑在下面赶它，未能赶得了它，就爬上了草垛顶。那只鸽子见了桑桑，就矮下身子，几次要做出飞的样子，可又没有飞，直到桑桑马上就要抓住它了，它才一拍翅膀飞到了房顶上。",
        "after_rp": "桑桑搬了张梯子，从鸽笼中掏出一对羽毛未完全丰满的鸽子，双手将它们一只一只地抛到空中。其中，一只直接就飞到了房顶上，另一只却在飞起来之后不知道该往哪儿落，竟然晃晃悠悠地飞了好几圈，最后落到了河边上的草垛上。桑桑在下面赶它，未能赶得了它，就爬上了草垛顶。那只鸽子见了桑桑，就矮下身子，几次要做出飞的样子，可又没有飞，直到桑桑马上就要抓住它了，它才一拍翅膀飞到了房顶上。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-2139",
        "contain_rp": "每天，梅梅吃饭的时候，总要先喂小黄鸡。又瘦又小的小黄鸡渐渐地壮起来。晚上，梅梅把小黄鸡放进纸盒【【里→后】】，又把纸盒放在床旁边。她和小黄鸡一起做着香甜的梦。",
        "before_rp": "每天，梅梅吃饭的时候，总要先喂小黄鸡。又瘦又小的小黄鸡渐渐地壮起来。晚上，梅梅把小黄鸡放进纸盒里，又把纸盒放在床旁边。她和小黄鸡一起做着香甜的梦。",
        "after_rp": "每天，梅梅吃饭的时候，总要先喂小黄鸡。又瘦又小的小黄鸡渐渐地壮起来。晚上，梅梅把小黄鸡放进纸盒后，又把纸盒放在床旁边。她和小黄鸡一起做着香甜的梦。",
        "rp_pair": [
            "【【里→后】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-5394",
        "contain_rp": "蒸面皮之前，家里人人激动。大人们在石磨上把大米磨成米浆，大米需要前一天晚上就在水里泡着。我们小孩则站在椅子上，母亲推一圈石磨，我们就往磨眼里灌一勺泡好的大米。经常是掌握不到母亲的速度，一勺大米被石磨的把手撞翻。这个时候，免不了被母亲责备。但小孩子不会放在心上，很快又围着母亲的灶台转悠，帮着烧火，帮着剥蒜，帮着在石臼里捣蒜泥，眼睛却始终盯着锅里。看着锅盖被蒸气往上顶，心里只惦记着锅【【中→内】】的面皮。",
        "before_rp": "蒸面皮之前，家里人人激动。大人们在石磨上把大米磨成米浆，大米需要前一天晚上就在水里泡着。我们小孩则站在椅子上，母亲推一圈石磨，我们就往磨眼里灌一勺泡好的大米。经常是掌握不到母亲的速度，一勺大米被石磨的把手撞翻。这个时候，免不了被母亲责备。但小孩子不会放在心上，很快又围着母亲的灶台转悠，帮着烧火，帮着剥蒜，帮着在石臼里捣蒜泥，眼睛却始终盯着锅里。看着锅盖被蒸气往上顶，心里只惦记着锅中的面皮。",
        "after_rp": "蒸面皮之前，家里人人激动。大人们在石磨上把大米磨成米浆，大米需要前一天晚上就在水里泡着。我们小孩则站在椅子上，母亲推一圈石磨，我们就往磨眼里灌一勺泡好的大米。经常是掌握不到母亲的速度，一勺大米被石磨的把手撞翻。这个时候，免不了被母亲责备。但小孩子不会放在心上，很快又围着母亲的灶台转悠，帮着烧火，帮着剥蒜，帮着在石臼里捣蒜泥，眼睛却始终盯着锅里。看着锅盖被蒸气往上顶，心里只惦记着锅内的面皮。",
        "rp_pair": [
            "【【中→内】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-3983",
        "contain_rp": "把手指在屏幕【【下→内】】的指纹器上一按，脸对准摄像头，系统开始识别……在贵州省织金县珠藏镇龙山社区，周远强（化名）站在了戒毒（康复）智能机器人前，开始此次社区戒毒（康复）报到环节。",
        "before_rp": "把手指在屏幕下的指纹器上一按，脸对准摄像头，系统开始识别……在贵州省织金县珠藏镇龙山社区，周远强（化名）站在了戒毒（康复）智能机器人前，开始此次社区戒毒（康复）报到环节。",
        "after_rp": "把手指在屏幕内的指纹器上一按，脸对准摄像头，系统开始识别……在贵州省织金县珠藏镇龙山社区，周远强（化名）站在了戒毒（康复）智能机器人前，开始此次社区戒毒（康复）报到环节。",
        "rp_pair": [
            "【【下→内】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-5060",
        "contain_rp": "穿过一条狭窄巷子，在一片民居群【【中→里】】，我走进了扎西达吉的家。屋子里到处堆满了养蜂的各种工具。看得出来，这个家庭充满着劳动的热烈气氛。扎西达吉把我扶上楼梯，和我一起爬到屋顶上，带我去看他立在屋顶的蜂箱。站在屋顶上凝望，身边蜜蜂飞舞，四周楼房林立，天空澄澈如洗，我看到了养蜂人家的甜蜜生活图景。",
        "before_rp": "穿过一条狭窄巷子，在一片民居群中，我走进了扎西达吉的家。屋子里到处堆满了养蜂的各种工具。看得出来，这个家庭充满着劳动的热烈气氛。扎西达吉把我扶上楼梯，和我一起爬到屋顶上，带我去看他立在屋顶的蜂箱。站在屋顶上凝望，身边蜜蜂飞舞，四周楼房林立，天空澄澈如洗，我看到了养蜂人家的甜蜜生活图景。",
        "after_rp": "穿过一条狭窄巷子，在一片民居群里，我走进了扎西达吉的家。屋子里到处堆满了养蜂的各种工具。看得出来，这个家庭充满着劳动的热烈气氛。扎西达吉把我扶上楼梯，和我一起爬到屋顶上，带我去看他立在屋顶的蜂箱。站在屋顶上凝望，身边蜜蜂飞舞，四周楼房林立，天空澄澈如洗，我看到了养蜂人家的甜蜜生活图景。",
        "rp_pair": [
            "【【中→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-dev-12589",
        "contain_rp": "在我老家屋【【后→边】】的菜园【【里→前】】，有一口古老的小小的水井。",
        "before_rp": "在我老家屋后→边】】的菜园【【里，有一口古老的小小的水井。",
        "after_rp": "在我老家屋边的菜园前，有一口古老的小小的水井。",
        "rp_pair": [
            "【【后→边】】的菜园【【里→前】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-11020",
        "contain_rp": "有一天，我独自一人在巴罗附近的爱斯基摩人村落遗址【【上→内】】徘徊，希望能找到一块值得保存的文物作纪念，但转了半天一无所获，却突然从草丛【【里→下】】跑出一只老鼠来，它一看苗头不对，知道出来得不是时候，便仓皇逃窜。我很想看看这北极老鼠到底是个什么样子，便在后面紧追不舍。它跑了半天，找不到一个洞口可钻，我急中生智，摘下帽子把它扣住了。当我小心翼翼地把它从帽子里取出时，突然过来一个高个子的白人，他饶有兴趣地看着我，笑眯眯地问道：“你捉到了什么好东西？”",
        "before_rp": "有一天，我独自一人在巴罗附近的爱斯基摩人村落遗址上→内】】徘徊，希望能找到一块值得保存的文物作纪念，但转了半天一无所获，却突然从草丛【【里跑出一只老鼠来，它一看苗头不对，知道出来得不是时候，便仓皇逃窜。我很想看看这北极老鼠到底是个什么样子，便在后面紧追不舍。它跑了半天，找不到一个洞口可钻，我急中生智，摘下帽子把它扣住了。当我小心翼翼地把它从帽子里取出时，突然过来一个高个子的白人，他饶有兴趣地看着我，笑眯眯地问道：“你捉到了什么好东西？”",
        "after_rp": "有一天，我独自一人在巴罗附近的爱斯基摩人村落遗址内徘徊，希望能找到一块值得保存的文物作纪念，但转了半天一无所获，却突然从草丛下跑出一只老鼠来，它一看苗头不对，知道出来得不是时候，便仓皇逃窜。我很想看看这北极老鼠到底是个什么样子，便在后面紧追不舍。它跑了半天，找不到一个洞口可钻，我急中生智，摘下帽子把它扣住了。当我小心翼翼地把它从帽子里取出时，突然过来一个高个子的白人，他饶有兴趣地看着我，笑眯眯地问道：“你捉到了什么好东西？”",
        "rp_pair": [
            "【【上→内】】徘徊，希望能找到一块值得保存的文物作纪念，但转了半天一无所获，却突然从草丛【【里→下】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-9254",
        "contain_rp": "这篇报道首先发表在我们市里的晚报上，没出两个月，全国几百家地方小报纷纷转载。李光头读了这篇报道，他对报道的内容十分满意，尤其是写他少年时期上厕所钥匙从裤袋【【里→中】】滑出，掉进粪池的章节，李光头赞不绝口，他左手拍着桌子，右手抖着报纸大声喊叫：",
        "before_rp": "这篇报道首先发表在我们市里的晚报上，没出两个月，全国几百家地方小报纷纷转载。李光头读了这篇报道，他对报道的内容十分满意，尤其是写他少年时期上厕所钥匙从裤袋里滑出，掉进粪池的章节，李光头赞不绝口，他左手拍着桌子，右手抖着报纸大声喊叫：",
        "after_rp": "这篇报道首先发表在我们市里的晚报上，没出两个月，全国几百家地方小报纷纷转载。李光头读了这篇报道，他对报道的内容十分满意，尤其是写他少年时期上厕所钥匙从裤袋中滑出，掉进粪池的章节，李光头赞不绝口，他左手拍着桌子，右手抖着报纸大声喊叫：",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-7037",
        "contain_rp": "姚宓惴惴不安地过了两天。到星期日早上，她告诉妈妈要到书房用功去，谁来都说她不在家。那天风和日丽，姚家的小院里，迎春花还没谢，紫荆花和榆叶梅开得正盛，她听见先后来了两个客人。将近十点，姚太太亲自送第二个客人出门。姚宓私幸没把大门开得太早。她从半开的一扇窗【【里→后】】，看见她妈妈送走了客人回来，扶杖站在院子里看花。姚宓直着急，如果妈妈站着不进屋，她怎么能去偷开大门呢？她不开门，叫许彦成傻站在门口，怎么行呢？",
        "before_rp": "姚宓惴惴不安地过了两天。到星期日早上，她告诉妈妈要到书房用功去，谁来都说她不在家。那天风和日丽，姚家的小院里，迎春花还没谢，紫荆花和榆叶梅开得正盛，她听见先后来了两个客人。将近十点，姚太太亲自送第二个客人出门。姚宓私幸没把大门开得太早。她从半开的一扇窗里，看见她妈妈送走了客人回来，扶杖站在院子里看花。姚宓直着急，如果妈妈站着不进屋，她怎么能去偷开大门呢？她不开门，叫许彦成傻站在门口，怎么行呢？",
        "after_rp": "姚宓惴惴不安地过了两天。到星期日早上，她告诉妈妈要到书房用功去，谁来都说她不在家。那天风和日丽，姚家的小院里，迎春花还没谢，紫荆花和榆叶梅开得正盛，她听见先后来了两个客人。将近十点，姚太太亲自送第二个客人出门。姚宓私幸没把大门开得太早。她从半开的一扇窗后，看见她妈妈送走了客人回来，扶杖站在院子里看花。姚宓直着急，如果妈妈站着不进屋，她怎么能去偷开大门呢？她不开门，叫许彦成傻站在门口，怎么行呢？",
        "rp_pair": [
            "【【里→后】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-5989",
        "contain_rp": "星际高速公路虽不是新理论，但它在太阳系小天体快速轨道运输中发挥的重要作用却是首次被发现，颠覆了人们对小天体轨道迁移速度的认知，也表明当今太阳系仍然处在快速演化的过程中。作为太阳系中引力最强的行星，木星附近的流形管道对太阳系中小天体的快速轨道迁移起主导作用，是太阳系星际高速公路网络【【中→前】】的“霸主”。小天体可以沿着流形管道抵达木星附近，在木星强大引力作用下，要么被木星俘获，要么被木星弹出到海王星轨道之外，甚至弹出太阳系，成为进入恒星际空间的流浪天体。",
        "before_rp": "星际高速公路虽不是新理论，但它在太阳系小天体快速轨道运输中发挥的重要作用却是首次被发现，颠覆了人们对小天体轨道迁移速度的认知，也表明当今太阳系仍然处在快速演化的过程中。作为太阳系中引力最强的行星，木星附近的流形管道对太阳系中小天体的快速轨道迁移起主导作用，是太阳系星际高速公路网络中的“霸主”。小天体可以沿着流形管道抵达木星附近，在木星强大引力作用下，要么被木星俘获，要么被木星弹出到海王星轨道之外，甚至弹出太阳系，成为进入恒星际空间的流浪天体。",
        "after_rp": "星际高速公路虽不是新理论，但它在太阳系小天体快速轨道运输中发挥的重要作用却是首次被发现，颠覆了人们对小天体轨道迁移速度的认知，也表明当今太阳系仍然处在快速演化的过程中。作为太阳系中引力最强的行星，木星附近的流形管道对太阳系中小天体的快速轨道迁移起主导作用，是太阳系星际高速公路网络前的“霸主”。小天体可以沿着流形管道抵达木星附近，在木星强大引力作用下，要么被木星俘获，要么被木星弹出到海王星轨道之外，甚至弹出太阳系，成为进入恒星际空间的流浪天体。",
        "rp_pair": [
            "【【中→前】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-14529",
        "contain_rp": "一大早，龙江县江源油脂公司的烘干车间里，10多米高的粮食烘干机组正轰隆隆地运转。黄澄澄的玉米由提升机运至烘干塔【【内→上】】，经过一系列循环干燥、冷却后，从卸料口“哗哗”倾泻而出，经输送机直送粮仓。",
        "before_rp": "一大早，龙江县江源油脂公司的烘干车间里，10多米高的粮食烘干机组正轰隆隆地运转。黄澄澄的玉米由提升机运至烘干塔内，经过一系列循环干燥、冷却后，从卸料口“哗哗”倾泻而出，经输送机直送粮仓。",
        "after_rp": "一大早，龙江县江源油脂公司的烘干车间里，10多米高的粮食烘干机组正轰隆隆地运转。黄澄澄的玉米由提升机运至烘干塔上，经过一系列循环干燥、冷却后，从卸料口“哗哗”倾泻而出，经输送机直送粮仓。",
        "rp_pair": [
            "【【内→上】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-9585",
        "contain_rp": "宋钢在小旅店里静养了六天，窗外飘扬了六天的阴雨，对面广告牌上戴着红色胸罩的猛男在阴雨【【里→中】】若隐若现，宋钢每次看到他时都是一阵羞愧，仿佛广告牌上的人是自己。周游无微不至地照顾宋钢，每天殷勤地询问宋钢想吃什么，后来干脆把附近几家小餐馆的菜谱抄录下来，拿回来让宋钢亲自点菜，宋钢点下的都是最便宜的菜，周游立刻给餐馆打电话，让他们送餐到旅店的房间，周游在电话里每次都是狮子开大口，他神气地说：",
        "before_rp": "宋钢在小旅店里静养了六天，窗外飘扬了六天的阴雨，对面广告牌上戴着红色胸罩的猛男在阴雨里若隐若现，宋钢每次看到他时都是一阵羞愧，仿佛广告牌上的人是自己。周游无微不至地照顾宋钢，每天殷勤地询问宋钢想吃什么，后来干脆把附近几家小餐馆的菜谱抄录下来，拿回来让宋钢亲自点菜，宋钢点下的都是最便宜的菜，周游立刻给餐馆打电话，让他们送餐到旅店的房间，周游在电话里每次都是狮子开大口，他神气地说：",
        "after_rp": "宋钢在小旅店里静养了六天，窗外飘扬了六天的阴雨，对面广告牌上戴着红色胸罩的猛男在阴雨中若隐若现，宋钢每次看到他时都是一阵羞愧，仿佛广告牌上的人是自己。周游无微不至地照顾宋钢，每天殷勤地询问宋钢想吃什么，后来干脆把附近几家小餐馆的菜谱抄录下来，拿回来让宋钢亲自点菜，宋钢点下的都是最便宜的菜，周游立刻给餐馆打电话，让他们送餐到旅店的房间，周游在电话里每次都是狮子开大口，他神气地说：",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-4495",
        "contain_rp": "厨房在小院左边坡下，是两间稍矮的房间。进门右边靠墙的地方，堆满了南瓜、土豆；厨房正中，白瓷砖铺就的灶台【【上→内】】霸气地嵌入了三口锃亮的黑色大铁锅，一口大锅里正炖着腊排骨，一口大锅里正红烧着羊肉萝卜，还有一口锅【【里→前】】，请来的王厨师正炒着回锅肉，灶膛里大柴块“呼啦啦”燃烧得正旺，几个帮忙的村民忙进忙出，厨房里热气腾腾，香味袅袅……",
        "before_rp": "厨房在小院左边坡下，是两间稍矮的房间。进门右边靠墙的地方，堆满了南瓜、土豆；厨房正中，白瓷砖铺就的灶台上→内】】霸气地嵌入了三口锃亮的黑色大铁锅，一口大锅里正炖着腊排骨，一口大锅里正红烧着羊肉萝卜，还有一口锅【【里，请来的王厨师正炒着回锅肉，灶膛里大柴块“呼啦啦”燃烧得正旺，几个帮忙的村民忙进忙出，厨房里热气腾腾，香味袅袅……",
        "after_rp": "厨房在小院左边坡下，是两间稍矮的房间。进门右边靠墙的地方，堆满了南瓜、土豆；厨房正中，白瓷砖铺就的灶台内霸气地嵌入了三口锃亮的黑色大铁锅，一口大锅里正炖着腊排骨，一口大锅里正红烧着羊肉萝卜，还有一口锅前，请来的王厨师正炒着回锅肉，灶膛里大柴块“呼啦啦”燃烧得正旺，几个帮忙的村民忙进忙出，厨房里热气腾腾，香味袅袅……",
        "rp_pair": [
            "【【上→内】】霸气地嵌入了三口锃亮的黑色大铁锅，一口大锅里正炖着腊排骨，一口大锅里正红烧着羊肉萝卜，还有一口锅【【里→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-9265",
        "contain_rp": "已经很多年没人这样叫李光头了，人们都是叫他“李总”，突然有人在后面叫他“李光头”，李光头心想是谁呀?回头一看是戴着口罩的宋钢，宋钢的眼睛在口罩上面的镜片【【里→后】】微笑。李光头赶紧站起来，对记者们说：",
        "before_rp": "已经很多年没人这样叫李光头了，人们都是叫他“李总”，突然有人在后面叫他“李光头”，李光头心想是谁呀?回头一看是戴着口罩的宋钢，宋钢的眼睛在口罩上面的镜片里微笑。李光头赶紧站起来，对记者们说：",
        "after_rp": "已经很多年没人这样叫李光头了，人们都是叫他“李总”，突然有人在后面叫他“李光头”，李光头心想是谁呀?回头一看是戴着口罩的宋钢，宋钢的眼睛在口罩上面的镜片后微笑。李光头赶紧站起来，对记者们说：",
        "rp_pair": [
            "【【里→后】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-9054",
        "contain_rp": "此后的李光头只要在大街上见到骑车的宋钢，就会挥着手把宋钢叫到面前，再把宋钢口袋【【里→中】】的钱和粮票拿走，那模样理直气壮，好像那是他自己的钱，暂时存放在宋钢的口袋里。",
        "before_rp": "此后的李光头只要在大街上见到骑车的宋钢，就会挥着手把宋钢叫到面前，再把宋钢口袋里的钱和粮票拿走，那模样理直气壮，好像那是他自己的钱，暂时存放在宋钢的口袋里。",
        "after_rp": "此后的李光头只要在大街上见到骑车的宋钢，就会挥着手把宋钢叫到面前，再把宋钢口袋中的钱和粮票拿走，那模样理直气壮，好像那是他自己的钱，暂时存放在宋钢的口袋里。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-13797",
        "contain_rp": "条条大路连通山前岭后，太阳能路灯在夜里为行人照亮。告别烂泥路后，乡亲们搬进了宽敞明亮的新房子。但户户接通自来水的事情办起来确实愁人。人在高山上，水在山谷【【里→中】】。找寻到旺盛水源后，挖渠铺埋管网，建设提灌，引水上山。通水那天，人们把水桶举过头顶，把扁担挂起，掬起水花捧在掌心，脸上充满喜悦。",
        "before_rp": "条条大路连通山前岭后，太阳能路灯在夜里为行人照亮。告别烂泥路后，乡亲们搬进了宽敞明亮的新房子。但户户接通自来水的事情办起来确实愁人。人在高山上，水在山谷里。找寻到旺盛水源后，挖渠铺埋管网，建设提灌，引水上山。通水那天，人们把水桶举过头顶，把扁担挂起，掬起水花捧在掌心，脸上充满喜悦。",
        "after_rp": "条条大路连通山前岭后，太阳能路灯在夜里为行人照亮。告别烂泥路后，乡亲们搬进了宽敞明亮的新房子。但户户接通自来水的事情办起来确实愁人。人在高山上，水在山谷中。找寻到旺盛水源后，挖渠铺埋管网，建设提灌，引水上山。通水那天，人们把水桶举过头顶，把扁担挂起，掬起水花捧在掌心，脸上充满喜悦。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-7980",
        "contain_rp": "纸月来到桑桑家不久，天就下起雨来，一开头就很猛烈。桑桑趴在窗台上往外看时，只见四下里白茫茫的一片，油麻地小学的草房子在雨幕【【里→中】】都看不成形了，虚虚幻幻的。",
        "before_rp": "纸月来到桑桑家不久，天就下起雨来，一开头就很猛烈。桑桑趴在窗台上往外看时，只见四下里白茫茫的一片，油麻地小学的草房子在雨幕里都看不成形了，虚虚幻幻的。",
        "after_rp": "纸月来到桑桑家不久，天就下起雨来，一开头就很猛烈。桑桑趴在窗台上往外看时，只见四下里白茫茫的一片，油麻地小学的草房子在雨幕中都看不成形了，虚虚幻幻的。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-1900",
        "contain_rp": "小苍蝇不能掸翅膀了，蜘蛛也不再想什么美餐了。两只小虫都淹没在老松树的黄色的泪珠【【里→中】】。它们前俯后仰地挣扎了一番，终于不动了。",
        "before_rp": "小苍蝇不能掸翅膀了，蜘蛛也不再想什么美餐了。两只小虫都淹没在老松树的黄色的泪珠里。它们前俯后仰地挣扎了一番，终于不动了。",
        "after_rp": "小苍蝇不能掸翅膀了，蜘蛛也不再想什么美餐了。两只小虫都淹没在老松树的黄色的泪珠中。它们前俯后仰地挣扎了一番，终于不动了。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-3083",
        "contain_rp": "积雪太厚，最后3公里路只能步行。越往上走雪越厚，从齐膝慢慢接近腰间。每往前一步，都要做“高抬腿”动作，把脚从雪【【里→中】】拔出来，然后朝着前面冻得发硬的雪使劲踩下去。",
        "before_rp": "积雪太厚，最后3公里路只能步行。越往上走雪越厚，从齐膝慢慢接近腰间。每往前一步，都要做“高抬腿”动作，把脚从雪里拔出来，然后朝着前面冻得发硬的雪使劲踩下去。",
        "after_rp": "积雪太厚，最后3公里路只能步行。越往上走雪越厚，从齐膝慢慢接近腰间。每往前一步，都要做“高抬腿”动作，把脚从雪中拔出来，然后朝着前面冻得发硬的雪使劲踩下去。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-4432",
        "contain_rp": "两年时间里，不仅前村里的路修通了，连后村里那条山石路，也打通了。如今，一家又一家农家乐办起来了，旅游大巴载着游客也来了。坐在车【【内→上】】，行驶在能观山望水的盘山公路上，真是一种享受！",
        "before_rp": "两年时间里，不仅前村里的路修通了，连后村里那条山石路，也打通了。如今，一家又一家农家乐办起来了，旅游大巴载着游客也来了。坐在车内，行驶在能观山望水的盘山公路上，真是一种享受！",
        "after_rp": "两年时间里，不仅前村里的路修通了，连后村里那条山石路，也打通了。如今，一家又一家农家乐办起来了，旅游大巴载着游客也来了。坐在车上，行驶在能观山望水的盘山公路上，真是一种享受！",
        "rp_pair": [
            "【【内→上】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-3335",
        "contain_rp": "继续往【【里→前】】走，前头一亩多的菜地，盖着塑料薄膜，太阳一照亮晃晃的。大伯说：“靠里边的是黄精，还有金银花。咱这山里，落籽出苗，见风就长。”",
        "before_rp": "继续往里走，前头一亩多的菜地，盖着塑料薄膜，太阳一照亮晃晃的。大伯说：“靠里边的是黄精，还有金银花。咱这山里，落籽出苗，见风就长。”",
        "after_rp": "继续往前走，前头一亩多的菜地，盖着塑料薄膜，太阳一照亮晃晃的。大伯说：“靠里边的是黄精，还有金银花。咱这山里，落籽出苗，见风就长。”",
        "rp_pair": [
            "【【里→前】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-2939",
        "contain_rp": "再往【【里→前】】走，是一间间整洁明亮的宿舍。“过去的警务室模式，民警是到社区坐班，一周待几天；现在是民警吃住都在站里，‘下社区’变成了‘在社区’。”社区民警殷宏图说。",
        "before_rp": "再往里走，是一间间整洁明亮的宿舍。“过去的警务室模式，民警是到社区坐班，一周待几天；现在是民警吃住都在站里，‘下社区’变成了‘在社区’。”社区民警殷宏图说。",
        "after_rp": "再往前走，是一间间整洁明亮的宿舍。“过去的警务室模式，民警是到社区坐班，一周待几天；现在是民警吃住都在站里，‘下社区’变成了‘在社区’。”社区民警殷宏图说。",
        "rp_pair": [
            "【【里→前】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-13152",
        "contain_rp": "头部躯干在一条直线上，双眼平视，下颌微收，收腹、立背、沉肩。上肢摆动以肩为轴，屈肘前后交替摆动，半握拳或伸开手掌，前摆最高不超过下颌高度，肘角度73°~90°，后摆约90°，大臂约与地面平行，手臂【【后→中】】摆，肘关节角度有加大的趋势。",
        "before_rp": "头部躯干在一条直线上，双眼平视，下颌微收，收腹、立背、沉肩。上肢摆动以肩为轴，屈肘前后交替摆动，半握拳或伸开手掌，前摆最高不超过下颌高度，肘角度73°~90°，后摆约90°，大臂约与地面平行，手臂后摆，肘关节角度有加大的趋势。",
        "after_rp": "头部躯干在一条直线上，双眼平视，下颌微收，收腹、立背、沉肩。上肢摆动以肩为轴，屈肘前后交替摆动，半握拳或伸开手掌，前摆最高不超过下颌高度，肘角度73°~90°，后摆约90°，大臂约与地面平行，手臂中摆，肘关节角度有加大的趋势。",
        "rp_pair": [
            "【【后→中】】"
        ],
        "label": 3
    },
    {
        "qid": "1-dev-11210",
        "contain_rp": "正在这时候，孩子的父亲——船长从船舱【【里→后】】走了出来，手里拿着一支枪，本来是要打海鸥的。他看见儿子在桅杆顶端的横木上，就立刻向他瞄准，同时喊：“跳到水里，赶快跳到水里，不跳我就开枪了！”小孩在上面摇晃着，没有听明白爸爸的话。“跳到水里，不然我就开枪了！一！二！”在父亲刚喊出“三”的时候，小孩把头往下一低就跳了下来。",
        "before_rp": "正在这时候，孩子的父亲——船长从船舱里走了出来，手里拿着一支枪，本来是要打海鸥的。他看见儿子在桅杆顶端的横木上，就立刻向他瞄准，同时喊：“跳到水里，赶快跳到水里，不跳我就开枪了！”小孩在上面摇晃着，没有听明白爸爸的话。“跳到水里，不然我就开枪了！一！二！”在父亲刚喊出“三”的时候，小孩把头往下一低就跳了下来。",
        "after_rp": "正在这时候，孩子的父亲——船长从船舱后走了出来，手里拿着一支枪，本来是要打海鸥的。他看见儿子在桅杆顶端的横木上，就立刻向他瞄准，同时喊：“跳到水里，赶快跳到水里，不跳我就开枪了！”小孩在上面摇晃着，没有听明白爸爸的话。“跳到水里，不然我就开枪了！一！二！”在父亲刚喊出“三”的时候，小孩把头往下一低就跳了下来。",
        "rp_pair": [
            "【【里→后】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10625",
        "contain_rp": "车道【【上→内】】被害人李游驾驶的牌号为上海XXXXXXX电动自行车发生碰撞事故，致被害人李游受伤摔倒在机动车道上；随即被告人郑某2驾驶牌号为皖N8XXXX的小型轿车沿本市林海公路由北向南行驶至上述地点，与倒在机动车道上的被害人李游发生碰撞事故，后驾车逃逸；随后叶某驾驶牌号为沪BYXXXX的轻型厢式货车沿本市林海公路由北向南行驶至上述地点，碾压倒在机动车道上的被害人李游。",
        "before_rp": "车道上被害人李游驾驶的牌号为上海XXXXXXX电动自行车发生碰撞事故，致被害人李游受伤摔倒在机动车道上；随即被告人郑某2驾驶牌号为皖N8XXXX的小型轿车沿本市林海公路由北向南行驶至上述地点，与倒在机动车道上的被害人李游发生碰撞事故，后驾车逃逸；随后叶某驾驶牌号为沪BYXXXX的轻型厢式货车沿本市林海公路由北向南行驶至上述地点，碾压倒在机动车道上的被害人李游。",
        "after_rp": "车道内被害人李游驾驶的牌号为上海XXXXXXX电动自行车发生碰撞事故，致被害人李游受伤摔倒在机动车道上；随即被告人郑某2驾驶牌号为皖N8XXXX的小型轿车沿本市林海公路由北向南行驶至上述地点，与倒在机动车道上的被害人李游发生碰撞事故，后驾车逃逸；随后叶某驾驶牌号为沪BYXXXX的轻型厢式货车沿本市林海公路由北向南行驶至上述地点，碾压倒在机动车道上的被害人李游。",
        "rp_pair": [
            "【【上→内】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-9424",
        "contain_rp": "二十辆敞篷检阅轿车后面是连绵的卡车，前面是贵宾票的卡车，卡车上有座位有桌子有饮料有水果；接下去是甲级票的卡车，上面只有座位没有桌子；乙级票卡车上没有座位桌子，而是站成了两排人；丙级票卡车上站了四排人；丁级票卡车【【上→内】】挤满了人；卡车后面是望不到头的拖拉机，拖拉机就是普通票了，上面像是运送牲口似的塞满了人。",
        "before_rp": "二十辆敞篷检阅轿车后面是连绵的卡车，前面是贵宾票的卡车，卡车上有座位有桌子有饮料有水果；接下去是甲级票的卡车，上面只有座位没有桌子；乙级票卡车上没有座位桌子，而是站成了两排人；丙级票卡车上站了四排人；丁级票卡车上挤满了人；卡车后面是望不到头的拖拉机，拖拉机就是普通票了，上面像是运送牲口似的塞满了人。",
        "after_rp": "二十辆敞篷检阅轿车后面是连绵的卡车，前面是贵宾票的卡车，卡车上有座位有桌子有饮料有水果；接下去是甲级票的卡车，上面只有座位没有桌子；乙级票卡车上没有座位桌子，而是站成了两排人；丙级票卡车上站了四排人；丁级票卡车内挤满了人；卡车后面是望不到头的拖拉机，拖拉机就是普通票了，上面像是运送牲口似的塞满了人。",
        "rp_pair": [
            "【【上→内】】"
        ],
        "label": 1
    },
    {
        "qid": "1-dev-11854",
        "contain_rp": "1937年，已从南京迁往重庆的中央大学向陆元九发来了开学通知书。炮火【【中→里】】，他和同学们只能在山顶上搭建的简陋平房里上课，有时为了躲避轰炸，不得不跑到防空洞中学习。就是在这样的条件下，作为中国本土第一批航空技术大学生，陆元九不仅系统学习了航空工程系的必修课，还自学了空气动力学、飞机结构设计等课程，为日后深造打下了坚实的基础。",
        "before_rp": "1937年，已从南京迁往重庆的中央大学向陆元九发来了开学通知书。炮火中，他和同学们只能在山顶上搭建的简陋平房里上课，有时为了躲避轰炸，不得不跑到防空洞中学习。就是在这样的条件下，作为中国本土第一批航空技术大学生，陆元九不仅系统学习了航空工程系的必修课，还自学了空气动力学、飞机结构设计等课程，为日后深造打下了坚实的基础。",
        "after_rp": "1937年，已从南京迁往重庆的中央大学向陆元九发来了开学通知书。炮火里，他和同学们只能在山顶上搭建的简陋平房里上课，有时为了躲避轰炸，不得不跑到防空洞中学习。就是在这样的条件下，作为中国本土第一批航空技术大学生，陆元九不仅系统学习了航空工程系的必修课，还自学了空气动力学、飞机结构设计等课程，为日后深造打下了坚实的基础。",
        "rp_pair": [
            "【【中→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-9083",
        "contain_rp": "宋钢低头坐在那里，此刻遥远的往事雪花纷飞般的来到，他和李光头的共同经历仿佛是一条雪【【中→后】】的道路，慢慢延伸到了现在，然后突然消失了。宋钢思绪万千，可是又茫然不知所想，仿佛是皑皑白雪覆盖了所有的道路，也就覆盖了所有的方向。直到宋钢低头看见了林红站在屋子中央的两只脚，他的思绪才回来。他看到林红的鞋是旧的，鞋上面的裤子是旧的，他知道裤子上面的衣服也是旧的。想到林红平日里的省吃俭用，宋钢心里难受起来，他觉得自己不应该瞒着林红把钱给李光头，他这时候觉得自己确实做错了。",
        "before_rp": "宋钢低头坐在那里，此刻遥远的往事雪花纷飞般的来到，他和李光头的共同经历仿佛是一条雪中的道路，慢慢延伸到了现在，然后突然消失了。宋钢思绪万千，可是又茫然不知所想，仿佛是皑皑白雪覆盖了所有的道路，也就覆盖了所有的方向。直到宋钢低头看见了林红站在屋子中央的两只脚，他的思绪才回来。他看到林红的鞋是旧的，鞋上面的裤子是旧的，他知道裤子上面的衣服也是旧的。想到林红平日里的省吃俭用，宋钢心里难受起来，他觉得自己不应该瞒着林红把钱给李光头，他这时候觉得自己确实做错了。",
        "after_rp": "宋钢低头坐在那里，此刻遥远的往事雪花纷飞般的来到，他和李光头的共同经历仿佛是一条雪后的道路，慢慢延伸到了现在，然后突然消失了。宋钢思绪万千，可是又茫然不知所想，仿佛是皑皑白雪覆盖了所有的道路，也就覆盖了所有的方向。直到宋钢低头看见了林红站在屋子中央的两只脚，他的思绪才回来。他看到林红的鞋是旧的，鞋上面的裤子是旧的，他知道裤子上面的衣服也是旧的。想到林红平日里的省吃俭用，宋钢心里难受起来，他觉得自己不应该瞒着林红把钱给李光头，他这时候觉得自己确实做错了。",
        "rp_pair": [
            "【【中→后】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-4604",
        "contain_rp": "防止浪费是个精细活。食堂取餐区【【中→里】】，干豆角烧肉、鸡蛋羹、番茄菜花依次摆放。“把受欢迎的菜摆在前面，按照从荤到素的顺序来，也是防止浪费的方法。”绪洪林介绍。",
        "before_rp": "防止浪费是个精细活。食堂取餐区中，干豆角烧肉、鸡蛋羹、番茄菜花依次摆放。“把受欢迎的菜摆在前面，按照从荤到素的顺序来，也是防止浪费的方法。”绪洪林介绍。",
        "after_rp": "防止浪费是个精细活。食堂取餐区里，干豆角烧肉、鸡蛋羹、番茄菜花依次摆放。“把受欢迎的菜摆在前面，按照从荤到素的顺序来，也是防止浪费的方法。”绪洪林介绍。",
        "rp_pair": [
            "【【中→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-2895",
        "contain_rp": "那天，官兵们赶到驻地附近河南省获嘉县的抗洪现场，只见八九百米外的冯村砖瓦厂浸在一片汪洋之中，被困的76名农民工望眼欲穿，呼救声不时传来。吴国良抓起一根绳子就跳下激流，向遇险农民工游去，由于水深流急，加上水【【中→里】】庄稼枝叶的缠绕，一下子被卷走……",
        "before_rp": "那天，官兵们赶到驻地附近河南省获嘉县的抗洪现场，只见八九百米外的冯村砖瓦厂浸在一片汪洋之中，被困的76名农民工望眼欲穿，呼救声不时传来。吴国良抓起一根绳子就跳下激流，向遇险农民工游去，由于水深流急，加上水中庄稼枝叶的缠绕，一下子被卷走……",
        "after_rp": "那天，官兵们赶到驻地附近河南省获嘉县的抗洪现场，只见八九百米外的冯村砖瓦厂浸在一片汪洋之中，被困的76名农民工望眼欲穿，呼救声不时传来。吴国良抓起一根绳子就跳下激流，向遇险农民工游去，由于水深流急，加上水里庄稼枝叶的缠绕，一下子被卷走……",
        "rp_pair": [
            "【【中→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-14173",
        "contain_rp": "在小城生活，我常常天未完全放亮就去爬莲花山，从那里可以眺望大半个县城。清晨，雾气朦胧，青山如洗。那雾从水面上缓缓生成时，岚河在薄薄的雾气中美不胜收。不一会儿，那雾像被谁牵系着，从县城上空掠过，速度快得惊人。点缀其间的高楼想捧接，可稍一迟疑已从手心滑脱，还没等回过神来，那雾就围在中梁子山的脖子上了。有时候，那雾前呼后拥从山【【后→里】】奔来，把堰溪、陈家沟罩得严严实实。等太阳一出来，顿时霞光万丈，到处像是围着纱巾在跳一曲圆舞曲。",
        "before_rp": "在小城生活，我常常天未完全放亮就去爬莲花山，从那里可以眺望大半个县城。清晨，雾气朦胧，青山如洗。那雾从水面上缓缓生成时，岚河在薄薄的雾气中美不胜收。不一会儿，那雾像被谁牵系着，从县城上空掠过，速度快得惊人。点缀其间的高楼想捧接，可稍一迟疑已从手心滑脱，还没等回过神来，那雾就围在中梁子山的脖子上了。有时候，那雾前呼后拥从山后奔来，把堰溪、陈家沟罩得严严实实。等太阳一出来，顿时霞光万丈，到处像是围着纱巾在跳一曲圆舞曲。",
        "after_rp": "在小城生活，我常常天未完全放亮就去爬莲花山，从那里可以眺望大半个县城。清晨，雾气朦胧，青山如洗。那雾从水面上缓缓生成时，岚河在薄薄的雾气中美不胜收。不一会儿，那雾像被谁牵系着，从县城上空掠过，速度快得惊人。点缀其间的高楼想捧接，可稍一迟疑已从手心滑脱，还没等回过神来，那雾就围在中梁子山的脖子上了。有时候，那雾前呼后拥从山里奔来，把堰溪、陈家沟罩得严严实实。等太阳一出来，顿时霞光万丈，到处像是围着纱巾在跳一曲圆舞曲。",
        "rp_pair": [
            "【【后→里】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-5451",
        "contain_rp": "刀口朝内，刀尖垂直向下，顺着宣纸上事先勾画好的“纹路”下刀、收刀，先【【内→下】】后外、干脆利落……不一会儿，一幅栩栩如生的荷花图便在高佃亮的刀尖下呈现。戏曲脸谱、古装人物、祥禽瑞兽……河北省张家口市蔚县职教中心的剪纸工作室内，挂满了高佃亮的剪纸作品。",
        "before_rp": "刀口朝内，刀尖垂直向下，顺着宣纸上事先勾画好的“纹路”下刀、收刀，先内后外、干脆利落……不一会儿，一幅栩栩如生的荷花图便在高佃亮的刀尖下呈现。戏曲脸谱、古装人物、祥禽瑞兽……河北省张家口市蔚县职教中心的剪纸工作室内，挂满了高佃亮的剪纸作品。",
        "after_rp": "刀口朝内，刀尖垂直向下，顺着宣纸上事先勾画好的“纹路”下刀、收刀，先下后外、干脆利落……不一会儿，一幅栩栩如生的荷花图便在高佃亮的刀尖下呈现。戏曲脸谱、古装人物、祥禽瑞兽……河北省张家口市蔚县职教中心的剪纸工作室内，挂满了高佃亮的剪纸作品。",
        "rp_pair": [
            "【【内→下】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-807",
        "contain_rp": "在这样的山水间行走，我们也渐渐变得“野”了起来。城里戴眼镜的姑娘，一边攀缘，一边大嚼着煮熟的玉米棒；年过花甲的老人，在石块间蹦来跳去，温习着儿时的功课。遇上突然横在面前的山溪，一队人手提皮鞋、丝袜，踩着乱石，从齐膝的水中蹚过去……满山的嘻嘻哈哈，满溪的亲亲热热。人们，在这山水【【中→里】】返璞归真了。",
        "before_rp": "在这样的山水间行走，我们也渐渐变得“野”了起来。城里戴眼镜的姑娘，一边攀缘，一边大嚼着煮熟的玉米棒；年过花甲的老人，在石块间蹦来跳去，温习着儿时的功课。遇上突然横在面前的山溪，一队人手提皮鞋、丝袜，踩着乱石，从齐膝的水中蹚过去……满山的嘻嘻哈哈，满溪的亲亲热热。人们，在这山水中返璞归真了。",
        "after_rp": "在这样的山水间行走，我们也渐渐变得“野”了起来。城里戴眼镜的姑娘，一边攀缘，一边大嚼着煮熟的玉米棒；年过花甲的老人，在石块间蹦来跳去，温习着儿时的功课。遇上突然横在面前的山溪，一队人手提皮鞋、丝袜，踩着乱石，从齐膝的水中蹚过去……满山的嘻嘻哈哈，满溪的亲亲热热。人们，在这山水里返璞归真了。",
        "rp_pair": [
            "【【中→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-6663",
        "contain_rp": "秋风吹过山野，金灿灿的稻穗随风摆动，空气中弥散着稻谷清香。有人在农田里感受收获的喜悦，有人在浅塘【【中→里】】体验摸鱼捉虾的乐趣，还有人围在农家小院里享受着最地道的山间美食……",
        "before_rp": "秋风吹过山野，金灿灿的稻穗随风摆动，空气中弥散着稻谷清香。有人在农田里感受收获的喜悦，有人在浅塘中体验摸鱼捉虾的乐趣，还有人围在农家小院里享受着最地道的山间美食……",
        "after_rp": "秋风吹过山野，金灿灿的稻穗随风摆动，空气中弥散着稻谷清香。有人在农田里感受收获的喜悦，有人在浅塘里体验摸鱼捉虾的乐趣，还有人围在农家小院里享受着最地道的山间美食……",
        "rp_pair": [
            "【【中→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-1413",
        "contain_rp": "“赶快，你得赶快。”做丈夫的说，他迅速地把这个美国人推进壁炉旁边的一个大碗橱【【里→中】】，“砰”的一声关上橱门。",
        "before_rp": "“赶快，你得赶快。”做丈夫的说，他迅速地把这个美国人推进壁炉旁边的一个大碗橱里，“砰”的一声关上橱门。",
        "after_rp": "“赶快，你得赶快。”做丈夫的说，他迅速地把这个美国人推进壁炉旁边的一个大碗橱中，“砰”的一声关上橱门。",
        "rp_pair": [
            "【【里→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-7110",
        "contain_rp": "姜敏很想问问妮娜：余楠宣布的规章是怎么回事。图书室新近隔出小小一间图书资料办公室，可是妮娜并不经常上班，那天她恰恰不在。幸亏姜敏藏书的纸箱太大，没存在妮娜的办公室里。姜敏对付善保绰有余力。她支使善保在借书柜台【【前→外】】等待，自己先把书从纸箱里三本五本地搬上柜台，然后叫善保往外间搬，等待装车。她暗藏的书没敢扣留一本，怕彦成会追根究底地找。",
        "before_rp": "姜敏很想问问妮娜：余楠宣布的规章是怎么回事。图书室新近隔出小小一间图书资料办公室，可是妮娜并不经常上班，那天她恰恰不在。幸亏姜敏藏书的纸箱太大，没存在妮娜的办公室里。姜敏对付善保绰有余力。她支使善保在借书柜台前等待，自己先把书从纸箱里三本五本地搬上柜台，然后叫善保往外间搬，等待装车。她暗藏的书没敢扣留一本，怕彦成会追根究底地找。",
        "after_rp": "姜敏很想问问妮娜：余楠宣布的规章是怎么回事。图书室新近隔出小小一间图书资料办公室，可是妮娜并不经常上班，那天她恰恰不在。幸亏姜敏藏书的纸箱太大，没存在妮娜的办公室里。姜敏对付善保绰有余力。她支使善保在借书柜台外等待，自己先把书从纸箱里三本五本地搬上柜台，然后叫善保往外间搬，等待装车。她暗藏的书没敢扣留一本，怕彦成会追根究底地找。",
        "rp_pair": [
            "【【前→外】】"
        ],
        "label": 2
    }
]