[
    {
        "qid": "1-train-1958",
        "contain_rp": "两山之间往往流动着清可见底的小河。河岸上有多少野花呀。我是爱花的人，到这里我却叫不出那些花的名儿来。兴安岭多么会打扮自己呀：青松作衫，白桦为裙，还穿着绣花鞋。连树与树之间的空隙也不缺乏色彩：松影下开着各种的小花，招来各色的小蝴蝶--它们很亲热地落在客人的身上。花丛里还隐藏着珊瑚珠似的小红豆，兴安岭【【中→外】】酒厂所造的红豆酒就是用这些小野果酿成的，味道很好。",
        "before_rp": "两山之间往往流动着清可见底的小河。河岸上有多少野花呀。我是爱花的人，到这里我却叫不出那些花的名儿来。兴安岭多么会打扮自己呀：青松作衫，白桦为裙，还穿着绣花鞋。连树与树之间的空隙也不缺乏色彩：松影下开着各种的小花，招来各色的小蝴蝶--它们很亲热地落在客人的身上。花丛里还隐藏着珊瑚珠似的小红豆，兴安岭中酒厂所造的红豆酒就是用这些小野果酿成的，味道很好。",
        "after_rp": "两山之间往往流动着清可见底的小河。河岸上有多少野花呀。我是爱花的人，到这里我却叫不出那些花的名儿来。兴安岭多么会打扮自己呀：青松作衫，白桦为裙，还穿着绣花鞋。连树与树之间的空隙也不缺乏色彩：松影下开着各种的小花，招来各色的小蝴蝶--它们很亲热地落在客人的身上。花丛里还隐藏着珊瑚珠似的小红豆，兴安岭外酒厂所造的红豆酒就是用这些小野果酿成的，味道很好。",
        "rp_pair": [
            "【【中→外】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-6578",
        "contain_rp": "试验现场，主辅机舱中蒸汽和油烟弥漫；蒸汽管道【【中→旁】】灼热的气流在高速流转；离合器宽大的轮盘在高速转动，越转越快、越转越快……",
        "before_rp": "试验现场，主辅机舱中蒸汽和油烟弥漫；蒸汽管道中灼热的气流在高速流转；离合器宽大的轮盘在高速转动，越转越快、越转越快……",
        "after_rp": "试验现场，主辅机舱中蒸汽和油烟弥漫；蒸汽管道旁灼热的气流在高速流转；离合器宽大的轮盘在高速转动，越转越快、越转越快……",
        "rp_pair": [
            "【【中→旁】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10111",
        "contain_rp": "属基岩山区地下水的有岩浆岩、变质岩、碎屑岩、玄武岩等岩层中的地下水，主要含水类型为基岩裂隙水，仅在局部碎屑岩【【中→外】】有孔隙-裂隙水。",
        "before_rp": "属基岩山区地下水的有岩浆岩、变质岩、碎屑岩、玄武岩等岩层中的地下水，主要含水类型为基岩裂隙水，仅在局部碎屑岩中有孔隙-裂隙水。",
        "after_rp": "属基岩山区地下水的有岩浆岩、变质岩、碎屑岩、玄武岩等岩层中的地下水，主要含水类型为基岩裂隙水，仅在局部碎屑岩外有孔隙-裂隙水。",
        "rp_pair": [
            "【【中→外】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-9456",
        "contain_rp": "黄昏的时候，林红骑车回到家中，开门进去后看到家里十分整洁，她笑着叫了两声，她说真干净。然后她喊叫着宋钢走进厨房，没有看到宋钢，往常这时候宋钢已经在做晚饭了，林红心想他去哪里了？她从厨房里出来，经过客厅的桌子时，没有看到【【上面→前面】】宋钢留给她的信，她走到门口，开门后在屋外站了一会儿，夕阳西下的街道上人来人往，对面苏妈的点心店已经亮灯了。林红回到屋子里，走进厨房做起了晚饭。她似乎听到了钥匙开门的声响，她以为是宋钢回来了，站到厨房门口，屋门没有动静，她转身继续做饭。",
        "before_rp": "黄昏的时候，林红骑车回到家中，开门进去后看到家里十分整洁，她笑着叫了两声，她说真干净。然后她喊叫着宋钢走进厨房，没有看到宋钢，往常这时候宋钢已经在做晚饭了，林红心想他去哪里了？她从厨房里出来，经过客厅的桌子时，没有看到上面宋钢留给她的信，她走到门口，开门后在屋外站了一会儿，夕阳西下的街道上人来人往，对面苏妈的点心店已经亮灯了。林红回到屋子里，走进厨房做起了晚饭。她似乎听到了钥匙开门的声响，她以为是宋钢回来了，站到厨房门口，屋门没有动静，她转身继续做饭。",
        "after_rp": "黄昏的时候，林红骑车回到家中，开门进去后看到家里十分整洁，她笑着叫了两声，她说真干净。然后她喊叫着宋钢走进厨房，没有看到宋钢，往常这时候宋钢已经在做晚饭了，林红心想他去哪里了？她从厨房里出来，经过客厅的桌子时，没有看到前面宋钢留给她的信，她走到门口，开门后在屋外站了一会儿，夕阳西下的街道上人来人往，对面苏妈的点心店已经亮灯了。林红回到屋子里，走进厨房做起了晚饭。她似乎听到了钥匙开门的声响，她以为是宋钢回来了，站到厨房门口，屋门没有动静，她转身继续做饭。",
        "rp_pair": [
            "【【上面→前面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-8499",
        "contain_rp": "李兰回到了第一个丈夫淹死在厕所里的自卑之中，宋凡平给她的骄傲一下子没有了。她不再昂首走在街上，她像十四年前那样胆怯了，每次上街都是低垂着头，贴着墙壁匆匆地走去，她觉得街上所有的人都在对她指指点点，对她议论纷纷。她不愿意出门了，就是在家里时她也把自己关在【【里面→后面】】的屋子里，坐在床边呆若木鸡。她的偏头疼也随之而来，她的嘴里从早到晚咝咝地响着。",
        "before_rp": "李兰回到了第一个丈夫淹死在厕所里的自卑之中，宋凡平给她的骄傲一下子没有了。她不再昂首走在街上，她像十四年前那样胆怯了，每次上街都是低垂着头，贴着墙壁匆匆地走去，她觉得街上所有的人都在对她指指点点，对她议论纷纷。她不愿意出门了，就是在家里时她也把自己关在里面的屋子里，坐在床边呆若木鸡。她的偏头疼也随之而来，她的嘴里从早到晚咝咝地响着。",
        "after_rp": "李兰回到了第一个丈夫淹死在厕所里的自卑之中，宋凡平给她的骄傲一下子没有了。她不再昂首走在街上，她像十四年前那样胆怯了，每次上街都是低垂着头，贴着墙壁匆匆地走去，她觉得街上所有的人都在对她指指点点，对她议论纷纷。她不愿意出门了，就是在家里时她也把自己关在后面的屋子里，坐在床边呆若木鸡。她的偏头疼也随之而来，她的嘴里从早到晚咝咝地响着。",
        "rp_pair": [
            "【【里面→后面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-12030",
        "contain_rp": "【【下面→里面】】的情景是：孩子们桌上桌下，乱成一团，书本与扫帚之类的东西在空中乱舞，几只鸡无落脚之处，惊叫不止，在空中乱飞，几个女孩被鸡爪挠破手背或脸，哇哇乱叫，企图守住尊严的文教干事以及外校校长们，虽然仍然坐着，但也都扭过身体，做了保护自己不被鸡爪抓挠的姿势，温幼菊则捂住头，面朝黑板，不再看教室里究竟是一番什么样的情景。",
        "before_rp": "下面的情景是：孩子们桌上桌下，乱成一团，书本与扫帚之类的东西在空中乱舞，几只鸡无落脚之处，惊叫不止，在空中乱飞，几个女孩被鸡爪挠破手背或脸，哇哇乱叫，企图守住尊严的文教干事以及外校校长们，虽然仍然坐着，但也都扭过身体，做了保护自己不被鸡爪抓挠的姿势，温幼菊则捂住头，面朝黑板，不再看教室里究竟是一番什么样的情景。",
        "after_rp": "里面的情景是：孩子们桌上桌下，乱成一团，书本与扫帚之类的东西在空中乱舞，几只鸡无落脚之处，惊叫不止，在空中乱飞，几个女孩被鸡爪挠破手背或脸，哇哇乱叫，企图守住尊严的文教干事以及外校校长们，虽然仍然坐着，但也都扭过身体，做了保护自己不被鸡爪抓挠的姿势，温幼菊则捂住头，面朝黑板，不再看教室里究竟是一番什么样的情景。",
        "rp_pair": [
            "【【下面→里面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-5096",
        "contain_rp": "“早起干活儿，精神！”早晨7点半，四川省广元市旺苍县尚武镇寨梁村的贫困户万春梅骑着摩托车，来到距家1公里外的大棚，开始整理土地。“你看大棚【【外面→上面】】亮晃晃的，样子很怪，光靠上面的‘瓦片’就可以赚钱！”",
        "before_rp": "“早起干活儿，精神！”早晨7点半，四川省广元市旺苍县尚武镇寨梁村的贫困户万春梅骑着摩托车，来到距家1公里外的大棚，开始整理土地。“你看大棚外面亮晃晃的，样子很怪，光靠上面的‘瓦片’就可以赚钱！”",
        "after_rp": "“早起干活儿，精神！”早晨7点半，四川省广元市旺苍县尚武镇寨梁村的贫困户万春梅骑着摩托车，来到距家1公里外的大棚，开始整理土地。“你看大棚上面亮晃晃的，样子很怪，光靠上面的‘瓦片’就可以赚钱！”",
        "rp_pair": [
            "【【外面→上面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-12351",
        "contain_rp": "宋凡平回家的时候天已经黑了，他的脚步沉甸甸的像是两条假腿，他一声不吭地走进了里面的房间，他在床上一动不动地躺了两个小时。在外面屋子的李光头和宋钢连个翻身的声响都没有听到，窗外的月光冷冷清清地照进来，两个孩子开始感到害怕，就走到了【【里面→右面】】的房间，宋刚先爬到了床上，李光头也爬上了上去，他们在宋凡平的脚旁坐了下来。不知道又过去了多少时间，宋凡平突然坐了起来，他说：",
        "before_rp": "宋凡平回家的时候天已经黑了，他的脚步沉甸甸的像是两条假腿，他一声不吭地走进了里面的房间，他在床上一动不动地躺了两个小时。在外面屋子的李光头和宋钢连个翻身的声响都没有听到，窗外的月光冷冷清清地照进来，两个孩子开始感到害怕，就走到了里面的房间，宋刚先爬到了床上，李光头也爬上了上去，他们在宋凡平的脚旁坐了下来。不知道又过去了多少时间，宋凡平突然坐了起来，他说：",
        "after_rp": "宋凡平回家的时候天已经黑了，他的脚步沉甸甸的像是两条假腿，他一声不吭地走进了里面的房间，他在床上一动不动地躺了两个小时。在外面屋子的李光头和宋钢连个翻身的声响都没有听到，窗外的月光冷冷清清地照进来，两个孩子开始感到害怕，就走到了右面的房间，宋刚先爬到了床上，李光头也爬上了上去，他们在宋凡平的脚旁坐了下来。不知道又过去了多少时间，宋凡平突然坐了起来，他说：",
        "rp_pair": [
            "【【里面→右面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-9367",
        "contain_rp": "李光头和宋钢馋得口水滔滔，有一天吃完午饭以后，宋凡平和李兰的嘴巴在里屋再次响起来时，李光头贴在门缝上往里面偷看，宋钢贴在他的后背，随时听取消息。李光头在第一条门缝里看到他们的四条腿都在床上，宋凡平的两条腿压在上面，夹住了【【下面→侧面】】李兰的两条腿，李光头悄悄告诉宋钢：",
        "before_rp": "李光头和宋钢馋得口水滔滔，有一天吃完午饭以后，宋凡平和李兰的嘴巴在里屋再次响起来时，李光头贴在门缝上往里面偷看，宋钢贴在他的后背，随时听取消息。李光头在第一条门缝里看到他们的四条腿都在床上，宋凡平的两条腿压在上面，夹住了下面李兰的两条腿，李光头悄悄告诉宋钢：",
        "after_rp": "李光头和宋钢馋得口水滔滔，有一天吃完午饭以后，宋凡平和李兰的嘴巴在里屋再次响起来时，李光头贴在门缝上往里面偷看，宋钢贴在他的后背，随时听取消息。李光头在第一条门缝里看到他们的四条腿都在床上，宋凡平的两条腿压在上面，夹住了侧面李兰的两条腿，李光头悄悄告诉宋钢：",
        "rp_pair": [
            "【【下面→侧面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-9746",
        "contain_rp": "傍晚的时候，宋钢将他带回来的钱用一张旧报纸仔细包好了，放在了枕头【【下面→上面】】，只在自己口袋里放了十元钱，将钥匙拿出来仔细看了一会儿，然后放在了桌子上，戴上口罩走到门口，他打开屋门时回头看了看自己的家，看了看放在桌子上的钥匙，他觉得自己的家清晰可见，桌子上的钥匙却是模糊不清，他轻轻地关上了门，关上门以后他站了一会儿，心想钥匙在里面了，自己不会回来了。",
        "before_rp": "傍晚的时候，宋钢将他带回来的钱用一张旧报纸仔细包好了，放在了枕头下面，只在自己口袋里放了十元钱，将钥匙拿出来仔细看了一会儿，然后放在了桌子上，戴上口罩走到门口，他打开屋门时回头看了看自己的家，看了看放在桌子上的钥匙，他觉得自己的家清晰可见，桌子上的钥匙却是模糊不清，他轻轻地关上了门，关上门以后他站了一会儿，心想钥匙在里面了，自己不会回来了。",
        "after_rp": "傍晚的时候，宋钢将他带回来的钱用一张旧报纸仔细包好了，放在了枕头上面，只在自己口袋里放了十元钱，将钥匙拿出来仔细看了一会儿，然后放在了桌子上，戴上口罩走到门口，他打开屋门时回头看了看自己的家，看了看放在桌子上的钥匙，他觉得自己的家清晰可见，桌子上的钥匙却是模糊不清，他轻轻地关上了门，关上门以后他站了一会儿，心想钥匙在里面了，自己不会回来了。",
        "rp_pair": [
            "【【下面→上面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-3076",
        "contain_rp": "积雪太厚，最后3公里路只能步行。越往上走雪越厚，从齐膝慢慢接近腰间。每往前一步，都要做“高抬腿”动作，把脚从雪里拔出来，然后朝着【【前面→外面】】冻得发硬的雪使劲踩下去。",
        "before_rp": "积雪太厚，最后3公里路只能步行。越往上走雪越厚，从齐膝慢慢接近腰间。每往前一步，都要做“高抬腿”动作，把脚从雪里拔出来，然后朝着前面冻得发硬的雪使劲踩下去。",
        "after_rp": "积雪太厚，最后3公里路只能步行。越往上走雪越厚，从齐膝慢慢接近腰间。每往前一步，都要做“高抬腿”动作，把脚从雪里拔出来，然后朝着外面冻得发硬的雪使劲踩下去。",
        "rp_pair": [
            "【【前面→外面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-12940",
        "contain_rp": "我又回到里屋去，把报纸前前后后都看完了，又拿起一本《唐诗三百首》来，看了一半，天色越发阴沉了，我的朋友还不回来。我无聊地站了起来，望着窗外浓雾里迷茫的山景，看到那棵黄果树【【下面→前面】】的小屋，忽然想去探望那个小姑娘和她生病的妈妈。我下楼在门口买了几个大红橘子，塞在手提袋里，顺着歪斜不平的石板路，走到那小屋的门口。",
        "before_rp": "我又回到里屋去，把报纸前前后后都看完了，又拿起一本《唐诗三百首》来，看了一半，天色越发阴沉了，我的朋友还不回来。我无聊地站了起来，望着窗外浓雾里迷茫的山景，看到那棵黄果树下面的小屋，忽然想去探望那个小姑娘和她生病的妈妈。我下楼在门口买了几个大红橘子，塞在手提袋里，顺着歪斜不平的石板路，走到那小屋的门口。",
        "after_rp": "我又回到里屋去，把报纸前前后后都看完了，又拿起一本《唐诗三百首》来，看了一半，天色越发阴沉了，我的朋友还不回来。我无聊地站了起来，望着窗外浓雾里迷茫的山景，看到那棵黄果树前面的小屋，忽然想去探望那个小姑娘和她生病的妈妈。我下楼在门口买了几个大红橘子，塞在手提袋里，顺着歪斜不平的石板路，走到那小屋的门口。",
        "rp_pair": [
            "【【下面→前面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-9886",
        "contain_rp": "两个孩子转身看到了宋凡平，他头戴纸糊的高帽子，胸前挂着一块大木牌，木牌上写着“地主宋凡平”五个字，他们不认识【【上面→右面】】的字，他们只认识字上面打了红色的五个x。宋凡平的身体就像是一块门板一样挡住了阳光，两个孩子站在他的阴影里，仰脸看着他，他的眼睛被人揍肿了，嘴角被人揍破了，他微笑地看着李光头和宋钢，他的笑容硬梆梆的。两个孩子不知道发生了什么，昨天的时候他还在这桥上威风凛凛，今天他突然成了这副模样。宋钢怯生生地问：",
        "before_rp": "两个孩子转身看到了宋凡平，他头戴纸糊的高帽子，胸前挂着一块大木牌，木牌上写着“地主宋凡平”五个字，他们不认识上面的字，他们只认识字上面打了红色的五个x。宋凡平的身体就像是一块门板一样挡住了阳光，两个孩子站在他的阴影里，仰脸看着他，他的眼睛被人揍肿了，嘴角被人揍破了，他微笑地看着李光头和宋钢，他的笑容硬梆梆的。两个孩子不知道发生了什么，昨天的时候他还在这桥上威风凛凛，今天他突然成了这副模样。宋钢怯生生地问：",
        "after_rp": "两个孩子转身看到了宋凡平，他头戴纸糊的高帽子，胸前挂着一块大木牌，木牌上写着“地主宋凡平”五个字，他们不认识右面的字，他们只认识字上面打了红色的五个x。宋凡平的身体就像是一块门板一样挡住了阳光，两个孩子站在他的阴影里，仰脸看着他，他的眼睛被人揍肿了，嘴角被人揍破了，他微笑地看着李光头和宋钢，他的笑容硬梆梆的。两个孩子不知道发生了什么，昨天的时候他还在这桥上威风凛凛，今天他突然成了这副模样。宋钢怯生生地问：",
        "rp_pair": [
            "【【上面→右面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-584",
        "contain_rp": "他放下桅杆，卷起了帆，把它捆上，然后把桅杆扛在肩膀上，顺着堤坡往岸上走去。这时他才知道他已经疲乏到什么程度。他在半坡上歇了一会儿，回头望了一望，借着水面映出的街灯的反光，看见那条死鱼的大尾巴挺立在船梢【【后面→外面】】。他看见鱼脊骨的赤条条的白线，黑压压一团的头，伸得很长的吻和身上一切光溜溜的部分。",
        "before_rp": "他放下桅杆，卷起了帆，把它捆上，然后把桅杆扛在肩膀上，顺着堤坡往岸上走去。这时他才知道他已经疲乏到什么程度。他在半坡上歇了一会儿，回头望了一望，借着水面映出的街灯的反光，看见那条死鱼的大尾巴挺立在船梢后面。他看见鱼脊骨的赤条条的白线，黑压压一团的头，伸得很长的吻和身上一切光溜溜的部分。",
        "after_rp": "他放下桅杆，卷起了帆，把它捆上，然后把桅杆扛在肩膀上，顺着堤坡往岸上走去。这时他才知道他已经疲乏到什么程度。他在半坡上歇了一会儿，回头望了一望，借着水面映出的街灯的反光，看见那条死鱼的大尾巴挺立在船梢外面。他看见鱼脊骨的赤条条的白线，黑压压一团的头，伸得很长的吻和身上一切光溜溜的部分。",
        "rp_pair": [
            "【【后面→外面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-11234",
        "contain_rp": "扬科已经进了食具间。他每走一步都非常小心，但是恐惧愈来愈紧地抓住了他。在草堆【【后面→里面】】，他像在自己的家里一样自在，可是在这儿，他觉得自己好像是闯进了笼子的小动物。夜静得可怕，月光偏偏照在扬科身上。扬科跪在小提琴前面，抬起头，望着心爱的小提琴。",
        "before_rp": "扬科已经进了食具间。他每走一步都非常小心，但是恐惧愈来愈紧地抓住了他。在草堆后面，他像在自己的家里一样自在，可是在这儿，他觉得自己好像是闯进了笼子的小动物。夜静得可怕，月光偏偏照在扬科身上。扬科跪在小提琴前面，抬起头，望着心爱的小提琴。",
        "after_rp": "扬科已经进了食具间。他每走一步都非常小心，但是恐惧愈来愈紧地抓住了他。在草堆里面，他像在自己的家里一样自在，可是在这儿，他觉得自己好像是闯进了笼子的小动物。夜静得可怕，月光偏偏照在扬科身上。扬科跪在小提琴前面，抬起头，望着心爱的小提琴。",
        "rp_pair": [
            "【【后面→里面】】"
        ],
        "label": 1
    },
    {
        "qid": "1-dev-12274",
        "contain_rp": "李光头从那堆破烂里找出来一叠旧报纸，铺在地上，让宋钢坐在报纸上，自己一屁股坐在了地上。兄弟两个并肩坐在那堆破烂前，李光头重新拿过来宋钢手里的饭盒，用筷子将【【里面→下面】】的饭菜拨弄均匀了，又用筷子在中间挖了一条战壕，告诉宋钢：",
        "before_rp": "李光头从那堆破烂里找出来一叠旧报纸，铺在地上，让宋钢坐在报纸上，自己一屁股坐在了地上。兄弟两个并肩坐在那堆破烂前，李光头重新拿过来宋钢手里的饭盒，用筷子将里面的饭菜拨弄均匀了，又用筷子在中间挖了一条战壕，告诉宋钢：",
        "after_rp": "李光头从那堆破烂里找出来一叠旧报纸，铺在地上，让宋钢坐在报纸上，自己一屁股坐在了地上。兄弟两个并肩坐在那堆破烂前，李光头重新拿过来宋钢手里的饭盒，用筷子将下面的饭菜拨弄均匀了，又用筷子在中间挖了一条战壕，告诉宋钢：",
        "rp_pair": [
            "【【里面→下面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-9555",
        "contain_rp": "宋钢茫然地转向窗外，看着马路对面的广告牌，看着广告牌【【上面→右面】】的楼房，看着楼房上面的天空，他心里的悲哀和绝望在目光里飘向了远方，他回过头来后坚定地点头了，他说：",
        "before_rp": "宋钢茫然地转向窗外，看着马路对面的广告牌，看着广告牌上面的楼房，看着楼房上面的天空，他心里的悲哀和绝望在目光里飘向了远方，他回过头来后坚定地点头了，他说：",
        "after_rp": "宋钢茫然地转向窗外，看着马路对面的广告牌，看着广告牌右面的楼房，看着楼房上面的天空，他心里的悲哀和绝望在目光里飘向了远方，他回过头来后坚定地点头了，他说：",
        "rp_pair": [
            "【【上面→右面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14553",
        "contain_rp": "我始终记着矿院那片平房。那儿原不是住人的地方。一片大楼遮在前面，平房里终日不见阳光。盖那片平房时就没想让【【里面→后面】】有阳光，因为它原来是放化学药品的库房。那里没有水，水要到老远的地方去打；也没有电，电也是从很远的地方接来；也没有厕所，拉屎撒尿要去很远的地方，这个地方就是远处的一个公共厕所。曾经有一个时候，矿院的几百号人，就靠一个厕所生活。就因为这个原因，这个厕所非常之脏，完全由屎和尿组成，没有人打扫，因为打扫不过来。",
        "before_rp": "我始终记着矿院那片平房。那儿原不是住人的地方。一片大楼遮在前面，平房里终日不见阳光。盖那片平房时就没想让里面有阳光，因为它原来是放化学药品的库房。那里没有水，水要到老远的地方去打；也没有电，电也是从很远的地方接来；也没有厕所，拉屎撒尿要去很远的地方，这个地方就是远处的一个公共厕所。曾经有一个时候，矿院的几百号人，就靠一个厕所生活。就因为这个原因，这个厕所非常之脏，完全由屎和尿组成，没有人打扫，因为打扫不过来。",
        "after_rp": "我始终记着矿院那片平房。那儿原不是住人的地方。一片大楼遮在前面，平房里终日不见阳光。盖那片平房时就没想让后面有阳光，因为它原来是放化学药品的库房。那里没有水，水要到老远的地方去打；也没有电，电也是从很远的地方接来；也没有厕所，拉屎撒尿要去很远的地方，这个地方就是远处的一个公共厕所。曾经有一个时候，矿院的几百号人，就靠一个厕所生活。就因为这个原因，这个厕所非常之脏，完全由屎和尿组成，没有人打扫，因为打扫不过来。",
        "rp_pair": [
            "【【里面→后面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11155",
        "contain_rp": "赵家遭抢之后，未庄人大抵很快意而且恐慌，阿Q也很快意而且恐慌。但四天之后，阿Q在半夜里忽被抓进县城里去了。那时恰是暗夜，一队兵，一队团丁，一队警察，五个侦探，悄悄地到了未庄，乘昏暗围住土谷祠，正对门架好机关枪；然而阿Q不冲出。许多时没有动静，把总焦急起来了，悬了二十千的赏，才有两个团丁冒了险，逾垣进去，里应外合，一拥而入，将阿Q抓出来；直待擒出祠【【外面→侧面】】的机关枪左近，他才有些清醒了。",
        "before_rp": "赵家遭抢之后，未庄人大抵很快意而且恐慌，阿Q也很快意而且恐慌。但四天之后，阿Q在半夜里忽被抓进县城里去了。那时恰是暗夜，一队兵，一队团丁，一队警察，五个侦探，悄悄地到了未庄，乘昏暗围住土谷祠，正对门架好机关枪；然而阿Q不冲出。许多时没有动静，把总焦急起来了，悬了二十千的赏，才有两个团丁冒了险，逾垣进去，里应外合，一拥而入，将阿Q抓出来；直待擒出祠外面的机关枪左近，他才有些清醒了。",
        "after_rp": "赵家遭抢之后，未庄人大抵很快意而且恐慌，阿Q也很快意而且恐慌。但四天之后，阿Q在半夜里忽被抓进县城里去了。那时恰是暗夜，一队兵，一队团丁，一队警察，五个侦探，悄悄地到了未庄，乘昏暗围住土谷祠，正对门架好机关枪；然而阿Q不冲出。许多时没有动静，把总焦急起来了，悬了二十千的赏，才有两个团丁冒了险，逾垣进去，里应外合，一拥而入，将阿Q抓出来；直待擒出祠侧面的机关枪左近，他才有些清醒了。",
        "rp_pair": [
            "【【外面→侧面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-4603",
        "contain_rp": "防止浪费是个精细活。食堂取餐区中，干豆角烧肉、鸡蛋羹、番茄菜花依次摆放。“把受欢迎的菜摆在【【前面→右面】】，按照从荤到素的顺序来，也是防止浪费的方法。”绪洪林介绍。",
        "before_rp": "防止浪费是个精细活。食堂取餐区中，干豆角烧肉、鸡蛋羹、番茄菜花依次摆放。“把受欢迎的菜摆在前面，按照从荤到素的顺序来，也是防止浪费的方法。”绪洪林介绍。",
        "after_rp": "防止浪费是个精细活。食堂取餐区中，干豆角烧肉、鸡蛋羹、番茄菜花依次摆放。“把受欢迎的菜摆在右面，按照从荤到素的顺序来，也是防止浪费的方法。”绪洪林介绍。",
        "rp_pair": [
            "【【前面→右面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-9458",
        "contain_rp": "黄昏的时候，林红骑车回到家中，开门进去后看到家里十分整洁，她笑着叫了两声，她说真干净。然后她喊叫着宋钢走进厨房，没有看到宋钢，往常这时候宋钢已经在做晚饭了，林红心想他去哪里了？她从厨房里出来，经过客厅的桌子时，没有看到【【上面→后面】】宋钢留给她的信，她走到门口，开门后在屋外站了一会儿，夕阳西下的街道上人来人往，对面苏妈的点心店已经亮灯了。林红回到屋子里，走进厨房做起了晚饭。她似乎听到了钥匙开门的声响，她以为是宋钢回来了，站到厨房门口，屋门没有动静，她转身继续做饭。",
        "before_rp": "黄昏的时候，林红骑车回到家中，开门进去后看到家里十分整洁，她笑着叫了两声，她说真干净。然后她喊叫着宋钢走进厨房，没有看到宋钢，往常这时候宋钢已经在做晚饭了，林红心想他去哪里了？她从厨房里出来，经过客厅的桌子时，没有看到上面宋钢留给她的信，她走到门口，开门后在屋外站了一会儿，夕阳西下的街道上人来人往，对面苏妈的点心店已经亮灯了。林红回到屋子里，走进厨房做起了晚饭。她似乎听到了钥匙开门的声响，她以为是宋钢回来了，站到厨房门口，屋门没有动静，她转身继续做饭。",
        "after_rp": "黄昏的时候，林红骑车回到家中，开门进去后看到家里十分整洁，她笑着叫了两声，她说真干净。然后她喊叫着宋钢走进厨房，没有看到宋钢，往常这时候宋钢已经在做晚饭了，林红心想他去哪里了？她从厨房里出来，经过客厅的桌子时，没有看到后面宋钢留给她的信，她走到门口，开门后在屋外站了一会儿，夕阳西下的街道上人来人往，对面苏妈的点心店已经亮灯了。林红回到屋子里，走进厨房做起了晚饭。她似乎听到了钥匙开门的声响，她以为是宋钢回来了，站到厨房门口，屋门没有动静，她转身继续做饭。",
        "rp_pair": [
            "【【上面→后面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-1975",
        "contain_rp": "当小船向着高塔【【下面→侧面】】的乡村划去的时候，我回头看那被抛在后面的茂盛的榕树。我感到一点儿留恋。昨天是我的眼睛骗了我，那“鸟的天堂”的确是鸟的天堂啊！",
        "before_rp": "当小船向着高塔下面的乡村划去的时候，我回头看那被抛在后面的茂盛的榕树。我感到一点儿留恋。昨天是我的眼睛骗了我，那“鸟的天堂”的确是鸟的天堂啊！",
        "after_rp": "当小船向着高塔侧面的乡村划去的时候，我回头看那被抛在后面的茂盛的榕树。我感到一点儿留恋。昨天是我的眼睛骗了我，那“鸟的天堂”的确是鸟的天堂啊！",
        "rp_pair": [
            "【【下面→侧面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-11279",
        "contain_rp": "我们低年级同学每年都有耳语测试。孩子们依次走到教室的【【前面→后面】】，用右手捂着右边的耳朵，老师在讲台上轻轻说一句话，再由那个孩子把话复述出来。可我的左耳先天失聪，几乎听不见任何声音，我不愿把这事说出来，因为那样同学们会更加嘲笑我的。",
        "before_rp": "我们低年级同学每年都有耳语测试。孩子们依次走到教室的前面，用右手捂着右边的耳朵，老师在讲台上轻轻说一句话，再由那个孩子把话复述出来。可我的左耳先天失聪，几乎听不见任何声音，我不愿把这事说出来，因为那样同学们会更加嘲笑我的。",
        "after_rp": "我们低年级同学每年都有耳语测试。孩子们依次走到教室的后面，用右手捂着右边的耳朵，老师在讲台上轻轻说一句话，再由那个孩子把话复述出来。可我的左耳先天失聪，几乎听不见任何声音，我不愿把这事说出来，因为那样同学们会更加嘲笑我的。",
        "rp_pair": [
            "【【前面→后面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-1311",
        "contain_rp": "三味书屋【【后面→里面】】也有一个园，虽然小，但在那里也可以爬上花坛去折腊梅花，在地上或桂花树上寻蝉蜕。最好的工作是捉了苍蝇喂蚂蚁，静悄悄地没有声音。然而同窗们到园里的太多，太久，可就不行了，先生在书房里便大叫起来：——",
        "before_rp": "三味书屋后面也有一个园，虽然小，但在那里也可以爬上花坛去折腊梅花，在地上或桂花树上寻蝉蜕。最好的工作是捉了苍蝇喂蚂蚁，静悄悄地没有声音。然而同窗们到园里的太多，太久，可就不行了，先生在书房里便大叫起来：——",
        "after_rp": "三味书屋里面也有一个园，虽然小，但在那里也可以爬上花坛去折腊梅花，在地上或桂花树上寻蝉蜕。最好的工作是捉了苍蝇喂蚂蚁，静悄悄地没有声音。然而同窗们到园里的太多，太久，可就不行了，先生在书房里便大叫起来：——",
        "rp_pair": [
            "【【后面→里面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-14554",
        "contain_rp": "我始终记着矿院那片平房。那儿原不是住人的地方。一片大楼遮在前面，平房里终日不见阳光。盖那片平房时就没想让【【里面→四面】】有阳光，因为它原来是放化学药品的库房。那里没有水，水要到老远的地方去打；也没有电，电也是从很远的地方接来；也没有厕所，拉屎撒尿要去很远的地方，这个地方就是远处的一个公共厕所。曾经有一个时候，矿院的几百号人，就靠一个厕所生活。就因为这个原因，这个厕所非常之脏，完全由屎和尿组成，没有人打扫，因为打扫不过来。",
        "before_rp": "我始终记着矿院那片平房。那儿原不是住人的地方。一片大楼遮在前面，平房里终日不见阳光。盖那片平房时就没想让里面有阳光，因为它原来是放化学药品的库房。那里没有水，水要到老远的地方去打；也没有电，电也是从很远的地方接来；也没有厕所，拉屎撒尿要去很远的地方，这个地方就是远处的一个公共厕所。曾经有一个时候，矿院的几百号人，就靠一个厕所生活。就因为这个原因，这个厕所非常之脏，完全由屎和尿组成，没有人打扫，因为打扫不过来。",
        "after_rp": "我始终记着矿院那片平房。那儿原不是住人的地方。一片大楼遮在前面，平房里终日不见阳光。盖那片平房时就没想让四面有阳光，因为它原来是放化学药品的库房。那里没有水，水要到老远的地方去打；也没有电，电也是从很远的地方接来；也没有厕所，拉屎撒尿要去很远的地方，这个地方就是远处的一个公共厕所。曾经有一个时候，矿院的几百号人，就靠一个厕所生活。就因为这个原因，这个厕所非常之脏，完全由屎和尿组成，没有人打扫，因为打扫不过来。",
        "rp_pair": [
            "【【里面→四面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-9655",
        "contain_rp": "李光头确实来了，他的两辆新车一起来了，他已经有两个司机了。白色的宝马轿车首先开过来了，停在了红地毯【【前→边】】，黑色的奔驰轿车停在【【后面→外面】】。刘副赶紧上去打开车门，西装革履的李光头微笑着从车里出来，他手里拿着一枝红玫瑰，胸前的口袋里插着一朵红玫瑰。李光头走到茫然无措的林红面前，将手里的玫瑰递给她时，这个土财主竟然像个洋贵族，先将玫瑰轻轻地吻一下，然后才递给林红。",
        "before_rp": "李光头确实来了，他的两辆新车一起来了，他已经有两个司机了。白色的宝马轿车首先开过来了，停在了红地毯前→边】】，黑色的奔驰轿车停在【【后面。刘副赶紧上去打开车门，西装革履的李光头微笑着从车里出来，他手里拿着一枝红玫瑰，胸前的口袋里插着一朵红玫瑰。李光头走到茫然无措的林红面前，将手里的玫瑰递给她时，这个土财主竟然像个洋贵族，先将玫瑰轻轻地吻一下，然后才递给林红。",
        "after_rp": "李光头确实来了，他的两辆新车一起来了，他已经有两个司机了。白色的宝马轿车首先开过来了，停在了红地毯边，黑色的奔驰轿车停在外面。刘副赶紧上去打开车门，西装革履的李光头微笑着从车里出来，他手里拿着一枝红玫瑰，胸前的口袋里插着一朵红玫瑰。李光头走到茫然无措的林红面前，将手里的玫瑰递给她时，这个土财主竟然像个洋贵族，先将玫瑰轻轻地吻一下，然后才递给林红。",
        "rp_pair": [
            "【【前→边】】，黑色的奔驰轿车停在【【后面→外面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-4280",
        "contain_rp": "这几年，段胜文时不时有机会到一些城市学校取经。直面和城市学校之间的差距，他意识到，网络联校可能“挺管用”。“到时候，我们的学生坐在教室里，也能听到【【外面→上面】】的名师上课。”段胜文说，“老师也能学到教学中的好方法，提升教学水平。”",
        "before_rp": "这几年，段胜文时不时有机会到一些城市学校取经。直面和城市学校之间的差距，他意识到，网络联校可能“挺管用”。“到时候，我们的学生坐在教室里，也能听到外面的名师上课。”段胜文说，“老师也能学到教学中的好方法，提升教学水平。”",
        "after_rp": "这几年，段胜文时不时有机会到一些城市学校取经。直面和城市学校之间的差距，他意识到，网络联校可能“挺管用”。“到时候，我们的学生坐在教室里，也能听到上面的名师上课。”段胜文说，“老师也能学到教学中的好方法，提升教学水平。”",
        "rp_pair": [
            "【【外面→上面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-9530",
        "contain_rp": "这时木门开了，那个四肢发达的男子走了进来，周游和宋钢又是吓了一跳，看到那条大狼狗没有跟进来，他们长长地出了一口气。那个男子准备躺下来，周游和宋钢赶紧站起来，给他腾出地方，他满意地点点头，在最上面的木台阶上躺了下来，周游和宋钢坐在【【下面→后面】】的木台阶上。蒸了一会儿，周游觉得自己有些吃不消了，他起身说要出去了。周游拉开木门，那条大狼狗就趴在门口，冲着周游一阵吼叫，周游吓得赶紧关上门，转回身来自我安慰地说：",
        "before_rp": "这时木门开了，那个四肢发达的男子走了进来，周游和宋钢又是吓了一跳，看到那条大狼狗没有跟进来，他们长长地出了一口气。那个男子准备躺下来，周游和宋钢赶紧站起来，给他腾出地方，他满意地点点头，在最上面的木台阶上躺了下来，周游和宋钢坐在下面的木台阶上。蒸了一会儿，周游觉得自己有些吃不消了，他起身说要出去了。周游拉开木门，那条大狼狗就趴在门口，冲着周游一阵吼叫，周游吓得赶紧关上门，转回身来自我安慰地说：",
        "after_rp": "这时木门开了，那个四肢发达的男子走了进来，周游和宋钢又是吓了一跳，看到那条大狼狗没有跟进来，他们长长地出了一口气。那个男子准备躺下来，周游和宋钢赶紧站起来，给他腾出地方，他满意地点点头，在最上面的木台阶上躺了下来，周游和宋钢坐在后面的木台阶上。蒸了一会儿，周游觉得自己有些吃不消了，他起身说要出去了。周游拉开木门，那条大狼狗就趴在门口，冲着周游一阵吼叫，周游吓得赶紧关上门，转回身来自我安慰地说：",
        "rp_pair": [
            "【【下面→后面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-3100",
        "contain_rp": "“不行！来了就不能给巡逻拖后腿！”刘媛猛吸一口气，借助丈夫金鑫鑫的拉拽，艰难地把腿从积雪中拔出来，嘎吱一声重重踩在【【前面→上面】】的雪坑里。",
        "before_rp": "“不行！来了就不能给巡逻拖后腿！”刘媛猛吸一口气，借助丈夫金鑫鑫的拉拽，艰难地把腿从积雪中拔出来，嘎吱一声重重踩在前面的雪坑里。",
        "after_rp": "“不行！来了就不能给巡逻拖后腿！”刘媛猛吸一口气，借助丈夫金鑫鑫的拉拽，艰难地把腿从积雪中拔出来，嘎吱一声重重踩在上面的雪坑里。",
        "rp_pair": [
            "【【前面→上面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-7301",
        "contain_rp": "一些花花绿绿的外国书，基本都是医书，基础课和临床的都有，《生理学》、《病理学》、《解剖图谱》、《药理学》、《希氏内科学》、《克氏外科学》之类，立在书架上，书名要人扭着脖子从【【侧面→右面】】才能看清。走近些，那些书散发出一股木头的味道，和我们的书不一样，我们的书散发出油墨的味道。",
        "before_rp": "一些花花绿绿的外国书，基本都是医书，基础课和临床的都有，《生理学》、《病理学》、《解剖图谱》、《药理学》、《希氏内科学》、《克氏外科学》之类，立在书架上，书名要人扭着脖子从侧面才能看清。走近些，那些书散发出一股木头的味道，和我们的书不一样，我们的书散发出油墨的味道。",
        "after_rp": "一些花花绿绿的外国书，基本都是医书，基础课和临床的都有，《生理学》、《病理学》、《解剖图谱》、《药理学》、《希氏内科学》、《克氏外科学》之类，立在书架上，书名要人扭着脖子从右面才能看清。走近些，那些书散发出一股木头的味道，和我们的书不一样，我们的书散发出油墨的味道。",
        "rp_pair": [
            "【【侧面→右面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-12941",
        "contain_rp": "我又回到里屋去，把报纸前前后后都看完了，又拿起一本《唐诗三百首》来，看了一半，天色越发阴沉了，我的朋友还不回来。我无聊地站了起来，望着窗外浓雾里迷茫的山景，看到那棵黄果树【【下面→右面】】的小屋，忽然想去探望那个小姑娘和她生病的妈妈。我下楼在门口买了几个大红橘子，塞在手提袋里，顺着歪斜不平的石板路，走到那小屋的门口。",
        "before_rp": "我又回到里屋去，把报纸前前后后都看完了，又拿起一本《唐诗三百首》来，看了一半，天色越发阴沉了，我的朋友还不回来。我无聊地站了起来，望着窗外浓雾里迷茫的山景，看到那棵黄果树下面的小屋，忽然想去探望那个小姑娘和她生病的妈妈。我下楼在门口买了几个大红橘子，塞在手提袋里，顺着歪斜不平的石板路，走到那小屋的门口。",
        "after_rp": "我又回到里屋去，把报纸前前后后都看完了，又拿起一本《唐诗三百首》来，看了一半，天色越发阴沉了，我的朋友还不回来。我无聊地站了起来，望着窗外浓雾里迷茫的山景，看到那棵黄果树右面的小屋，忽然想去探望那个小姑娘和她生病的妈妈。我下楼在门口买了几个大红橘子，塞在手提袋里，顺着歪斜不平的石板路，走到那小屋的门口。",
        "rp_pair": [
            "【【下面→右面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-14827",
        "contain_rp": "一家人快乐地走过了两条大街，走过那家冷饮店时两个孩子无限怀念地往【【里面→右面】】张望，他们的父母视而不见地拉着他们继续向前走。走到照相馆时，宋凡平站住了脚，他兴高采烈地说着要进去照一张全家福，这时候他完全忘记了自己肿胀的脸，李兰说以后再来照，宋凡平已经走进了照相馆，他回头看到李兰拉着俩个孩子的手让然站在门外，就使劲地挥手要他们进去，李兰拉着两个孩子的手就是不进去。",
        "before_rp": "一家人快乐地走过了两条大街，走过那家冷饮店时两个孩子无限怀念地往里面张望，他们的父母视而不见地拉着他们继续向前走。走到照相馆时，宋凡平站住了脚，他兴高采烈地说着要进去照一张全家福，这时候他完全忘记了自己肿胀的脸，李兰说以后再来照，宋凡平已经走进了照相馆，他回头看到李兰拉着俩个孩子的手让然站在门外，就使劲地挥手要他们进去，李兰拉着两个孩子的手就是不进去。",
        "after_rp": "一家人快乐地走过了两条大街，走过那家冷饮店时两个孩子无限怀念地往右面张望，他们的父母视而不见地拉着他们继续向前走。走到照相馆时，宋凡平站住了脚，他兴高采烈地说着要进去照一张全家福，这时候他完全忘记了自己肿胀的脸，李兰说以后再来照，宋凡平已经走进了照相馆，他回头看到李兰拉着俩个孩子的手让然站在门外，就使劲地挥手要他们进去，李兰拉着两个孩子的手就是不进去。",
        "rp_pair": [
            "【【里面→右面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-3885",
        "contain_rp": "摆弄着借来的照相机，我和另两个同学依次坐在铁桥南岸的桥墩上，抬头望远，意气风发，留下难忘的瞬间。那胶卷送到了兰大对面的照相馆。那之后每天傍晚，我都会站在照相馆的阔大橱窗【【前→外】】，想象着柜台【【后面→左面】】那一排小纸袋里，有一个坐在铁桥桥墩上的我。",
        "before_rp": "摆弄着借来的照相机，我和另两个同学依次坐在铁桥南岸的桥墩上，抬头望远，意气风发，留下难忘的瞬间。那胶卷送到了兰大对面的照相馆。那之后每天傍晚，我都会站在照相馆的阔大橱窗前→外】】，想象着柜台【【后面那一排小纸袋里，有一个坐在铁桥桥墩上的我。",
        "after_rp": "摆弄着借来的照相机，我和另两个同学依次坐在铁桥南岸的桥墩上，抬头望远，意气风发，留下难忘的瞬间。那胶卷送到了兰大对面的照相馆。那之后每天傍晚，我都会站在照相馆的阔大橱窗外，想象着柜台左面那一排小纸袋里，有一个坐在铁桥桥墩上的我。",
        "rp_pair": [
            "【【前→外】】，想象着柜台【【后面→左面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-3133",
        "contain_rp": "2月4日，医院开始收治病人。医生们在里面忙救人，戴着口罩的张玉星和文静在医院外收拾，他们要用一天时间，把【【外面→后面】】的建筑材料全部清理干净。20多个小时没合过眼，最后腰都直不起来。",
        "before_rp": "2月4日，医院开始收治病人。医生们在里面忙救人，戴着口罩的张玉星和文静在医院外收拾，他们要用一天时间，把外面的建筑材料全部清理干净。20多个小时没合过眼，最后腰都直不起来。",
        "after_rp": "2月4日，医院开始收治病人。医生们在里面忙救人，戴着口罩的张玉星和文静在医院外收拾，他们要用一天时间，把后面的建筑材料全部清理干净。20多个小时没合过眼，最后腰都直不起来。",
        "rp_pair": [
            "【【外面→后面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-7413",
        "contain_rp": "手腕用力一扭动，平躺在柏油路上的空啤酒瓶陀螺一样旋转，和路上的小石子磨擦，发出嘎嘎的声音。啤酒被死死冻过，刚穿过喉咙的时候还有冰碴，喝的过程中，酒瓶子【【外面→下面】】挂了细密的水珠。纸质商标泡软了，粘贴不牢的边角翻卷起来，随着酒瓶的旋转，摩擦地面，变得面目不清。十几圈之后，酒瓶慢慢停下，瓶口黑洞洞地指着我。妈的，又是我输了。开始的时候口渴，拼得太猛，我已经喝得有些高了，不知道今晚的酒局还有多么漫长，能躲掉一杯是一杯。",
        "before_rp": "手腕用力一扭动，平躺在柏油路上的空啤酒瓶陀螺一样旋转，和路上的小石子磨擦，发出嘎嘎的声音。啤酒被死死冻过，刚穿过喉咙的时候还有冰碴，喝的过程中，酒瓶子外面挂了细密的水珠。纸质商标泡软了，粘贴不牢的边角翻卷起来，随着酒瓶的旋转，摩擦地面，变得面目不清。十几圈之后，酒瓶慢慢停下，瓶口黑洞洞地指着我。妈的，又是我输了。开始的时候口渴，拼得太猛，我已经喝得有些高了，不知道今晚的酒局还有多么漫长，能躲掉一杯是一杯。",
        "after_rp": "手腕用力一扭动，平躺在柏油路上的空啤酒瓶陀螺一样旋转，和路上的小石子磨擦，发出嘎嘎的声音。啤酒被死死冻过，刚穿过喉咙的时候还有冰碴，喝的过程中，酒瓶子下面挂了细密的水珠。纸质商标泡软了，粘贴不牢的边角翻卷起来，随着酒瓶的旋转，摩擦地面，变得面目不清。十几圈之后，酒瓶慢慢停下，瓶口黑洞洞地指着我。妈的，又是我输了。开始的时候口渴，拼得太猛，我已经喝得有些高了，不知道今晚的酒局还有多么漫长，能躲掉一杯是一杯。",
        "rp_pair": [
            "【【外面→下面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11068",
        "contain_rp": "他靠在船边上，从那条死鱼身上给鲨鱼咬过的地方撕下了一块肉。他嚼了一嚼，觉得肉很好，味道也香，像牲口的肉，又紧凑又有水分，可就是颜色不红。肉【【里面→上面】】筋不多，他知道可以在市场【【上→中】】卖大价钱。可是他没法叫肉的气味不散到水里去，他知道倒霉透顶的事儿快要发生了。",
        "before_rp": "他靠在船边上，从那条死鱼身上给鲨鱼咬过的地方撕下了一块肉。他嚼了一嚼，觉得肉很好，味道也香，像牲口的肉，又紧凑又有水分，可就是颜色不红。肉里面→上面】】筋不多，他知道可以在市场【【上卖大价钱。可是他没法叫肉的气味不散到水里去，他知道倒霉透顶的事儿快要发生了。",
        "after_rp": "他靠在船边上，从那条死鱼身上给鲨鱼咬过的地方撕下了一块肉。他嚼了一嚼，觉得肉很好，味道也香，像牲口的肉，又紧凑又有水分，可就是颜色不红。肉上面筋不多，他知道可以在市场中卖大价钱。可是他没法叫肉的气味不散到水里去，他知道倒霉透顶的事儿快要发生了。",
        "rp_pair": [
            "【【里面→上面】】筋不多，他知道可以在市场【【上→中】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-14577",
        "contain_rp": "天狗却并没有走，木木讷讷地要说什么，却说不出来，天狗突然拙口了。女服务员已经走远，他才发急地叫了一声：“我还想来的!”女服务员回头说：“还来?”他说：“你不是说城里缺锅刷吗?我们那儿满山都是黄麦菅，甩根做刷子好使着哩，我【【回去→过来】】做一担来卖，行吗?”女服务员眼里放光了：“这倒是门路，光城里饭店就需要得多了，天狗寻着钱路啦。”wＷw：xiaｂｏｏｋ．ｃｏｍwww.ｌzＵＯＷＥＮ．ＣＯＭ",
        "before_rp": "天狗却并没有走，木木讷讷地要说什么，却说不出来，天狗突然拙口了。女服务员已经走远，他才发急地叫了一声：“我还想来的!”女服务员回头说：“还来?”他说：“你不是说城里缺锅刷吗?我们那儿满山都是黄麦菅，甩根做刷子好使着哩，我回去做一担来卖，行吗?”女服务员眼里放光了：“这倒是门路，光城里饭店就需要得多了，天狗寻着钱路啦。”wＷw：xiaｂｏｏｋ．ｃｏｍwww.ｌzＵＯＷＥＮ．ＣＯＭ",
        "after_rp": "天狗却并没有走，木木讷讷地要说什么，却说不出来，天狗突然拙口了。女服务员已经走远，他才发急地叫了一声：“我还想来的!”女服务员回头说：“还来?”他说：“你不是说城里缺锅刷吗?我们那儿满山都是黄麦菅，甩根做刷子好使着哩，我过来做一担来卖，行吗?”女服务员眼里放光了：“这倒是门路，光城里饭店就需要得多了，天狗寻着钱路啦。”wＷw：xiaｂｏｏｋ．ｃｏｍwww.ｌzＵＯＷＥＮ．ＣＯＭ",
        "rp_pair": [
            "【【回去→过来】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-5377",
        "contain_rp": "和中阳县城相比，车鸣峪乡平均温度更低。39岁的吕华平站在院子里却不觉得冷，爽朗一笑在空气中“哈”出一道白雾：“今年啊，投资基地的钱是挣【【回来→过来】】了！”",
        "before_rp": "和中阳县城相比，车鸣峪乡平均温度更低。39岁的吕华平站在院子里却不觉得冷，爽朗一笑在空气中“哈”出一道白雾：“今年啊，投资基地的钱是挣回来了！”",
        "after_rp": "和中阳县城相比，车鸣峪乡平均温度更低。39岁的吕华平站在院子里却不觉得冷，爽朗一笑在空气中“哈”出一道白雾：“今年啊，投资基地的钱是挣过来了！”",
        "rp_pair": [
            "【【回来→过来】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-6447",
        "contain_rp": "今年3月，县医院又在全省率先引进了一套新设备，让医生在医院就能对急救车内的病人进行诊疗。在县医院的远程会诊室里，记者看到，在一块2米多高的屏幕上方写着“院前院内协同救治平台”，大屏幕上密密麻麻显示着各种数据。正在采访中，室内突然响起语音提示：“注意，有重症病人正送往医院！”在这里值班的神经内二科医生于磊迅速拿起话筒，说道：“请把车内画面切【【进来→出来】】！”",
        "before_rp": "今年3月，县医院又在全省率先引进了一套新设备，让医生在医院就能对急救车内的病人进行诊疗。在县医院的远程会诊室里，记者看到，在一块2米多高的屏幕上方写着“院前院内协同救治平台”，大屏幕上密密麻麻显示着各种数据。正在采访中，室内突然响起语音提示：“注意，有重症病人正送往医院！”在这里值班的神经内二科医生于磊迅速拿起话筒，说道：“请把车内画面切进来！”",
        "after_rp": "今年3月，县医院又在全省率先引进了一套新设备，让医生在医院就能对急救车内的病人进行诊疗。在县医院的远程会诊室里，记者看到，在一块2米多高的屏幕上方写着“院前院内协同救治平台”，大屏幕上密密麻麻显示着各种数据。正在采访中，室内突然响起语音提示：“注意，有重症病人正送往医院！”在这里值班的神经内二科医生于磊迅速拿起话筒，说道：“请把车内画面切出来！”",
        "rp_pair": [
            "【【进来→出来】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-6981",
        "contain_rp": "我住的是我父亲的房子，而我父亲已经不在了。我终于调进矿院来，在我父亲生前任教的学校教书。住在我家对面的是我的顶头上司李先生。李先生的夫人，是我的老同学，当年叫线条。线条在“文化革命”里很疯，很早就跑【【出来→进来】】，和男孩子玩。现在提这些事不大应该，但是我想，线条不会见我的怪。因为她就是和我玩的。也可以说，我们俩是老情人。",
        "before_rp": "我住的是我父亲的房子，而我父亲已经不在了。我终于调进矿院来，在我父亲生前任教的学校教书。住在我家对面的是我的顶头上司李先生。李先生的夫人，是我的老同学，当年叫线条。线条在“文化革命”里很疯，很早就跑出来，和男孩子玩。现在提这些事不大应该，但是我想，线条不会见我的怪。因为她就是和我玩的。也可以说，我们俩是老情人。",
        "after_rp": "我住的是我父亲的房子，而我父亲已经不在了。我终于调进矿院来，在我父亲生前任教的学校教书。住在我家对面的是我的顶头上司李先生。李先生的夫人，是我的老同学，当年叫线条。线条在“文化革命”里很疯，很早就跑进来，和男孩子玩。现在提这些事不大应该，但是我想，线条不会见我的怪。因为她就是和我玩的。也可以说，我们俩是老情人。",
        "rp_pair": [
            "【【出来→进来】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-14639",
        "contain_rp": "蒋一轮心中的火苗，就璞璞地往上窜。他又跑了【【过来→回来】】。他并不去扶戚小罐，而是将课桌上那只已被啃得像象样的大白薯拿起来，像扔手雷一样，扔到了窗外，大白薯碰在了一棵竹子上，发出一声响，惊动了一竹林麻雀。",
        "before_rp": "蒋一轮心中的火苗，就璞璞地往上窜。他又跑了过来。他并不去扶戚小罐，而是将课桌上那只已被啃得像象样的大白薯拿起来，像扔手雷一样，扔到了窗外，大白薯碰在了一棵竹子上，发出一声响，惊动了一竹林麻雀。",
        "after_rp": "蒋一轮心中的火苗，就璞璞地往上窜。他又跑了回来。他并不去扶戚小罐，而是将课桌上那只已被啃得像象样的大白薯拿起来，像扔手雷一样，扔到了窗外，大白薯碰在了一棵竹子上，发出一声响，惊动了一竹林麻雀。",
        "rp_pair": [
            "【【过来→回来】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-9525",
        "contain_rp": "这时木门开了，那个四肢发达的男子走了进来，周游和宋钢又是吓了一跳，看到那条大狼狗没有跟进来，他们长长地出了一口气。那个男子准备躺【【下来→上去】】，周游和宋钢赶紧站起来，给他腾出地方，他满意地点点头，在最上面的木台阶上躺了下来，周游和宋钢坐在下面的木台阶上。蒸了一会儿，周游觉得自己有些吃不消了，他起身说要出去了。周游拉开木门，那条大狼狗就趴在门口，冲着周游一阵吼叫，周游吓得赶紧关上门，转回身来自我安慰地说：",
        "before_rp": "这时木门开了，那个四肢发达的男子走了进来，周游和宋钢又是吓了一跳，看到那条大狼狗没有跟进来，他们长长地出了一口气。那个男子准备躺下来，周游和宋钢赶紧站起来，给他腾出地方，他满意地点点头，在最上面的木台阶上躺了下来，周游和宋钢坐在下面的木台阶上。蒸了一会儿，周游觉得自己有些吃不消了，他起身说要出去了。周游拉开木门，那条大狼狗就趴在门口，冲着周游一阵吼叫，周游吓得赶紧关上门，转回身来自我安慰地说：",
        "after_rp": "这时木门开了，那个四肢发达的男子走了进来，周游和宋钢又是吓了一跳，看到那条大狼狗没有跟进来，他们长长地出了一口气。那个男子准备躺上去，周游和宋钢赶紧站起来，给他腾出地方，他满意地点点头，在最上面的木台阶上躺了下来，周游和宋钢坐在下面的木台阶上。蒸了一会儿，周游觉得自己有些吃不消了，他起身说要出去了。周游拉开木门，那条大狼狗就趴在门口，冲着周游一阵吼叫，周游吓得赶紧关上门，转回身来自我安慰地说：",
        "rp_pair": [
            "【【下来→上去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-213",
        "contain_rp": "这一天，何满子的爷爷【【回来→过来】】了。一丈青大娘跟老头子叨唠这个，嘟哝那个，老头子阴沉着脸，哼哼哈哈，一脑门子官司；一丈青大娘气不打一处来，跟老头子叫起了苦，顺口就给何满子告了状。爷爷是个风火性儿，一怒之下，就把何满子拴在了葡萄架的立柱上，系的是拴贼扣儿，跑不了更飞不了。而且，在他面前扔下一个纸盒，盒子里有一百个方块字码，还有一块石板和一支石笔，勒令他在这一个歇晌的工夫，把这一百个字写下来。",
        "before_rp": "这一天，何满子的爷爷回来了。一丈青大娘跟老头子叨唠这个，嘟哝那个，老头子阴沉着脸，哼哼哈哈，一脑门子官司；一丈青大娘气不打一处来，跟老头子叫起了苦，顺口就给何满子告了状。爷爷是个风火性儿，一怒之下，就把何满子拴在了葡萄架的立柱上，系的是拴贼扣儿，跑不了更飞不了。而且，在他面前扔下一个纸盒，盒子里有一百个方块字码，还有一块石板和一支石笔，勒令他在这一个歇晌的工夫，把这一百个字写下来。",
        "after_rp": "这一天，何满子的爷爷过来了。一丈青大娘跟老头子叨唠这个，嘟哝那个，老头子阴沉着脸，哼哼哈哈，一脑门子官司；一丈青大娘气不打一处来，跟老头子叫起了苦，顺口就给何满子告了状。爷爷是个风火性儿，一怒之下，就把何满子拴在了葡萄架的立柱上，系的是拴贼扣儿，跑不了更飞不了。而且，在他面前扔下一个纸盒，盒子里有一百个方块字码，还有一块石板和一支石笔，勒令他在这一个歇晌的工夫，把这一百个字写下来。",
        "rp_pair": [
            "【【回来→过来】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-2106",
        "contain_rp": "(武官得到命令，走下场去，推上来一个铁笼笼里有一头狮子。他打开斗兽场的铁门，放出狮子，让它走进场里，狮子在场里乱吼乱蹦。接着武官拉着斯巴达克【【出来→进来】】，给他解开锁链，把他推进场里，然后把铁门锁了。狮子就跟斯巴达克打起来，打得非常激烈。观众都很紧张地看着。)",
        "before_rp": "(武官得到命令，走下场去，推上来一个铁笼笼里有一头狮子。他打开斗兽场的铁门，放出狮子，让它走进场里，狮子在场里乱吼乱蹦。接着武官拉着斯巴达克出来，给他解开锁链，把他推进场里，然后把铁门锁了。狮子就跟斯巴达克打起来，打得非常激烈。观众都很紧张地看着。)",
        "after_rp": "(武官得到命令，走下场去，推上来一个铁笼笼里有一头狮子。他打开斗兽场的铁门，放出狮子，让它走进场里，狮子在场里乱吼乱蹦。接着武官拉着斯巴达克进来，给他解开锁链，把他推进场里，然后把铁门锁了。狮子就跟斯巴达克打起来，打得非常激烈。观众都很紧张地看着。)",
        "rp_pair": [
            "【【出来→进来】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-12946",
        "contain_rp": "人多的时候，爸爸不爱说话，妈妈只好说个没完没了。客人走后，特别是饭桌上，奶奶、爸爸和我争着同妈妈说话，直到我双手将妈妈的脸扳向我为止。爸爸争不过我，就在熄灯之后拼命讲话，只有当他注意到我没有睡着也听得出神的时候，就习惯地命令我：转【【过去→回来】】，快睡着。",
        "before_rp": "人多的时候，爸爸不爱说话，妈妈只好说个没完没了。客人走后，特别是饭桌上，奶奶、爸爸和我争着同妈妈说话，直到我双手将妈妈的脸扳向我为止。爸爸争不过我，就在熄灯之后拼命讲话，只有当他注意到我没有睡着也听得出神的时候，就习惯地命令我：转过去，快睡着。",
        "after_rp": "人多的时候，爸爸不爱说话，妈妈只好说个没完没了。客人走后，特别是饭桌上，奶奶、爸爸和我争着同妈妈说话，直到我双手将妈妈的脸扳向我为止。爸爸争不过我，就在熄灯之后拼命讲话，只有当他注意到我没有睡着也听得出神的时候，就习惯地命令我：转回来，快睡着。",
        "rp_pair": [
            "【【过去→回来】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13958",
        "contain_rp": "1994年10月底的一天，王浩和研究团队路过果子沟、即将进入伊犁河流域时，突遇暴风雪，道路全部被积雪覆盖。为了节省燃油，一行人硬是在车里冻了一宿，第二天中午才把车开【【出去→进去】】。",
        "before_rp": "1994年10月底的一天，王浩和研究团队路过果子沟、即将进入伊犁河流域时，突遇暴风雪，道路全部被积雪覆盖。为了节省燃油，一行人硬是在车里冻了一宿，第二天中午才把车开出去。",
        "after_rp": "1994年10月底的一天，王浩和研究团队路过果子沟、即将进入伊犁河流域时，突遇暴风雪，道路全部被积雪覆盖。为了节省燃油，一行人硬是在车里冻了一宿，第二天中午才把车开进去。",
        "rp_pair": [
            "【【出去→进去】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-4",
        "contain_rp": "在方场的中央，我们那五个人被对岸敌人的迫击炮火赶上了。在炮火下，他们伏在地上有半小时之久。最后，炮火稀了一点儿，两个轻伤的抱着两个重伤的爬了【【回来→过来】】。那第五个已经死了，躺在方场上。",
        "before_rp": "在方场的中央，我们那五个人被对岸敌人的迫击炮火赶上了。在炮火下，他们伏在地上有半小时之久。最后，炮火稀了一点儿，两个轻伤的抱着两个重伤的爬了回来。那第五个已经死了，躺在方场上。",
        "after_rp": "在方场的中央，我们那五个人被对岸敌人的迫击炮火赶上了。在炮火下，他们伏在地上有半小时之久。最后，炮火稀了一点儿，两个轻伤的抱着两个重伤的爬了过来。那第五个已经死了，躺在方场上。",
        "rp_pair": [
            "【【回来→过来】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-13763",
        "contain_rp": "眼看着水位越涨越高，其他老师也纷纷脱了鞋袜，光脚蹚进了漫水的走廊，抓紧搬运教学设施。【【出来→进来】】时，水已经漫到易治林的腰部。大家跑上跑下，不少人摔倒在泥水里，爬起来继续搬。易治林从上午忙到天黑，整整10个小时，顾不上吃一口饭、喝一口水。",
        "before_rp": "眼看着水位越涨越高，其他老师也纷纷脱了鞋袜，光脚蹚进了漫水的走廊，抓紧搬运教学设施。出来时，水已经漫到易治林的腰部。大家跑上跑下，不少人摔倒在泥水里，爬起来继续搬。易治林从上午忙到天黑，整整10个小时，顾不上吃一口饭、喝一口水。",
        "after_rp": "眼看着水位越涨越高，其他老师也纷纷脱了鞋袜，光脚蹚进了漫水的走廊，抓紧搬运教学设施。进来时，水已经漫到易治林的腰部。大家跑上跑下，不少人摔倒在泥水里，爬起来继续搬。易治林从上午忙到天黑，整整10个小时，顾不上吃一口饭、喝一口水。",
        "rp_pair": [
            "【【出来→进来】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-1480",
        "contain_rp": "我们真想捉一只翠鸟来饲养。老渔翁跟我们说：“孩子们，你人知道翠鸟的家在哪里？沿着小溪【【上去→下去】】，在那陡峭的石壁上。洞口很小，里面很深。逮它很不容易呀！”我们只好打消了这个想法。在翠鸟飞来的时候，我们远远地看着它那美丽的羽毛，希望它在苇秆上多停一会儿。",
        "before_rp": "我们真想捉一只翠鸟来饲养。老渔翁跟我们说：“孩子们，你人知道翠鸟的家在哪里？沿着小溪上去，在那陡峭的石壁上。洞口很小，里面很深。逮它很不容易呀！”我们只好打消了这个想法。在翠鸟飞来的时候，我们远远地看着它那美丽的羽毛，希望它在苇秆上多停一会儿。",
        "after_rp": "我们真想捉一只翠鸟来饲养。老渔翁跟我们说：“孩子们，你人知道翠鸟的家在哪里？沿着小溪下去，在那陡峭的石壁上。洞口很小，里面很深。逮它很不容易呀！”我们只好打消了这个想法。在翠鸟飞来的时候，我们远远地看着它那美丽的羽毛，希望它在苇秆上多停一会儿。",
        "rp_pair": [
            "【【上去→下去】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-7997",
        "contain_rp": "过了一刻钟，桑桑【【出来→进来】】了，见院子里无人，将被子狠狠地从绳子上扯下来，扔到了地上。而当时的地上，还留着夜间的积水。",
        "before_rp": "过了一刻钟，桑桑出来了，见院子里无人，将被子狠狠地从绳子上扯下来，扔到了地上。而当时的地上，还留着夜间的积水。",
        "after_rp": "过了一刻钟，桑桑进来了，见院子里无人，将被子狠狠地从绳子上扯下来，扔到了地上。而当时的地上，还留着夜间的积水。",
        "rp_pair": [
            "【【出来→进来】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-9144",
        "contain_rp": "县长铁青着脸回去了，回到办公室以后发了一通更大的脾气。他把县政府办公室主任再次叫了【【过去→回来】】，说把李光头交给他了，可以不惜一切代价，必须在副省长来到之前把大门口的破烂废品山清理掉。县办主任灰头土脸地来到了大门口，见了李光头就直截了当地说：",
        "before_rp": "县长铁青着脸回去了，回到办公室以后发了一通更大的脾气。他把县政府办公室主任再次叫了过去，说把李光头交给他了，可以不惜一切代价，必须在副省长来到之前把大门口的破烂废品山清理掉。县办主任灰头土脸地来到了大门口，见了李光头就直截了当地说：",
        "after_rp": "县长铁青着脸回去了，回到办公室以后发了一通更大的脾气。他把县政府办公室主任再次叫了回来，说把李光头交给他了，可以不惜一切代价，必须在副省长来到之前把大门口的破烂废品山清理掉。县办主任灰头土脸地来到了大门口，见了李光头就直截了当地说：",
        "rp_pair": [
            "【【过去→回来】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-7623",
        "contain_rp": "油麻地小学派了一帮师生，将小草房里的东西，抬的抬，扛的扛，拎的拎，捧的捧，全都搬了【【过来→回来】】。那些鸡、鸭、鹅，也都为它们早已准备好了窝，一只只地被孩子们捉住抱了过来。",
        "before_rp": "油麻地小学派了一帮师生，将小草房里的东西，抬的抬，扛的扛，拎的拎，捧的捧，全都搬了过来。那些鸡、鸭、鹅，也都为它们早已准备好了窝，一只只地被孩子们捉住抱了过来。",
        "after_rp": "油麻地小学派了一帮师生，将小草房里的东西，抬的抬，扛的扛，拎的拎，捧的捧，全都搬了回来。那些鸡、鸭、鹅，也都为它们早已准备好了窝，一只只地被孩子们捉住抱了过来。",
        "rp_pair": [
            "【【过来→回来】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-14721",
        "contain_rp": "这个红袖章走上去踹了他一脚，他顺着墙壁倒下了，红袖章这才吓了一跳，倒退了几步后，让两个被关押的犯人【【上去→下来】】看看。这两个人走上去蹲在那里，把孙伟父亲看了又看，只看到他浑身的伤口，看不出来他是怎么死的。这两个人又把孙伟父亲扶了起来，扶起来时看见他头顶上全是新鲜的血，两个人仔细看了看他的头顶，又伸手去摸一摸，终于知道了，两个人同时惊叫起来：",
        "before_rp": "这个红袖章走上去踹了他一脚，他顺着墙壁倒下了，红袖章这才吓了一跳，倒退了几步后，让两个被关押的犯人上去看看。这两个人走上去蹲在那里，把孙伟父亲看了又看，只看到他浑身的伤口，看不出来他是怎么死的。这两个人又把孙伟父亲扶了起来，扶起来时看见他头顶上全是新鲜的血，两个人仔细看了看他的头顶，又伸手去摸一摸，终于知道了，两个人同时惊叫起来：",
        "after_rp": "这个红袖章走上去踹了他一脚，他顺着墙壁倒下了，红袖章这才吓了一跳，倒退了几步后，让两个被关押的犯人下来看看。这两个人走上去蹲在那里，把孙伟父亲看了又看，只看到他浑身的伤口，看不出来他是怎么死的。这两个人又把孙伟父亲扶了起来，扶起来时看见他头顶上全是新鲜的血，两个人仔细看了看他的头顶，又伸手去摸一摸，终于知道了，两个人同时惊叫起来：",
        "rp_pair": [
            "【【上去→下来】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-15625",
        "contain_rp": "我在清晨时【【出去→进去】】公园散步，总能看见他在电线杆下，手里提着菜篮。",
        "before_rp": "我在清晨时出去公园散步，总能看见他在电线杆下，手里提着菜篮。",
        "after_rp": "我在清晨时进去公园散步，总能看见他在电线杆下，手里提着菜篮。",
        "rp_pair": [
            "【【出去→进去】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-1964",
        "contain_rp": "兰兰惊奇地站在潜水桥【【上→下】】，透过玻璃看见大大小小的鱼游来游去，各种各样的船只从桥顶上驶过来划过去。",
        "before_rp": "兰兰惊奇地站在潜水桥上，透过玻璃看见大大小小的鱼游来游去，各种各样的船只从桥顶上驶过来划过去。",
        "after_rp": "兰兰惊奇地站在潜水桥下，透过玻璃看见大大小小的鱼游来游去，各种各样的船只从桥顶上驶过来划过去。",
        "rp_pair": [
            "【【上→下】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-5461",
        "contain_rp": "木屋外，是4号吊椅式缆车起点。乘坐4号缆车前往山顶，脚下是皑皑白雪，两旁是高耸的雪岭云杉，静谧中，能听到雪地里偶尔跑过的小动物弄出的声响。不时有阳光透过树枝，在人身上洒【【下→上】】斑驳的光影，仿佛置身童话世界。",
        "before_rp": "木屋外，是4号吊椅式缆车起点。乘坐4号缆车前往山顶，脚下是皑皑白雪，两旁是高耸的雪岭云杉，静谧中，能听到雪地里偶尔跑过的小动物弄出的声响。不时有阳光透过树枝，在人身上洒下斑驳的光影，仿佛置身童话世界。",
        "after_rp": "木屋外，是4号吊椅式缆车起点。乘坐4号缆车前往山顶，脚下是皑皑白雪，两旁是高耸的雪岭云杉，静谧中，能听到雪地里偶尔跑过的小动物弄出的声响。不时有阳光透过树枝，在人身上洒上斑驳的光影，仿佛置身童话世界。",
        "rp_pair": [
            "【【下→上】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-13982",
        "contain_rp": "随着城市的发展，延安城边那些或长或短、或粗或细的山沟里，也都纷纷盖起了居民楼。为了方便人们出行和休闲，城市的建设者在山脊间打通隧道，在山梁【【上→下】】修建山体公园。群山之中的道路，像彩线串珠一样，把整个延安城都串联起来。",
        "before_rp": "随着城市的发展，延安城边那些或长或短、或粗或细的山沟里，也都纷纷盖起了居民楼。为了方便人们出行和休闲，城市的建设者在山脊间打通隧道，在山梁上修建山体公园。群山之中的道路，像彩线串珠一样，把整个延安城都串联起来。",
        "after_rp": "随着城市的发展，延安城边那些或长或短、或粗或细的山沟里，也都纷纷盖起了居民楼。为了方便人们出行和休闲，城市的建设者在山脊间打通隧道，在山梁下修建山体公园。群山之中的道路，像彩线串珠一样，把整个延安城都串联起来。",
        "rp_pair": [
            "【【上→下】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-4697",
        "contain_rp": "那时学校到金华市区只有一路公交车，终点站是清波门。金华城不大，清波门附近最热闹，有保宁门，八咏楼，还有小码头，人来人往，天天赶集似的。这热闹中有一个地方让我印象特别深刻，原因是院子【【里→外】】有两株古柏，粗壮苍劲的树干如同守望的哨兵。每到冬天，眼看着树都要干枯，可春天一到，又水灵灵地活回来，真是坚韧顽强。附近的古城墙上爬满了粗壮的木莲，那些果子像一个个绿色的小铃铛悬挂在风中。",
        "before_rp": "那时学校到金华市区只有一路公交车，终点站是清波门。金华城不大，清波门附近最热闹，有保宁门，八咏楼，还有小码头，人来人往，天天赶集似的。这热闹中有一个地方让我印象特别深刻，原因是院子里有两株古柏，粗壮苍劲的树干如同守望的哨兵。每到冬天，眼看着树都要干枯，可春天一到，又水灵灵地活回来，真是坚韧顽强。附近的古城墙上爬满了粗壮的木莲，那些果子像一个个绿色的小铃铛悬挂在风中。",
        "after_rp": "那时学校到金华市区只有一路公交车，终点站是清波门。金华城不大，清波门附近最热闹，有保宁门，八咏楼，还有小码头，人来人往，天天赶集似的。这热闹中有一个地方让我印象特别深刻，原因是院子外有两株古柏，粗壮苍劲的树干如同守望的哨兵。每到冬天，眼看着树都要干枯，可春天一到，又水灵灵地活回来，真是坚韧顽强。附近的古城墙上爬满了粗壮的木莲，那些果子像一个个绿色的小铃铛悬挂在风中。",
        "rp_pair": [
            "【【里→外】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-12513",
        "contain_rp": "经审理查明，2016年6月6日上午8时40分许，被告人程某驾驶牌号为沪BGXXXX的中型普通货车，在本市静安区保德路891弄小区6、7号楼旁小区通道处，由北向南倒车行驶，适逢被害人王秀英(女，1929年1月30日生)在其车后沿该通道由东向西行走，程某未察明车后情况，所驾车辆后侧左部碰及王秀英，致王倒地，王的身体遭车辆【【右→左】】后轮碾压。",
        "before_rp": "经审理查明，2016年6月6日上午8时40分许，被告人程某驾驶牌号为沪BGXXXX的中型普通货车，在本市静安区保德路891弄小区6、7号楼旁小区通道处，由北向南倒车行驶，适逢被害人王秀英(女，1929年1月30日生)在其车后沿该通道由东向西行走，程某未察明车后情况，所驾车辆后侧左部碰及王秀英，致王倒地，王的身体遭车辆右后轮碾压。",
        "after_rp": "经审理查明，2016年6月6日上午8时40分许，被告人程某驾驶牌号为沪BGXXXX的中型普通货车，在本市静安区保德路891弄小区6、7号楼旁小区通道处，由北向南倒车行驶，适逢被害人王秀英(女，1929年1月30日生)在其车后沿该通道由东向西行走，程某未察明车后情况，所驾车辆后侧左部碰及王秀英，致王倒地，王的身体遭车辆左后轮碾压。",
        "rp_pair": [
            "【【右→左】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10212",
        "contain_rp": "棕漠土暖温带半灌木-灌木荒漠【【下→上】】发育的土壤，广布于新疆的南部和东部。这类土壤基本上是与石质漠境或戈壁相适应，与北非的石漠（或称石膏荒漠和石膏壳）近似，但其干旱程度更强，以致在土壤中出现氯化物的盐层，成为世界荒漠土壤中罕见的现象。",
        "before_rp": "棕漠土暖温带半灌木-灌木荒漠下发育的土壤，广布于新疆的南部和东部。这类土壤基本上是与石质漠境或戈壁相适应，与北非的石漠（或称石膏荒漠和石膏壳）近似，但其干旱程度更强，以致在土壤中出现氯化物的盐层，成为世界荒漠土壤中罕见的现象。",
        "after_rp": "棕漠土暖温带半灌木-灌木荒漠上发育的土壤，广布于新疆的南部和东部。这类土壤基本上是与石质漠境或戈壁相适应，与北非的石漠（或称石膏荒漠和石膏壳）近似，但其干旱程度更强，以致在土壤中出现氯化物的盐层，成为世界荒漠土壤中罕见的现象。",
        "rp_pair": [
            "【【下→上】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-8140",
        "contain_rp": "桑桑望着白三模模糊糊的面孔，忽然对白三生起气来:所有这一切事情的发生，全是因为他!桑桑起了一个恶毒的念头:拉开天窗，然后站起来，解开裤带，让裤子落在脚面上，对着天窗口撒尿，直撒到白三的脸上，惊得他叫起来:“哦哟，屋漏雨了!”桑桑想象着白三被“雨”淋了的时候的样子，坐在屋脊【【上→下】】傻笑起来。",
        "before_rp": "桑桑望着白三模模糊糊的面孔，忽然对白三生起气来:所有这一切事情的发生，全是因为他!桑桑起了一个恶毒的念头:拉开天窗，然后站起来，解开裤带，让裤子落在脚面上，对着天窗口撒尿，直撒到白三的脸上，惊得他叫起来:“哦哟，屋漏雨了!”桑桑想象着白三被“雨”淋了的时候的样子，坐在屋脊上傻笑起来。",
        "after_rp": "桑桑望着白三模模糊糊的面孔，忽然对白三生起气来:所有这一切事情的发生，全是因为他!桑桑起了一个恶毒的念头:拉开天窗，然后站起来，解开裤带，让裤子落在脚面上，对着天窗口撒尿，直撒到白三的脸上，惊得他叫起来:“哦哟，屋漏雨了!”桑桑想象着白三被“雨”淋了的时候的样子，坐在屋脊下傻笑起来。",
        "rp_pair": [
            "【【上→下】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-6770",
        "contain_rp": "银吊挂长120厘米，重300克，由镂空桂花银球串接而成。两端接花瓣形扣，扣端下接两短链，每短银链下左右置银铃，中间为一银角，铃铛【【上→下】】亦装饰有花瓣纹。",
        "before_rp": "银吊挂长120厘米，重300克，由镂空桂花银球串接而成。两端接花瓣形扣，扣端下接两短链，每短银链下左右置银铃，中间为一银角，铃铛上亦装饰有花瓣纹。",
        "after_rp": "银吊挂长120厘米，重300克，由镂空桂花银球串接而成。两端接花瓣形扣，扣端下接两短链，每短银链下左右置银铃，中间为一银角，铃铛下亦装饰有花瓣纹。",
        "rp_pair": [
            "【【上→下】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-3235",
        "contain_rp": "近两年，客居京郊，逐渐习惯了在北方过年。习惯了春节吃饺子，逛庙会，和家人一起游故宫。中午，在太和殿或者乾清宫旁的椅子【【上→下】】，晒晒太阳，打个盹。然后，在潮白河的冰面上，自由地滑行。",
        "before_rp": "近两年，客居京郊，逐渐习惯了在北方过年。习惯了春节吃饺子，逛庙会，和家人一起游故宫。中午，在太和殿或者乾清宫旁的椅子上，晒晒太阳，打个盹。然后，在潮白河的冰面上，自由地滑行。",
        "after_rp": "近两年，客居京郊，逐渐习惯了在北方过年。习惯了春节吃饺子，逛庙会，和家人一起游故宫。中午，在太和殿或者乾清宫旁的椅子下，晒晒太阳，打个盹。然后，在潮白河的冰面上，自由地滑行。",
        "rp_pair": [
            "【【上→下】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-12076",
        "contain_rp": "这天晚上，蒋一轮将桑桑叫到花园【【里→外】】，犹豫了一阵，从口袋里掏出一封信来:“桑桑，还能帮我送一封信吗？”",
        "before_rp": "这天晚上，蒋一轮将桑桑叫到花园里，犹豫了一阵，从口袋里掏出一封信来:“桑桑，还能帮我送一封信吗？”",
        "after_rp": "这天晚上，蒋一轮将桑桑叫到花园外，犹豫了一阵，从口袋里掏出一封信来:“桑桑，还能帮我送一封信吗？”",
        "rp_pair": [
            "【【里→外】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11888",
        "contain_rp": "10月7日，两名儿童在福州市江心公园【【里→外】】的榕树【【下→旁】】玩耍。",
        "before_rp": "10月7日，两名儿童在福州市江心公园里→外】】的榕树【【下玩耍。",
        "after_rp": "10月7日，两名儿童在福州市江心公园外的榕树旁玩耍。",
        "rp_pair": [
            "【【里→外】】的榕树【【下→旁】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-2540",
        "contain_rp": "右腿弯曲，并用脚跟顶住臀部，左腿跨过右膝，将左脚置于右膝外侧，并用右肘顶住左膝外侧，右手抓住左脚脚踝内侧，左手在臀部后侧撑住地面，吸气，后背挺直，目视【【右→左】】前方。",
        "before_rp": "右腿弯曲，并用脚跟顶住臀部，左腿跨过右膝，将左脚置于右膝外侧，并用右肘顶住左膝外侧，右手抓住左脚脚踝内侧，左手在臀部后侧撑住地面，吸气，后背挺直，目视右前方。",
        "after_rp": "右腿弯曲，并用脚跟顶住臀部，左腿跨过右膝，将左脚置于右膝外侧，并用右肘顶住左膝外侧，右手抓住左脚脚踝内侧，左手在臀部后侧撑住地面，吸气，后背挺直，目视左前方。",
        "rp_pair": [
            "【【右→左】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10659",
        "contain_rp": "上海市闵行区人民检察院指控：2020年11月15日3时45分许，被告人张其旺酒后驾驶小型轿车行至本市闵行区外环高速XX路【【下→上】】匝道西约50米处时在车内睡觉，后被民警查获。",
        "before_rp": "上海市闵行区人民检察院指控：2020年11月15日3时45分许，被告人张其旺酒后驾驶小型轿车行至本市闵行区外环高速XX路下匝道西约50米处时在车内睡觉，后被民警查获。",
        "after_rp": "上海市闵行区人民检察院指控：2020年11月15日3时45分许，被告人张其旺酒后驾驶小型轿车行至本市闵行区外环高速XX路上匝道西约50米处时在车内睡觉，后被民警查获。",
        "rp_pair": [
            "【【下→上】】"
        ],
        "label": 3
    },
    {
        "qid": "1-dev-11706",
        "contain_rp": "而到了峄城，才知晓这里的石榴树不是以株论，而是按亩来论。十二万亩石榴园，到底有多少株石榴树？你看，前边、后边、左边、右边，近处，远方，路旁，山坡【【上→下】】，沟涧【【里→前】】，全是繁茂的石榴树。那古朴苍劲的树干上，枝条纵横交错，树枝或围拢一起，或旁逸斜出。",
        "before_rp": "而到了峄城，才知晓这里的石榴树不是以株论，而是按亩来论。十二万亩石榴园，到底有多少株石榴树？你看，前边、后边、左边、右边，近处，远方，路旁，山坡上→下】】，沟涧【【里，全是繁茂的石榴树。那古朴苍劲的树干上，枝条纵横交错，树枝或围拢一起，或旁逸斜出。",
        "after_rp": "而到了峄城，才知晓这里的石榴树不是以株论，而是按亩来论。十二万亩石榴园，到底有多少株石榴树？你看，前边、后边、左边、右边，近处，远方，路旁，山坡下，沟涧前，全是繁茂的石榴树。那古朴苍劲的树干上，枝条纵横交错，树枝或围拢一起，或旁逸斜出。",
        "rp_pair": [
            "【【上→下】】，沟涧【【里→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-2071",
        "contain_rp": "她又擦着了一根火柴。这一回，她坐在美丽的圣诞树下。这棵圣诞树，比她去年圣诞节透过富商家的玻璃门看到的还要大，还要美。翠绿的树枝【【上→下】】点着几千支明晃晃的蜡烛，许多幅美丽的彩色画片，跟挂在商店橱窗里的一个样，在向她眨眼睛。小女孩向画片伸出手去。这时候，火柴又灭了。只见圣诞树上的烛光越升越高，最后成了在天空中闪烁的星星。有一颗星星落下来了，在天空中划出了一道细长的红光。",
        "before_rp": "她又擦着了一根火柴。这一回，她坐在美丽的圣诞树下。这棵圣诞树，比她去年圣诞节透过富商家的玻璃门看到的还要大，还要美。翠绿的树枝上点着几千支明晃晃的蜡烛，许多幅美丽的彩色画片，跟挂在商店橱窗里的一个样，在向她眨眼睛。小女孩向画片伸出手去。这时候，火柴又灭了。只见圣诞树上的烛光越升越高，最后成了在天空中闪烁的星星。有一颗星星落下来了，在天空中划出了一道细长的红光。",
        "after_rp": "她又擦着了一根火柴。这一回，她坐在美丽的圣诞树下。这棵圣诞树，比她去年圣诞节透过富商家的玻璃门看到的还要大，还要美。翠绿的树枝下点着几千支明晃晃的蜡烛，许多幅美丽的彩色画片，跟挂在商店橱窗里的一个样，在向她眨眼睛。小女孩向画片伸出手去。这时候，火柴又灭了。只见圣诞树上的烛光越升越高，最后成了在天空中闪烁的星星。有一颗星星落下来了，在天空中划出了一道细长的红光。",
        "rp_pair": [
            "【【上→下】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-1307",
        "contain_rp": "出门向东，不上半里，走过一道石桥，便是我的先生的家了。从一扇黑油的竹门进去，第三间是书房。中间挂着一块扁道：三味书屋；扁下面是一幅画，画着一只很肥大的梅花鹿伏在古树【【下→上】】。没有孔子牌位，我们便对着那扁和鹿行礼。第一次算是拜孔子，第二次算是拜先生。",
        "before_rp": "出门向东，不上半里，走过一道石桥，便是我的先生的家了。从一扇黑油的竹门进去，第三间是书房。中间挂着一块扁道：三味书屋；扁下面是一幅画，画着一只很肥大的梅花鹿伏在古树下。没有孔子牌位，我们便对着那扁和鹿行礼。第一次算是拜孔子，第二次算是拜先生。",
        "after_rp": "出门向东，不上半里，走过一道石桥，便是我的先生的家了。从一扇黑油的竹门进去，第三间是书房。中间挂着一块扁道：三味书屋；扁下面是一幅画，画着一只很肥大的梅花鹿伏在古树上。没有孔子牌位，我们便对着那扁和鹿行礼。第一次算是拜孔子，第二次算是拜先生。",
        "rp_pair": [
            "【【下→上】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13397",
        "contain_rp": "将身体左转，此时两脚尖在同一方向上，同时使双臂上举至头部上方合掌，拇指相扣。保持【【左→右】】大腿的水平状态，绷直右腿，保持头、手姿态不变。",
        "before_rp": "将身体左转，此时两脚尖在同一方向上，同时使双臂上举至头部上方合掌，拇指相扣。保持左大腿的水平状态，绷直右腿，保持头、手姿态不变。",
        "after_rp": "将身体左转，此时两脚尖在同一方向上，同时使双臂上举至头部上方合掌，拇指相扣。保持右大腿的水平状态，绷直右腿，保持头、手姿态不变。",
        "rp_pair": [
            "【【左→右】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-8492",
        "contain_rp": "宋钢后来差不多每个月都会进城，他不再是一个人来了，他是在爷爷进城卖菜时，跟着一起走来。爷孙两个人进城的时候天还没有亮，李光头还在睡梦里。走过南门进了城，宋钢就会捧着两棵新鲜的青菜跑在天亮前的街道上，跑到李光头的家门口，把青菜悄悄靠在门【【上→边】】，再跑回天亮【【前→后】】的菜市场，坐在卖菜的爷爷身旁，替爷爷叫喊。",
        "before_rp": "宋钢后来差不多每个月都会进城，他不再是一个人来了，他是在爷爷进城卖菜时，跟着一起走来。爷孙两个人进城的时候天还没有亮，李光头还在睡梦里。走过南门进了城，宋钢就会捧着两棵新鲜的青菜跑在天亮前的街道上，跑到李光头的家门口，把青菜悄悄靠在门上→边】】，再跑回天亮【【前的菜市场，坐在卖菜的爷爷身旁，替爷爷叫喊。",
        "after_rp": "宋钢后来差不多每个月都会进城，他不再是一个人来了，他是在爷爷进城卖菜时，跟着一起走来。爷孙两个人进城的时候天还没有亮，李光头还在睡梦里。走过南门进了城，宋钢就会捧着两棵新鲜的青菜跑在天亮前的街道上，跑到李光头的家门口，把青菜悄悄靠在门边，再跑回天亮后的菜市场，坐在卖菜的爷爷身旁，替爷爷叫喊。",
        "rp_pair": [
            "【【上→边】】，再跑回天亮【【前→后】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-9859",
        "contain_rp": "林红看着桌上的晚餐和玫瑰花丛咯咯笑了，她说好像是外国人在吃饭。李光头立刻像个外国绅士了，挺直了腰拿起冰桶里的红酒，拔掉木塞往自己杯中倒了一点，放下酒瓶后，举起酒杯轻轻晃动起来，再举到鼻子前闻了一下，然后才喝【【上→下】】一口，他赞赏地说了一句：",
        "before_rp": "林红看着桌上的晚餐和玫瑰花丛咯咯笑了，她说好像是外国人在吃饭。李光头立刻像个外国绅士了，挺直了腰拿起冰桶里的红酒，拔掉木塞往自己杯中倒了一点，放下酒瓶后，举起酒杯轻轻晃动起来，再举到鼻子前闻了一下，然后才喝上一口，他赞赏地说了一句：",
        "after_rp": "林红看着桌上的晚餐和玫瑰花丛咯咯笑了，她说好像是外国人在吃饭。李光头立刻像个外国绅士了，挺直了腰拿起冰桶里的红酒，拔掉木塞往自己杯中倒了一点，放下酒瓶后，举起酒杯轻轻晃动起来，再举到鼻子前闻了一下，然后才喝下一口，他赞赏地说了一句：",
        "rp_pair": [
            "【【上→下】】"
        ],
        "label": 1
    },
    {
        "qid": "1-dev-12588",
        "contain_rp": "在我老家屋【【后→前】】的菜园【【里→前】】，有一口古老的小小的水井。",
        "before_rp": "在我老家屋后→前】】的菜园【【里，有一口古老的小小的水井。",
        "after_rp": "在我老家屋前的菜园前，有一口古老的小小的水井。",
        "rp_pair": [
            "【【后→前】】的菜园【【里→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-15111",
        "contain_rp": "上海市嘉定区人民检察院检察员沈文文、被告人赵兰海到庭参加诉讼公诉机关指控，2020年11月18日19时40分许，被告人赵兰海酒后驾驶号牌号码为苏A8XXXX的小型轿车沿本区外冈镇【【外→中】】钱公路由西向东行驶至外青松公路后右转，至外青松公路、外钱公路南约100处，被民警查获。",
        "before_rp": "上海市嘉定区人民检察院检察员沈文文、被告人赵兰海到庭参加诉讼公诉机关指控，2020年11月18日19时40分许，被告人赵兰海酒后驾驶号牌号码为苏A8XXXX的小型轿车沿本区外冈镇外钱公路由西向东行驶至外青松公路后右转，至外青松公路、外钱公路南约100处，被民警查获。",
        "after_rp": "上海市嘉定区人民检察院检察员沈文文、被告人赵兰海到庭参加诉讼公诉机关指控，2020年11月18日19时40分许，被告人赵兰海酒后驾驶号牌号码为苏A8XXXX的小型轿车沿本区外冈镇中钱公路由西向东行驶至外青松公路后右转，至外青松公路、外钱公路南约100处，被民警查获。",
        "rp_pair": [
            "【【外→中】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-4561",
        "contain_rp": "细雨中，成都的乡村也会展示出油画般的美景。农家人站立在雨中，头戴斗笠，身着蓑衣，点缀在花草【【中→旁】】。这让人不禁想到王建的诗句：“雨里鸡鸣一两家，竹溪村路板桥斜。妇姑相唤浴蚕去，闲看中庭栀子花。”描写的不正是这样的场景吗？",
        "before_rp": "细雨中，成都的乡村也会展示出油画般的美景。农家人站立在雨中，头戴斗笠，身着蓑衣，点缀在花草中。这让人不禁想到王建的诗句：“雨里鸡鸣一两家，竹溪村路板桥斜。妇姑相唤浴蚕去，闲看中庭栀子花。”描写的不正是这样的场景吗？",
        "after_rp": "细雨中，成都的乡村也会展示出油画般的美景。农家人站立在雨中，头戴斗笠，身着蓑衣，点缀在花草旁。这让人不禁想到王建的诗句：“雨里鸡鸣一两家，竹溪村路板桥斜。妇姑相唤浴蚕去，闲看中庭栀子花。”描写的不正是这样的场景吗？",
        "rp_pair": [
            "【【中→旁】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-15114",
        "contain_rp": "上海市嘉定区人民检察院检察员沈文文、被告人赵兰海到庭参加诉讼公诉机关指控，2020年11月18日19时40分许，被告人赵兰海酒后驾驶号牌号码为苏A8XXXX的小型轿车沿本区外冈镇外钱公路由西向东行驶至【【外→中】】青松公路后右转，至外青松公路、外钱公路南约100处，被民警查获。",
        "before_rp": "上海市嘉定区人民检察院检察员沈文文、被告人赵兰海到庭参加诉讼公诉机关指控，2020年11月18日19时40分许，被告人赵兰海酒后驾驶号牌号码为苏A8XXXX的小型轿车沿本区外冈镇外钱公路由西向东行驶至外青松公路后右转，至外青松公路、外钱公路南约100处，被民警查获。",
        "after_rp": "上海市嘉定区人民检察院检察员沈文文、被告人赵兰海到庭参加诉讼公诉机关指控，2020年11月18日19时40分许，被告人赵兰海酒后驾驶号牌号码为苏A8XXXX的小型轿车沿本区外冈镇外钱公路由西向东行驶至中青松公路后右转，至外青松公路、外钱公路南约100处，被民警查获。",
        "rp_pair": [
            "【【外→中】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-4330",
        "contain_rp": "19岁那年，我来到江西省奉新县澡下镇泥洋村小学支教，用一支粉笔开启了教书生涯。原本怀揣理想而来，可到学校里一看，教室【【四面→左面】】透风，操场一片荒芜。加之地处海拔近千米的山坳中，距县城100多里路，回趟南昌老家得辗转一天。父母的心疼和不理解曾令我动摇，但学生们一双双求知的眼睛，却深深印刻在我心里。",
        "before_rp": "19岁那年，我来到江西省奉新县澡下镇泥洋村小学支教，用一支粉笔开启了教书生涯。原本怀揣理想而来，可到学校里一看，教室四面透风，操场一片荒芜。加之地处海拔近千米的山坳中，距县城100多里路，回趟南昌老家得辗转一天。父母的心疼和不理解曾令我动摇，但学生们一双双求知的眼睛，却深深印刻在我心里。",
        "after_rp": "19岁那年，我来到江西省奉新县澡下镇泥洋村小学支教，用一支粉笔开启了教书生涯。原本怀揣理想而来，可到学校里一看，教室左面透风，操场一片荒芜。加之地处海拔近千米的山坳中，距县城100多里路，回趟南昌老家得辗转一天。父母的心疼和不理解曾令我动摇，但学生们一双双求知的眼睛，却深深印刻在我心里。",
        "rp_pair": [
            "【【四面→左面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-51",
        "contain_rp": "从天安门往里走，沿着一条笔直的大道穿过端门，就到午门的【【前面→外面】】。午门俗称五凤楼，是紫禁城的正门。走进午门，是一个宽广的庭院，弯弯的金水河像一条玉带横贯东西，河上是五座精美的汉白玉石桥。桥的北面是太和门，一对威武的铜狮守卫在门的两侧。",
        "before_rp": "从天安门往里走，沿着一条笔直的大道穿过端门，就到午门的前面。午门俗称五凤楼，是紫禁城的正门。走进午门，是一个宽广的庭院，弯弯的金水河像一条玉带横贯东西，河上是五座精美的汉白玉石桥。桥的北面是太和门，一对威武的铜狮守卫在门的两侧。",
        "after_rp": "从天安门往里走，沿着一条笔直的大道穿过端门，就到午门的外面。午门俗称五凤楼，是紫禁城的正门。走进午门，是一个宽广的庭院，弯弯的金水河像一条玉带横贯东西，河上是五座精美的汉白玉石桥。桥的北面是太和门，一对威武的铜狮守卫在门的两侧。",
        "rp_pair": [
            "【【前面→外面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-12349",
        "contain_rp": "宋凡平回家的时候天已经黑了，他的脚步沉甸甸的像是两条假腿，他一声不吭地走进了里面的房间，他在床上一动不动地躺了两个小时。在【【外面→左面】】屋子的李光头和宋钢连个翻身的声响都没有听到，窗外的月光冷冷清清地照进来，两个孩子开始感到害怕，就走到了里面的房间，宋刚先爬到了床上，李光头也爬上了上去，他们在宋凡平的脚旁坐了下来。不知道又过去了多少时间，宋凡平突然坐了起来，他说：",
        "before_rp": "宋凡平回家的时候天已经黑了，他的脚步沉甸甸的像是两条假腿，他一声不吭地走进了里面的房间，他在床上一动不动地躺了两个小时。在外面屋子的李光头和宋钢连个翻身的声响都没有听到，窗外的月光冷冷清清地照进来，两个孩子开始感到害怕，就走到了里面的房间，宋刚先爬到了床上，李光头也爬上了上去，他们在宋凡平的脚旁坐了下来。不知道又过去了多少时间，宋凡平突然坐了起来，他说：",
        "after_rp": "宋凡平回家的时候天已经黑了，他的脚步沉甸甸的像是两条假腿，他一声不吭地走进了里面的房间，他在床上一动不动地躺了两个小时。在左面屋子的李光头和宋钢连个翻身的声响都没有听到，窗外的月光冷冷清清地照进来，两个孩子开始感到害怕，就走到了里面的房间，宋刚先爬到了床上，李光头也爬上了上去，他们在宋凡平的脚旁坐了下来。不知道又过去了多少时间，宋凡平突然坐了起来，他说：",
        "rp_pair": [
            "【【外面→左面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14695",
        "contain_rp": "这时候的阳光的颜色开始变红了，两个孩子走到了屋外，看到太阳正在落山。他们想起了宋凡平早晨说过的话，宋凡平说太阳落山的时候他和李兰就会回到家中。他们觉得自己的母亲就要回来了，李光头和宋钢拉着手在夕阳的余辉里再次走向了车站。两个孩子走过车站旁边那家点心店时，看到苏妈坐在【【里面→前面】】，宋钢对她说：",
        "before_rp": "这时候的阳光的颜色开始变红了，两个孩子走到了屋外，看到太阳正在落山。他们想起了宋凡平早晨说过的话，宋凡平说太阳落山的时候他和李兰就会回到家中。他们觉得自己的母亲就要回来了，李光头和宋钢拉着手在夕阳的余辉里再次走向了车站。两个孩子走过车站旁边那家点心店时，看到苏妈坐在里面，宋钢对她说：",
        "after_rp": "这时候的阳光的颜色开始变红了，两个孩子走到了屋外，看到太阳正在落山。他们想起了宋凡平早晨说过的话，宋凡平说太阳落山的时候他和李兰就会回到家中。他们觉得自己的母亲就要回来了，李光头和宋钢拉着手在夕阳的余辉里再次走向了车站。两个孩子走过车站旁边那家点心店时，看到苏妈坐在前面，宋钢对她说：",
        "rp_pair": [
            "【【里面→前面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-8324",
        "contain_rp": "这天晚上，两个孩子在睡梦里总觉得有个人在屋子里走进走出，还有一次次倒水的声响。那是李兰一次次地去【【外面→前面】】井里提上来水，仔细擦洗了宋凡平的尸体，给宋凡平换上了一身干净衣服。两个孩子不知道瘦小的李兰是如何给高大的宋凡平换上衣服的，也不知道她是什么时候睡下的。第二天上午李兰出门后，李光头和宋钢发现里屋床上的宋凡平像个新郎一样干净了，他身下的床单也换过了，他的脸洗干净以后反而又青又紫了。",
        "before_rp": "这天晚上，两个孩子在睡梦里总觉得有个人在屋子里走进走出，还有一次次倒水的声响。那是李兰一次次地去外面井里提上来水，仔细擦洗了宋凡平的尸体，给宋凡平换上了一身干净衣服。两个孩子不知道瘦小的李兰是如何给高大的宋凡平换上衣服的，也不知道她是什么时候睡下的。第二天上午李兰出门后，李光头和宋钢发现里屋床上的宋凡平像个新郎一样干净了，他身下的床单也换过了，他的脸洗干净以后反而又青又紫了。",
        "after_rp": "这天晚上，两个孩子在睡梦里总觉得有个人在屋子里走进走出，还有一次次倒水的声响。那是李兰一次次地去前面井里提上来水，仔细擦洗了宋凡平的尸体，给宋凡平换上了一身干净衣服。两个孩子不知道瘦小的李兰是如何给高大的宋凡平换上衣服的，也不知道她是什么时候睡下的。第二天上午李兰出门后，李光头和宋钢发现里屋床上的宋凡平像个新郎一样干净了，他身下的床单也换过了，他的脸洗干净以后反而又青又紫了。",
        "rp_pair": [
            "【【外面→前面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-4932",
        "contain_rp": "到一个丁字路口左顾，大道尽头是一片洞开的豁口。顺着这条道走到豁口，见到的是一排渡桥和渡桥【【下面→外面】】壮阔的姚江。一艘艘木船横着，用长条木板连接固定起来，这样一座桥晃晃悠悠直铺到晃眼的对岸去。人们在船与岸间奔波忙碌，装货卸货。船的外面是更开阔的水面，浑黄的水从几个方向注入进来，在眼前汇成一片浩渺苍茫、奔腾回荡的湖面，又向东奔夺而去。那就是三江口了。",
        "before_rp": "到一个丁字路口左顾，大道尽头是一片洞开的豁口。顺着这条道走到豁口，见到的是一排渡桥和渡桥下面壮阔的姚江。一艘艘木船横着，用长条木板连接固定起来，这样一座桥晃晃悠悠直铺到晃眼的对岸去。人们在船与岸间奔波忙碌，装货卸货。船的外面是更开阔的水面，浑黄的水从几个方向注入进来，在眼前汇成一片浩渺苍茫、奔腾回荡的湖面，又向东奔夺而去。那就是三江口了。",
        "after_rp": "到一个丁字路口左顾，大道尽头是一片洞开的豁口。顺着这条道走到豁口，见到的是一排渡桥和渡桥外面壮阔的姚江。一艘艘木船横着，用长条木板连接固定起来，这样一座桥晃晃悠悠直铺到晃眼的对岸去。人们在船与岸间奔波忙碌，装货卸货。船的外面是更开阔的水面，浑黄的水从几个方向注入进来，在眼前汇成一片浩渺苍茫、奔腾回荡的湖面，又向东奔夺而去。那就是三江口了。",
        "rp_pair": [
            "【【下面→外面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13872",
        "contain_rp": "庄稼人爱惜粮食，总有想不到的招法。剥皮晒干的玉米到了各家各户后，贮存的方式各有高招。有的在屋檐下的椽头上，将玉米一排排地倒挂起来；有的在院落里用木杆做成围栏，将玉米装满其中；有的用木板做成底座，把玉米层层垒放，再用山草做棚在【【上面→侧面】】遮盖……就这样，小半年忙乎乎地耕耘，几昼夜连轴转抢收，终于到手了一大仓沉甸甸的收获。此时，庄稼人的心里都不由地发出两个字——值了！",
        "before_rp": "庄稼人爱惜粮食，总有想不到的招法。剥皮晒干的玉米到了各家各户后，贮存的方式各有高招。有的在屋檐下的椽头上，将玉米一排排地倒挂起来；有的在院落里用木杆做成围栏，将玉米装满其中；有的用木板做成底座，把玉米层层垒放，再用山草做棚在上面遮盖……就这样，小半年忙乎乎地耕耘，几昼夜连轴转抢收，终于到手了一大仓沉甸甸的收获。此时，庄稼人的心里都不由地发出两个字——值了！",
        "after_rp": "庄稼人爱惜粮食，总有想不到的招法。剥皮晒干的玉米到了各家各户后，贮存的方式各有高招。有的在屋檐下的椽头上，将玉米一排排地倒挂起来；有的在院落里用木杆做成围栏，将玉米装满其中；有的用木板做成底座，把玉米层层垒放，再用山草做棚在侧面遮盖……就这样，小半年忙乎乎地耕耘，几昼夜连轴转抢收，终于到手了一大仓沉甸甸的收获。此时，庄稼人的心里都不由地发出两个字——值了！",
        "rp_pair": [
            "【【上面→侧面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-5113",
        "contain_rp": "幼时的我生活在凤冈县城。老宅的黑瓦木屋里，铺着一块块未经打磨的木板。走在上面，木板“吱呀”地随着脚步吟唱。老屋【【后面→右面】】有半亩地栽满茶树。春天，茶树上星星点点的绿色慢慢萌发，第一场春雨落下，绿芽们舒缓身姿向上伸展，这时候伯母就会带着我们去采茶。",
        "before_rp": "幼时的我生活在凤冈县城。老宅的黑瓦木屋里，铺着一块块未经打磨的木板。走在上面，木板“吱呀”地随着脚步吟唱。老屋后面有半亩地栽满茶树。春天，茶树上星星点点的绿色慢慢萌发，第一场春雨落下，绿芽们舒缓身姿向上伸展，这时候伯母就会带着我们去采茶。",
        "after_rp": "幼时的我生活在凤冈县城。老宅的黑瓦木屋里，铺着一块块未经打磨的木板。走在上面，木板“吱呀”地随着脚步吟唱。老屋右面有半亩地栽满茶树。春天，茶树上星星点点的绿色慢慢萌发，第一场春雨落下，绿芽们舒缓身姿向上伸展，这时候伯母就会带着我们去采茶。",
        "rp_pair": [
            "【【后面→右面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-9556",
        "contain_rp": "宋钢茫然地转向窗外，看着马路对面的广告牌，看着广告牌【【上面→右面】】的楼房，看着楼房【【上面→后面】】的天空，他心里的悲哀和绝望在目光里飘向了远方，他回过头来后坚定地点头了，他说：",
        "before_rp": "宋钢茫然地转向窗外，看着马路对面的广告牌，看着广告牌上面→右面】】的楼房，看着楼房【【上面的天空，他心里的悲哀和绝望在目光里飘向了远方，他回过头来后坚定地点头了，他说：",
        "after_rp": "宋钢茫然地转向窗外，看着马路对面的广告牌，看着广告牌右面的楼房，看着楼房后面的天空，他心里的悲哀和绝望在目光里飘向了远方，他回过头来后坚定地点头了，他说：",
        "rp_pair": [
            "【【上面→右面】】的楼房，看着楼房【【上面→后面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-12035",
        "contain_rp": "【【下面→里面】】的情景是：孩子们桌上桌下，乱成一团，书本与扫帚之类的东西在空中乱舞，几只鸡无落脚之处，惊叫不止，在空中乱飞，几个女孩被鸡爪挠破手背或脸，哇哇乱叫，企图守住尊严的文教干事以及外校校长们，虽然仍然坐着，但也都扭过身体，做了保护自己不被鸡爪抓挠的姿势，温幼菊则捂住头，面朝黑板，不再看教室【【里→后】】究竟是一番什么样的情景。",
        "before_rp": "下面→里面】】的情景是：孩子们桌上桌下，乱成一团，书本与扫帚之类的东西在空中乱舞，几只鸡无落脚之处，惊叫不止，在空中乱飞，几个女孩被鸡爪挠破手背或脸，哇哇乱叫，企图守住尊严的文教干事以及外校校长们，虽然仍然坐着，但也都扭过身体，做了保护自己不被鸡爪抓挠的姿势，温幼菊则捂住头，面朝黑板，不再看教室【【里究竟是一番什么样的情景。",
        "after_rp": "里面的情景是：孩子们桌上桌下，乱成一团，书本与扫帚之类的东西在空中乱舞，几只鸡无落脚之处，惊叫不止，在空中乱飞，几个女孩被鸡爪挠破手背或脸，哇哇乱叫，企图守住尊严的文教干事以及外校校长们，虽然仍然坐着，但也都扭过身体，做了保护自己不被鸡爪抓挠的姿势，温幼菊则捂住头，面朝黑板，不再看教室后究竟是一番什么样的情景。",
        "rp_pair": [
            "【【下面→里面】】的情景是：孩子们桌上桌下，乱成一团，书本与扫帚之类的东西在空中乱舞，几只鸡无落脚之处，惊叫不止，在空中乱飞，几个女孩被鸡爪挠破手背或脸，哇哇乱叫，企图守住尊严的文教干事以及外校校长们，虽然仍然坐着，但也都扭过身体，做了保护自己不被鸡爪抓挠的姿势，温幼菊则捂住头，面朝黑板，不再看教室【【里→后】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-5817",
        "contain_rp": "农舍【【后面→四面】】的斜坡【【上→后】】覆盖着茂密的柏树林，两侧的花园和草地上还长了些榆树。农舍的正前方，一条小溪蜿蜒流过，像是为草地镶了一条银边。跨过小溪，前面又是一片柏树林场，墨绿色的枝叶就挂在水面上方。白嘴鸦多在树上筑巢，春天的时候，这片深谷里到处回响着它们嘎嘎的鸣叫声。",
        "before_rp": "农舍后面→四面】】的斜坡【【上覆盖着茂密的柏树林，两侧的花园和草地上还长了些榆树。农舍的正前方，一条小溪蜿蜒流过，像是为草地镶了一条银边。跨过小溪，前面又是一片柏树林场，墨绿色的枝叶就挂在水面上方。白嘴鸦多在树上筑巢，春天的时候，这片深谷里到处回响着它们嘎嘎的鸣叫声。",
        "after_rp": "农舍四面的斜坡后覆盖着茂密的柏树林，两侧的花园和草地上还长了些榆树。农舍的正前方，一条小溪蜿蜒流过，像是为草地镶了一条银边。跨过小溪，前面又是一片柏树林场，墨绿色的枝叶就挂在水面上方。白嘴鸦多在树上筑巢，春天的时候，这片深谷里到处回响着它们嘎嘎的鸣叫声。",
        "rp_pair": [
            "【【后面→四面】】的斜坡【【上→后】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-8232",
        "contain_rp": "这些来自那个名为仓库实为监狱的戴红袖章的人，是在天亮的时候发现宋凡平跑了，他们立刻兵分两路，守住了车站和码头。守在车站的六个红袖章在这天早晨嚎叫着殴打宋凡平，把那些在候车室的人吓得都躲到了【【外面→下面】】的台阶【【上→下】】，几个孩子尖声哭叫，几个女人吓歪了嘴巴。这些人站在候车室的门外偷偷往里面张望，没有一个人敢走进去，直到去上海的长途汽车开始检票了，这些人才小心翼翼地走了进来，胆战心惊地看着围坐在吊扇下休息的六个红袖章。",
        "before_rp": "这些来自那个名为仓库实为监狱的戴红袖章的人，是在天亮的时候发现宋凡平跑了，他们立刻兵分两路，守住了车站和码头。守在车站的六个红袖章在这天早晨嚎叫着殴打宋凡平，把那些在候车室的人吓得都躲到了外面→下面】】的台阶【【上，几个孩子尖声哭叫，几个女人吓歪了嘴巴。这些人站在候车室的门外偷偷往里面张望，没有一个人敢走进去，直到去上海的长途汽车开始检票了，这些人才小心翼翼地走了进来，胆战心惊地看着围坐在吊扇下休息的六个红袖章。",
        "after_rp": "这些来自那个名为仓库实为监狱的戴红袖章的人，是在天亮的时候发现宋凡平跑了，他们立刻兵分两路，守住了车站和码头。守在车站的六个红袖章在这天早晨嚎叫着殴打宋凡平，把那些在候车室的人吓得都躲到了下面的台阶下，几个孩子尖声哭叫，几个女人吓歪了嘴巴。这些人站在候车室的门外偷偷往里面张望，没有一个人敢走进去，直到去上海的长途汽车开始检票了，这些人才小心翼翼地走了进来，胆战心惊地看着围坐在吊扇下休息的六个红袖章。",
        "rp_pair": [
            "【【外面→下面】】的台阶【【上→下】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-6618",
        "contain_rp": "迈进吾热肯大叔的小院，映入眼帘的就是一排低矮的平房。“这是我家过去住的房子，现在我们住在【【后面→外面】】的小楼房里。”顺着吾热肯的手指，记者看到了平房后面带有民族特色的二层小楼。",
        "before_rp": "迈进吾热肯大叔的小院，映入眼帘的就是一排低矮的平房。“这是我家过去住的房子，现在我们住在后面的小楼房里。”顺着吾热肯的手指，记者看到了平房后面带有民族特色的二层小楼。",
        "after_rp": "迈进吾热肯大叔的小院，映入眼帘的就是一排低矮的平房。“这是我家过去住的房子，现在我们住在外面的小楼房里。”顺着吾热肯的手指，记者看到了平房后面带有民族特色的二层小楼。",
        "rp_pair": [
            "【【后面→外面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-922",
        "contain_rp": "汤姆的冒险心一刻也没有消失过，他知道传说中海盗都会把金银财宝理藏在干枯的老歪脖树下，他和哈克要去寻宝。有一天，他们来到鬼屋翻寻时，真的遇上了鬼——乔埃和一个陌生人来到这里，准备把抢来的金币藏起来。两个强盗商量着要把这些金币一同藏到“二号十字架【【下面→前面】】”，这些话被藏在楼上的汤姆和哈克听得一清二楚。",
        "before_rp": "汤姆的冒险心一刻也没有消失过，他知道传说中海盗都会把金银财宝理藏在干枯的老歪脖树下，他和哈克要去寻宝。有一天，他们来到鬼屋翻寻时，真的遇上了鬼——乔埃和一个陌生人来到这里，准备把抢来的金币藏起来。两个强盗商量着要把这些金币一同藏到“二号十字架下面”，这些话被藏在楼上的汤姆和哈克听得一清二楚。",
        "after_rp": "汤姆的冒险心一刻也没有消失过，他知道传说中海盗都会把金银财宝理藏在干枯的老歪脖树下，他和哈克要去寻宝。有一天，他们来到鬼屋翻寻时，真的遇上了鬼——乔埃和一个陌生人来到这里，准备把抢来的金币藏起来。两个强盗商量着要把这些金币一同藏到“二号十字架前面”，这些话被藏在楼上的汤姆和哈克听得一清二楚。",
        "rp_pair": [
            "【【下面→前面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-1560",
        "contain_rp": "有一回，他跟几个小朋友在花园里玩。花园里有假山，假山【【下面→侧面】】有一口大水缸，缸里装满了水。",
        "before_rp": "有一回，他跟几个小朋友在花园里玩。花园里有假山，假山下面有一口大水缸，缸里装满了水。",
        "after_rp": "有一回，他跟几个小朋友在花园里玩。花园里有假山，假山侧面有一口大水缸，缸里装满了水。",
        "rp_pair": [
            "【【下面→侧面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-3606",
        "contain_rp": "世代繁衍，人鸟共兴。人视白鹭为福鸟，从不追赶和捕捉，白鹭也不去附近的林子，每年春暖花开时就从南方如约飞来，雷打不动地住在老胡家【【后面→外面】】的林子里。",
        "before_rp": "世代繁衍，人鸟共兴。人视白鹭为福鸟，从不追赶和捕捉，白鹭也不去附近的林子，每年春暖花开时就从南方如约飞来，雷打不动地住在老胡家后面的林子里。",
        "after_rp": "世代繁衍，人鸟共兴。人视白鹭为福鸟，从不追赶和捕捉，白鹭也不去附近的林子，每年春暖花开时就从南方如约飞来，雷打不动地住在老胡家外面的林子里。",
        "rp_pair": [
            "【【后面→外面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-663",
        "contain_rp": "第二天，他们带着锄头和铁锨，到树林里去挖那口喷泉。他们把泉眼疏通了，又挖了一道小水沟，让所有的水都流到小水沟里去。他们还把堵在泉口的树杈、树枝和烂在水里的树叶都挖开了。清水从一层泡沫下面流出来，把泡沫冲到两旁，流到一个沙底的小潭里。三个小孩看到了泉水，又快乐又兴奋。又过了一天，他们搬来一些石板，砌成了一口小井。在井台【【前面→外面】】，他们留了一个宽阔的出口，上面盖上一块大石板，不让尘土落进去。",
        "before_rp": "第二天，他们带着锄头和铁锨，到树林里去挖那口喷泉。他们把泉眼疏通了，又挖了一道小水沟，让所有的水都流到小水沟里去。他们还把堵在泉口的树杈、树枝和烂在水里的树叶都挖开了。清水从一层泡沫下面流出来，把泡沫冲到两旁，流到一个沙底的小潭里。三个小孩看到了泉水，又快乐又兴奋。又过了一天，他们搬来一些石板，砌成了一口小井。在井台前面，他们留了一个宽阔的出口，上面盖上一块大石板，不让尘土落进去。",
        "after_rp": "第二天，他们带着锄头和铁锨，到树林里去挖那口喷泉。他们把泉眼疏通了，又挖了一道小水沟，让所有的水都流到小水沟里去。他们还把堵在泉口的树杈、树枝和烂在水里的树叶都挖开了。清水从一层泡沫下面流出来，把泡沫冲到两旁，流到一个沙底的小潭里。三个小孩看到了泉水，又快乐又兴奋。又过了一天，他们搬来一些石板，砌成了一口小井。在井台外面，他们留了一个宽阔的出口，上面盖上一块大石板，不让尘土落进去。",
        "rp_pair": [
            "【【前面→外面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-12642",
        "contain_rp": "他抬起头，往【【四面→后面】】望了望。林子里静悄悄的，两只小蜜蜂在附近嗡嗡地飞。",
        "before_rp": "他抬起头，往四面望了望。林子里静悄悄的，两只小蜜蜂在附近嗡嗡地飞。",
        "after_rp": "他抬起头，往后面望了望。林子里静悄悄的，两只小蜜蜂在附近嗡嗡地飞。",
        "rp_pair": [
            "【【四面→后面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-9558",
        "contain_rp": "宋钢茫然地转向窗外，看着马路【【对面→中间】】的广告牌，看着广告牌【【上面→右面】】的楼房，看着楼房上面的天空，他心里的悲哀和绝望在目光里飘向了远方，他回过头来后坚定地点头了，他说：",
        "before_rp": "宋钢茫然地转向窗外，看着马路对面→中间】】的广告牌，看着广告牌【【上面的楼房，看着楼房上面的天空，他心里的悲哀和绝望在目光里飘向了远方，他回过头来后坚定地点头了，他说：",
        "after_rp": "宋钢茫然地转向窗外，看着马路中间的广告牌，看着广告牌右面的楼房，看着楼房上面的天空，他心里的悲哀和绝望在目光里飘向了远方，他回过头来后坚定地点头了，他说：",
        "rp_pair": [
            "【【对面→中间】】的广告牌，看着广告牌【【上面→右面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13785",
        "contain_rp": "黄书伦的家坐落在一片葱郁的林子中，有桃有李，还有几笼慈竹。风吹来，竹叶簌簌作响。竹林【【下面→侧面】】的水田里，几只白鹭正在觅食，见有人走近，忽的一下飞向远处。",
        "before_rp": "黄书伦的家坐落在一片葱郁的林子中，有桃有李，还有几笼慈竹。风吹来，竹叶簌簌作响。竹林下面的水田里，几只白鹭正在觅食，见有人走近，忽的一下飞向远处。",
        "after_rp": "黄书伦的家坐落在一片葱郁的林子中，有桃有李，还有几笼慈竹。风吹来，竹叶簌簌作响。竹林侧面的水田里，几只白鹭正在觅食，见有人走近，忽的一下飞向远处。",
        "rp_pair": [
            "【【下面→侧面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13535",
        "contain_rp": "当天凌晨2时许，桐乡市公安局巡特警大队辅警程腾峰正准备在家里睡觉。突然，他听到窗户外有异响。程腾峰推开窗，看到楼下一辆满载纸板箱的货车【【后面→下面】】的车斗里，冒出了火苗。“这火烧大了可不得了，旁边还有不少私家车……”来不及细想，程腾峰赶紧往楼下跑。妻子吴亚琴也跟着跑下楼来。就在他跑下楼这十几秒钟，火势借着风势已经扩大了——车子已经燃起来了，火苗蹿起一人多高。",
        "before_rp": "当天凌晨2时许，桐乡市公安局巡特警大队辅警程腾峰正准备在家里睡觉。突然，他听到窗户外有异响。程腾峰推开窗，看到楼下一辆满载纸板箱的货车后面的车斗里，冒出了火苗。“这火烧大了可不得了，旁边还有不少私家车……”来不及细想，程腾峰赶紧往楼下跑。妻子吴亚琴也跟着跑下楼来。就在他跑下楼这十几秒钟，火势借着风势已经扩大了——车子已经燃起来了，火苗蹿起一人多高。",
        "after_rp": "当天凌晨2时许，桐乡市公安局巡特警大队辅警程腾峰正准备在家里睡觉。突然，他听到窗户外有异响。程腾峰推开窗，看到楼下一辆满载纸板箱的货车下面的车斗里，冒出了火苗。“这火烧大了可不得了，旁边还有不少私家车……”来不及细想，程腾峰赶紧往楼下跑。妻子吴亚琴也跟着跑下楼来。就在他跑下楼这十几秒钟，火势借着风势已经扩大了——车子已经燃起来了，火苗蹿起一人多高。",
        "rp_pair": [
            "【【后面→下面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-3078",
        "contain_rp": "积雪太厚，最后3公里路只能步行。越往上走雪越厚，从齐膝慢慢接近腰间。每往前一步，都要做“高抬腿”动作，把脚从雪里拔出来，然后朝着【【前面→里面】】冻得发硬的雪使劲踩下去。",
        "before_rp": "积雪太厚，最后3公里路只能步行。越往上走雪越厚，从齐膝慢慢接近腰间。每往前一步，都要做“高抬腿”动作，把脚从雪里拔出来，然后朝着前面冻得发硬的雪使劲踩下去。",
        "after_rp": "积雪太厚，最后3公里路只能步行。越往上走雪越厚，从齐膝慢慢接近腰间。每往前一步，都要做“高抬腿”动作，把脚从雪里拔出来，然后朝着里面冻得发硬的雪使劲踩下去。",
        "rp_pair": [
            "【【前面→里面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-11085",
        "contain_rp": "他扭紧了舵，把帆脚绳系好，从船梢下面去拿那根短棍。它原来是个桨把，是从一只断桨上锯下来的，大约两英尺半长。因为它【【上面→后面】】有个把手，他只能用一只手有效地使用，于是他用右手紧紧地攥住了它，弯着手按在【【上边→一边】】，一面望着鲨鱼游过来。两条都是“星鲨”。",
        "before_rp": "他扭紧了舵，把帆脚绳系好，从船梢下面去拿那根短棍。它原来是个桨把，是从一只断桨上锯下来的，大约两英尺半长。因为它上面→后面】】有个把手，他只能用一只手有效地使用，于是他用右手紧紧地攥住了它，弯着手按在【【上边，一面望着鲨鱼游过来。两条都是“星鲨”。",
        "after_rp": "他扭紧了舵，把帆脚绳系好，从船梢下面去拿那根短棍。它原来是个桨把，是从一只断桨上锯下来的，大约两英尺半长。因为它后面有个把手，他只能用一只手有效地使用，于是他用右手紧紧地攥住了它，弯着手按在一边，一面望着鲨鱼游过来。两条都是“星鲨”。",
        "rp_pair": [
            "【【上面→后面】】有个把手，他只能用一只手有效地使用，于是他用右手紧紧地攥住了它，弯着手按在【【上边→一边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11173",
        "contain_rp": "半夜里，正像忽然倒下来，像游泳的人由高处跳到水里。离地高，摔得重，碎成千块万块。石像，连【【下面→前面】】的台子，一点儿原来的样子也没有了，变成大大小小的石块，堆在地上。",
        "before_rp": "半夜里，正像忽然倒下来，像游泳的人由高处跳到水里。离地高，摔得重，碎成千块万块。石像，连下面的台子，一点儿原来的样子也没有了，变成大大小小的石块，堆在地上。",
        "after_rp": "半夜里，正像忽然倒下来，像游泳的人由高处跳到水里。离地高，摔得重，碎成千块万块。石像，连前面的台子，一点儿原来的样子也没有了，变成大大小小的石块，堆在地上。",
        "rp_pair": [
            "【【下面→前面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-1561",
        "contain_rp": "有一回，他跟几个小朋友在花园里玩。花园里有假山，假山【【下面→前面】】有一口大水缸，缸里装满了水。",
        "before_rp": "有一回，他跟几个小朋友在花园里玩。花园里有假山，假山下面有一口大水缸，缸里装满了水。",
        "after_rp": "有一回，他跟几个小朋友在花园里玩。花园里有假山，假山前面有一口大水缸，缸里装满了水。",
        "rp_pair": [
            "【【下面→前面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-1",
        "contain_rp": "第二天，中午的时候，非常闷热。一轮红日当天，水面上浮着一层烟气。小火轮开得离苇塘远一些，鬼子们又偷偷地爬下来洗澡了。十几个鬼子在水里泅着，日本人的水式真不错。水淀里没有一个人影，只有一团白绸子样的水鸟，也躲开鬼子往北飞去，落到大荷叶【【下面→里面】】歇凉去了。从荷花淀里却撑出一只小船来。一个干瘦的老头子，只穿一条破短裤，站在船尾巴上，有一篙没一篙地撑着，两只手却忙着剥那又肥又大的莲蓬，一个一个投进嘴里去。",
        "before_rp": "第二天，中午的时候，非常闷热。一轮红日当天，水面上浮着一层烟气。小火轮开得离苇塘远一些，鬼子们又偷偷地爬下来洗澡了。十几个鬼子在水里泅着，日本人的水式真不错。水淀里没有一个人影，只有一团白绸子样的水鸟，也躲开鬼子往北飞去，落到大荷叶下面歇凉去了。从荷花淀里却撑出一只小船来。一个干瘦的老头子，只穿一条破短裤，站在船尾巴上，有一篙没一篙地撑着，两只手却忙着剥那又肥又大的莲蓬，一个一个投进嘴里去。",
        "after_rp": "第二天，中午的时候，非常闷热。一轮红日当天，水面上浮着一层烟气。小火轮开得离苇塘远一些，鬼子们又偷偷地爬下来洗澡了。十几个鬼子在水里泅着，日本人的水式真不错。水淀里没有一个人影，只有一团白绸子样的水鸟，也躲开鬼子往北飞去，落到大荷叶里面歇凉去了。从荷花淀里却撑出一只小船来。一个干瘦的老头子，只穿一条破短裤，站在船尾巴上，有一篙没一篙地撑着，两只手却忙着剥那又肥又大的莲蓬，一个一个投进嘴里去。",
        "rp_pair": [
            "【【下面→里面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-2260",
        "contain_rp": "标志物1与标志物2相距10米，运动员以准备姿势站在标志物1处，教练员在标志物2的【【后面→前面】】。听到开始的命令，运动员原地踏步，等待教练员给出改变方向的视觉信号。教练员给出向前后、左右移动的手势信号，向左右侧移动，以并步或交叉步进行；向后的信号以后退跑进行；向前的信号以冲刺跑进行。",
        "before_rp": "标志物1与标志物2相距10米，运动员以准备姿势站在标志物1处，教练员在标志物2的后面。听到开始的命令，运动员原地踏步，等待教练员给出改变方向的视觉信号。教练员给出向前后、左右移动的手势信号，向左右侧移动，以并步或交叉步进行；向后的信号以后退跑进行；向前的信号以冲刺跑进行。",
        "after_rp": "标志物1与标志物2相距10米，运动员以准备姿势站在标志物1处，教练员在标志物2的前面。听到开始的命令，运动员原地踏步，等待教练员给出改变方向的视觉信号。教练员给出向前后、左右移动的手势信号，向左右侧移动，以并步或交叉步进行；向后的信号以后退跑进行；向前的信号以冲刺跑进行。",
        "rp_pair": [
            "【【后面→前面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-7070",
        "contain_rp": "姚宓说：\"没什么搬的。图书室的钥匙交掉了。外文组的办公室是里外相通的两间，我们年轻人在外间工作。姜敏、善保、罗厚各人一个书桌，还剩下一只旧桌子是没主儿的。罗厚和陈善保把【【里面→后面】】套间里最新的书桌搬过来换了旧桌子。姜敏说，那只新书桌是施妮娜的，抽屉里还有她一本俄文本的《共产党宣言》呢。罗厚和善保都说，她又不来上班，把组长的大书桌给她和江滔滔排排坐不更好吗！他们就把她的书放在组长办公桌的抽屉里了。\"",
        "before_rp": "姚宓说：\"没什么搬的。图书室的钥匙交掉了。外文组的办公室是里外相通的两间，我们年轻人在外间工作。姜敏、善保、罗厚各人一个书桌，还剩下一只旧桌子是没主儿的。罗厚和陈善保把里面套间里最新的书桌搬过来换了旧桌子。姜敏说，那只新书桌是施妮娜的，抽屉里还有她一本俄文本的《共产党宣言》呢。罗厚和善保都说，她又不来上班，把组长的大书桌给她和江滔滔排排坐不更好吗！他们就把她的书放在组长办公桌的抽屉里了。\"",
        "after_rp": "姚宓说：\"没什么搬的。图书室的钥匙交掉了。外文组的办公室是里外相通的两间，我们年轻人在外间工作。姜敏、善保、罗厚各人一个书桌，还剩下一只旧桌子是没主儿的。罗厚和陈善保把后面套间里最新的书桌搬过来换了旧桌子。姜敏说，那只新书桌是施妮娜的，抽屉里还有她一本俄文本的《共产党宣言》呢。罗厚和善保都说，她又不来上班，把组长的大书桌给她和江滔滔排排坐不更好吗！他们就把她的书放在组长办公桌的抽屉里了。\"",
        "rp_pair": [
            "【【里面→后面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-7338",
        "contain_rp": "我们穿了黑色的跑刀冰鞋，先学两个脚在冰上站稳，再学一个脚站在冰上，另一脚抬起悬空，再学用悬空的一脚【【侧面→上面】】施力踏冰面驱动身体，最后学扭脖子看后方转弯和止动。教完这四个动作，黑脸胖子说，所有基本功都教给你们了，自己使劲儿滑去吧。好学的厚朴立刻如饥似渴地滑了出去，他说，他摔倒了再爬起来，摔倒了再爬起来，什么时候他的厚军绿裤子摔得全湿透了，他就学会滑冰了。",
        "before_rp": "我们穿了黑色的跑刀冰鞋，先学两个脚在冰上站稳，再学一个脚站在冰上，另一脚抬起悬空，再学用悬空的一脚侧面施力踏冰面驱动身体，最后学扭脖子看后方转弯和止动。教完这四个动作，黑脸胖子说，所有基本功都教给你们了，自己使劲儿滑去吧。好学的厚朴立刻如饥似渴地滑了出去，他说，他摔倒了再爬起来，摔倒了再爬起来，什么时候他的厚军绿裤子摔得全湿透了，他就学会滑冰了。",
        "after_rp": "我们穿了黑色的跑刀冰鞋，先学两个脚在冰上站稳，再学一个脚站在冰上，另一脚抬起悬空，再学用悬空的一脚上面施力踏冰面驱动身体，最后学扭脖子看后方转弯和止动。教完这四个动作，黑脸胖子说，所有基本功都教给你们了，自己使劲儿滑去吧。好学的厚朴立刻如饥似渴地滑了出去，他说，他摔倒了再爬起来，摔倒了再爬起来，什么时候他的厚军绿裤子摔得全湿透了，他就学会滑冰了。",
        "rp_pair": [
            "【【侧面→上面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-5290",
        "contain_rp": "“国外的跳台滑雪赛道大多建在土石方等填充物之上，‘雪如意’则另辟蹊径，将168米长的赛道架在空中。从【【侧面→前面】】看去，由87根支柱支撑的赛道，宛如一座身形柔美的高架桥。”张家口奥体建设开发有限公司副总经理马龙介绍说。",
        "before_rp": "“国外的跳台滑雪赛道大多建在土石方等填充物之上，‘雪如意’则另辟蹊径，将168米长的赛道架在空中。从侧面看去，由87根支柱支撑的赛道，宛如一座身形柔美的高架桥。”张家口奥体建设开发有限公司副总经理马龙介绍说。",
        "after_rp": "“国外的跳台滑雪赛道大多建在土石方等填充物之上，‘雪如意’则另辟蹊径，将168米长的赛道架在空中。从前面看去，由87根支柱支撑的赛道，宛如一座身形柔美的高架桥。”张家口奥体建设开发有限公司副总经理马龙介绍说。",
        "rp_pair": [
            "【【侧面→前面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-8207",
        "contain_rp": "击，他的一只耳朵似乎已经被打掉了，他终于在乱棍的围追堵截里接近了售票窗口，他看到里面的女售票员吓得眼珠子快从眼睛里瞪出来了，他脱臼的左胳膊这时神奇地抬起来了，阻挡雨点般的乱棍，他的右手伸进口袋摸出钱来，从售票窗口递了进去，对【【里面→前面】】的女售票员说：",
        "before_rp": "击，他的一只耳朵似乎已经被打掉了，他终于在乱棍的围追堵截里接近了售票窗口，他看到里面的女售票员吓得眼珠子快从眼睛里瞪出来了，他脱臼的左胳膊这时神奇地抬起来了，阻挡雨点般的乱棍，他的右手伸进口袋摸出钱来，从售票窗口递了进去，对里面的女售票员说：",
        "after_rp": "击，他的一只耳朵似乎已经被打掉了，他终于在乱棍的围追堵截里接近了售票窗口，他看到里面的女售票员吓得眼珠子快从眼睛里瞪出来了，他脱臼的左胳膊这时神奇地抬起来了，阻挡雨点般的乱棍，他的右手伸进口袋摸出钱来，从售票窗口递了进去，对前面的女售票员说：",
        "rp_pair": [
            "【【里面→前面】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-9075",
        "contain_rp": "李光头听了这话嘿嘿地笑出声来，看到陶青火冒三丈了，立刻不笑了。陶青差一点要骂娘了，看着这些瘸傻瞎聋，又把火气压了下去，他想让两个瘸子把这些人带走，两个瘸子正在往【【后面→里面】】躲，陶青知道不能指望他们，就对李光头说：",
        "before_rp": "李光头听了这话嘿嘿地笑出声来，看到陶青火冒三丈了，立刻不笑了。陶青差一点要骂娘了，看着这些瘸傻瞎聋，又把火气压了下去，他想让两个瘸子把这些人带走，两个瘸子正在往后面躲，陶青知道不能指望他们，就对李光头说：",
        "after_rp": "李光头听了这话嘿嘿地笑出声来，看到陶青火冒三丈了，立刻不笑了。陶青差一点要骂娘了，看着这些瘸傻瞎聋，又把火气压了下去，他想让两个瘸子把这些人带走，两个瘸子正在往里面躲，陶青知道不能指望他们，就对李光头说：",
        "rp_pair": [
            "【【后面→里面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-660",
        "contain_rp": "第二天，他们带着锄头和铁锨，到树林里去挖那口喷泉。他们把泉眼疏通了，又挖了一道小水沟，让所有的水都流到小水沟里去。他们还把堵在泉口的树杈、树枝和烂在水里的树叶都挖开了。清水从一层泡沫下面流出来，把泡沫冲到两旁，流到一个沙底的小潭里。三个小孩看到了泉水，又快乐又兴奋。又过了一天，他们搬来一些石板，砌成了一口小井。在井台【【前面→下面】】，他们留了一个宽阔的出口，上面盖上一块大石板，不让尘土落进去。",
        "before_rp": "第二天，他们带着锄头和铁锨，到树林里去挖那口喷泉。他们把泉眼疏通了，又挖了一道小水沟，让所有的水都流到小水沟里去。他们还把堵在泉口的树杈、树枝和烂在水里的树叶都挖开了。清水从一层泡沫下面流出来，把泡沫冲到两旁，流到一个沙底的小潭里。三个小孩看到了泉水，又快乐又兴奋。又过了一天，他们搬来一些石板，砌成了一口小井。在井台前面，他们留了一个宽阔的出口，上面盖上一块大石板，不让尘土落进去。",
        "after_rp": "第二天，他们带着锄头和铁锨，到树林里去挖那口喷泉。他们把泉眼疏通了，又挖了一道小水沟，让所有的水都流到小水沟里去。他们还把堵在泉口的树杈、树枝和烂在水里的树叶都挖开了。清水从一层泡沫下面流出来，把泡沫冲到两旁，流到一个沙底的小潭里。三个小孩看到了泉水，又快乐又兴奋。又过了一天，他们搬来一些石板，砌成了一口小井。在井台下面，他们留了一个宽阔的出口，上面盖上一块大石板，不让尘土落进去。",
        "rp_pair": [
            "【【前面→下面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-4911",
        "contain_rp": "客厅里放了一束薰衣草，是去年夏天从薰衣草地里采摘带【【回来→过来】】的，插在瓶中，置于客厅，芳香满室。一年过去，香气犹存。",
        "before_rp": "客厅里放了一束薰衣草，是去年夏天从薰衣草地里采摘带回来的，插在瓶中，置于客厅，芳香满室。一年过去，香气犹存。",
        "after_rp": "客厅里放了一束薰衣草，是去年夏天从薰衣草地里采摘带过来的，插在瓶中，置于客厅，芳香满室。一年过去，香气犹存。",
        "rp_pair": [
            "【【回来→过来】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-12917",
        "contain_rp": "宏儿和我靠着船窗，同看外面模糊的风景，他忽然问道：“大伯！我们什么时候【【回来→过去】】？”",
        "before_rp": "宏儿和我靠着船窗，同看外面模糊的风景，他忽然问道：“大伯！我们什么时候回来？”",
        "after_rp": "宏儿和我靠着船窗，同看外面模糊的风景，他忽然问道：“大伯！我们什么时候过去？”",
        "rp_pair": [
            "【【回来→过去】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-5864",
        "contain_rp": "不远处，武陵区万达广场前，李佳伟熟练地把有些散乱的单车排列好，擦拭雨水残留在车座上的渍迹，将停反了的车头调转【【过来→回来】】对向马路……",
        "before_rp": "不远处，武陵区万达广场前，李佳伟熟练地把有些散乱的单车排列好，擦拭雨水残留在车座上的渍迹，将停反了的车头调转过来对向马路……",
        "after_rp": "不远处，武陵区万达广场前，李佳伟熟练地把有些散乱的单车排列好，擦拭雨水残留在车座上的渍迹，将停反了的车头调转回来对向马路……",
        "rp_pair": [
            "【【过来→回来】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-12891",
        "contain_rp": "可是一听到格里高尔的头几个词儿，秘书主任就已经扭过身去，他只是张开嘴唇回头从耸动的肩膀上向格里高尔望去。在格里高尔讲话的期间，他片刻也没有站定，而是眼睛盯住了格里高尔，向门口溜【【过去→回来】】，一步一步地踅过去，仿佛存在着一道不准离开房间的秘密禁令似地。他已经到了门厅了，按照他最后一次将脚从起居室抽回时的那个突然的动作来判断，人们一定会以为，他刚才一定是灼伤脚跟了。可是一到门厅他便远远伸出右手指向楼梯，好似那儿有一个超自然的救星在等待着他。",
        "before_rp": "可是一听到格里高尔的头几个词儿，秘书主任就已经扭过身去，他只是张开嘴唇回头从耸动的肩膀上向格里高尔望去。在格里高尔讲话的期间，他片刻也没有站定，而是眼睛盯住了格里高尔，向门口溜过去，一步一步地踅过去，仿佛存在着一道不准离开房间的秘密禁令似地。他已经到了门厅了，按照他最后一次将脚从起居室抽回时的那个突然的动作来判断，人们一定会以为，他刚才一定是灼伤脚跟了。可是一到门厅他便远远伸出右手指向楼梯，好似那儿有一个超自然的救星在等待着他。",
        "after_rp": "可是一听到格里高尔的头几个词儿，秘书主任就已经扭过身去，他只是张开嘴唇回头从耸动的肩膀上向格里高尔望去。在格里高尔讲话的期间，他片刻也没有站定，而是眼睛盯住了格里高尔，向门口溜回来，一步一步地踅过去，仿佛存在着一道不准离开房间的秘密禁令似地。他已经到了门厅了，按照他最后一次将脚从起居室抽回时的那个突然的动作来判断，人们一定会以为，他刚才一定是灼伤脚跟了。可是一到门厅他便远远伸出右手指向楼梯，好似那儿有一个超自然的救星在等待着他。",
        "rp_pair": [
            "【【过去→回来】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-12244",
        "contain_rp": "这个风险型爱情追求者就是曾经大名鼎鼎，后来丧魂落魄的赵诗人。赵诗人当时还蒙在鼓里，傍晚的时候满面春风地走向了电影院，有群众说他还吹着口哨。赵诗人在电影院外面转悠了半个小时，等里面的电影放映了，才像个贼一样悄悄溜了进去。赵诗人从亮的地方走进了暗的地方，他摸到自己的座位坐了【【下来→上去】】，看不清身边那张脸，以为身边坐着的就是林红，他自鸣得意地轻轻叫了几声“林红”，又自鸣得意地说知道她会来的。",
        "before_rp": "这个风险型爱情追求者就是曾经大名鼎鼎，后来丧魂落魄的赵诗人。赵诗人当时还蒙在鼓里，傍晚的时候满面春风地走向了电影院，有群众说他还吹着口哨。赵诗人在电影院外面转悠了半个小时，等里面的电影放映了，才像个贼一样悄悄溜了进去。赵诗人从亮的地方走进了暗的地方，他摸到自己的座位坐了下来，看不清身边那张脸，以为身边坐着的就是林红，他自鸣得意地轻轻叫了几声“林红”，又自鸣得意地说知道她会来的。",
        "after_rp": "这个风险型爱情追求者就是曾经大名鼎鼎，后来丧魂落魄的赵诗人。赵诗人当时还蒙在鼓里，傍晚的时候满面春风地走向了电影院，有群众说他还吹着口哨。赵诗人在电影院外面转悠了半个小时，等里面的电影放映了，才像个贼一样悄悄溜了进去。赵诗人从亮的地方走进了暗的地方，他摸到自己的座位坐了上去，看不清身边那张脸，以为身边坐着的就是林红，他自鸣得意地轻轻叫了几声“林红”，又自鸣得意地说知道她会来的。",
        "rp_pair": [
            "【【下来→上去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-14537",
        "contain_rp": "直等到上午10点多，太阳烤得地面暖烘烘的，他俩才带着食物来到岛中废弃的营房操场上。只一喊，隐没在周遭深山密林中的野生猕猴纷纷聚拢【【过来→回去】】，熟练地捡食起地上的玉米粒，对身边一身迷彩服的刘清伟十分亲近，一点都不害怕。",
        "before_rp": "直等到上午10点多，太阳烤得地面暖烘烘的，他俩才带着食物来到岛中废弃的营房操场上。只一喊，隐没在周遭深山密林中的野生猕猴纷纷聚拢过来，熟练地捡食起地上的玉米粒，对身边一身迷彩服的刘清伟十分亲近，一点都不害怕。",
        "after_rp": "直等到上午10点多，太阳烤得地面暖烘烘的，他俩才带着食物来到岛中废弃的营房操场上。只一喊，隐没在周遭深山密林中的野生猕猴纷纷聚拢回去，熟练地捡食起地上的玉米粒，对身边一身迷彩服的刘清伟十分亲近，一点都不害怕。",
        "rp_pair": [
            "【【过来→回去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-9901",
        "contain_rp": "李光头和宋钢看着他蹑手蹑脚开门【【出去→进来】】，又蹑手蹑脚地关上门，仿佛他要去遥远的古代一样神秘和小心翼翼。宋凡平出去后，两个孩子互相看着，他们不知道宋凡平用什么办法跑到古人那里去拿筷子，他们觉得这个父亲真是了不起。过了一会儿门开了，宋凡平回来了，他笑嘻嘻地把双手放在身后。",
        "before_rp": "李光头和宋钢看着他蹑手蹑脚开门出去，又蹑手蹑脚地关上门，仿佛他要去遥远的古代一样神秘和小心翼翼。宋凡平出去后，两个孩子互相看着，他们不知道宋凡平用什么办法跑到古人那里去拿筷子，他们觉得这个父亲真是了不起。过了一会儿门开了，宋凡平回来了，他笑嘻嘻地把双手放在身后。",
        "after_rp": "李光头和宋钢看着他蹑手蹑脚开门进来，又蹑手蹑脚地关上门，仿佛他要去遥远的古代一样神秘和小心翼翼。宋凡平出去后，两个孩子互相看着，他们不知道宋凡平用什么办法跑到古人那里去拿筷子，他们觉得这个父亲真是了不起。过了一会儿门开了，宋凡平回来了，他笑嘻嘻地把双手放在身后。",
        "rp_pair": [
            "【【出去→进来】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-7744",
        "contain_rp": "“我去给你找帽子。你先站在这里别动。”蒋一轮急忙跑回宿舍，将自己的一顶闲置的棉帽子从箱子里找出来，又匆匆忙忙跑【【回来→过去】】给秃鹤戴上了。",
        "before_rp": "“我去给你找帽子。你先站在这里别动。”蒋一轮急忙跑回宿舍，将自己的一顶闲置的棉帽子从箱子里找出来，又匆匆忙忙跑回来给秃鹤戴上了。",
        "after_rp": "“我去给你找帽子。你先站在这里别动。”蒋一轮急忙跑回宿舍，将自己的一顶闲置的棉帽子从箱子里找出来，又匆匆忙忙跑过去给秃鹤戴上了。",
        "rp_pair": [
            "【【回来→过去】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-14752",
        "contain_rp": "这时候李光头应该下班回家了，他恰好有事耽搁在工厂里，这就给了宋钢一次机会。宋钢在读着林红的纸条时一直害怕李光头会【【回来→过来】】，所以他走出屋门以后一路狂奔到了那座桥下，他知道只要遇到了李光头，李光头只要叫住了他，他就没有勇气再去那座桥下了。宋钢走下河边的台阶，站到桥下时是傍晚六点钟，还有两个小时，林红才会来到。",
        "before_rp": "这时候李光头应该下班回家了，他恰好有事耽搁在工厂里，这就给了宋钢一次机会。宋钢在读着林红的纸条时一直害怕李光头会回来，所以他走出屋门以后一路狂奔到了那座桥下，他知道只要遇到了李光头，李光头只要叫住了他，他就没有勇气再去那座桥下了。宋钢走下河边的台阶，站到桥下时是傍晚六点钟，还有两个小时，林红才会来到。",
        "after_rp": "这时候李光头应该下班回家了，他恰好有事耽搁在工厂里，这就给了宋钢一次机会。宋钢在读着林红的纸条时一直害怕李光头会过来，所以他走出屋门以后一路狂奔到了那座桥下，他知道只要遇到了李光头，李光头只要叫住了他，他就没有勇气再去那座桥下了。宋钢走下河边的台阶，站到桥下时是傍晚六点钟，还有两个小时，林红才会来到。",
        "rp_pair": [
            "【【回来→过来】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-2985",
        "contain_rp": "从甘南藏族自治州采访【【回来→过来】】，那个偏远而美丽的高原留在我脑海里最深的印象，是到处盛开的一簇簇、一蓬蓬令人心醉且目不暇接的鲜花，甚至后来在我梦乡里出现的，居然也还是那一片片花的海洋——我清晰地记得，在到访过的那一间间宽敞、整洁的农家屋子里，在那幽静而安详的村落小道旁，在那一座座乡情浓郁、古朴而又现代的乡村小广场上，在高原伟岸的绿色坡地上，在清澈的小溪边，在幽深的山谷里，那些花儿摇曳多姿、芬芳四溢。",
        "before_rp": "从甘南藏族自治州采访回来，那个偏远而美丽的高原留在我脑海里最深的印象，是到处盛开的一簇簇、一蓬蓬令人心醉且目不暇接的鲜花，甚至后来在我梦乡里出现的，居然也还是那一片片花的海洋——我清晰地记得，在到访过的那一间间宽敞、整洁的农家屋子里，在那幽静而安详的村落小道旁，在那一座座乡情浓郁、古朴而又现代的乡村小广场上，在高原伟岸的绿色坡地上，在清澈的小溪边，在幽深的山谷里，那些花儿摇曳多姿、芬芳四溢。",
        "after_rp": "从甘南藏族自治州采访过来，那个偏远而美丽的高原留在我脑海里最深的印象，是到处盛开的一簇簇、一蓬蓬令人心醉且目不暇接的鲜花，甚至后来在我梦乡里出现的，居然也还是那一片片花的海洋——我清晰地记得，在到访过的那一间间宽敞、整洁的农家屋子里，在那幽静而安详的村落小道旁，在那一座座乡情浓郁、古朴而又现代的乡村小广场上，在高原伟岸的绿色坡地上，在清澈的小溪边，在幽深的山谷里，那些花儿摇曳多姿、芬芳四溢。",
        "rp_pair": [
            "【【回来→过来】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-14330",
        "contain_rp": "长征途中，红军战士刘志海冻死在雪山上，在生命的最后一刻，他从雪堆里高举起一只手，紧握着党证和最后的党费——一块银元，期待后面【【上来→下去】】的同志替自己向组织缴纳。",
        "before_rp": "长征途中，红军战士刘志海冻死在雪山上，在生命的最后一刻，他从雪堆里高举起一只手，紧握着党证和最后的党费——一块银元，期待后面上来的同志替自己向组织缴纳。",
        "after_rp": "长征途中，红军战士刘志海冻死在雪山上，在生命的最后一刻，他从雪堆里高举起一只手，紧握着党证和最后的党费——一块银元，期待后面下去的同志替自己向组织缴纳。",
        "rp_pair": [
            "【【上来→下去】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14578",
        "contain_rp": "天狗立时停了歌声，也停了笑，拔脚跑【【下去→上来】】，女人说：“你怎么到山上来了。到处找不着你!你师傅打井，井塌了，一块大石头把他压在下边，人都没办法救，你是打过井的，你快去救他啊，他毕竟做过你的师傅，天狗!”",
        "before_rp": "天狗立时停了歌声，也停了笑，拔脚跑下去，女人说：“你怎么到山上来了。到处找不着你!你师傅打井，井塌了，一块大石头把他压在下边，人都没办法救，你是打过井的，你快去救他啊，他毕竟做过你的师傅，天狗!”",
        "after_rp": "天狗立时停了歌声，也停了笑，拔脚跑上来，女人说：“你怎么到山上来了。到处找不着你!你师傅打井，井塌了，一块大石头把他压在下边，人都没办法救，你是打过井的，你快去救他啊，他毕竟做过你的师傅，天狗!”",
        "rp_pair": [
            "【【下去→上来】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-8091",
        "contain_rp": "桑桑坐了【【下来→上来】】。他朝天空望去，天空干净得如水洗刷过一般。月亮像是静止的，又像是飘动的。他猜测着蒋一轮和白雀:他们是坐着呢，还是站着呢?他们在说些什么?桑桑猜测不出来，就不去猜测了。他依然去看天空。他忽然地觉得一个人独自守着船很孤单。他想让自己给自己唱一首歌。但还未等他唱，一缕笛音从芦苇深处响了起来，在十月的夜空下传送着。蒋一轮与白雀并未说话。这使桑桑很遗憾:难道就是为了到这儿来吹笛子的吗?",
        "before_rp": "桑桑坐了下来。他朝天空望去，天空干净得如水洗刷过一般。月亮像是静止的，又像是飘动的。他猜测着蒋一轮和白雀:他们是坐着呢，还是站着呢?他们在说些什么?桑桑猜测不出来，就不去猜测了。他依然去看天空。他忽然地觉得一个人独自守着船很孤单。他想让自己给自己唱一首歌。但还未等他唱，一缕笛音从芦苇深处响了起来，在十月的夜空下传送着。蒋一轮与白雀并未说话。这使桑桑很遗憾:难道就是为了到这儿来吹笛子的吗?",
        "after_rp": "桑桑坐了上来。他朝天空望去，天空干净得如水洗刷过一般。月亮像是静止的，又像是飘动的。他猜测着蒋一轮和白雀:他们是坐着呢，还是站着呢?他们在说些什么?桑桑猜测不出来，就不去猜测了。他依然去看天空。他忽然地觉得一个人独自守着船很孤单。他想让自己给自己唱一首歌。但还未等他唱，一缕笛音从芦苇深处响了起来，在十月的夜空下传送着。蒋一轮与白雀并未说话。这使桑桑很遗憾:难道就是为了到这儿来吹笛子的吗?",
        "rp_pair": [
            "【【下来→上来】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-12945",
        "contain_rp": "我的朋友已经【【回来→过去】】了，看见我提着小橘灯，便问我从哪里来。我说：“从……从王春林家来。”她惊异地说：“王春林，那个木匠，你怎么认得他？去年山下医学院里有几个学生，被当作共产党抓走了，以后王春林也失踪了，据说他常替那些学生送信…”",
        "before_rp": "我的朋友已经回来了，看见我提着小橘灯，便问我从哪里来。我说：“从……从王春林家来。”她惊异地说：“王春林，那个木匠，你怎么认得他？去年山下医学院里有几个学生，被当作共产党抓走了，以后王春林也失踪了，据说他常替那些学生送信…”",
        "after_rp": "我的朋友已经过去了，看见我提着小橘灯，便问我从哪里来。我说：“从……从王春林家来。”她惊异地说：“王春林，那个木匠，你怎么认得他？去年山下医学院里有几个学生，被当作共产党抓走了，以后王春林也失踪了，据说他常替那些学生送信…”",
        "rp_pair": [
            "【【回来→过去】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-590",
        "contain_rp": "操纵周围事物的游戏，在一定程度上表现出动物支配环境的能力。北极熊常常玩这样的游戏：把一根棍子或石块衔上山坡，从坡上扔下去，自己跟在后面追，追上石块或棍子后，再把它们衔【【上去→下去】】。野象喜欢把杂草老藤滚成草球，然后用象牙“踢”草球。",
        "before_rp": "操纵周围事物的游戏，在一定程度上表现出动物支配环境的能力。北极熊常常玩这样的游戏：把一根棍子或石块衔上山坡，从坡上扔下去，自己跟在后面追，追上石块或棍子后，再把它们衔上去。野象喜欢把杂草老藤滚成草球，然后用象牙“踢”草球。",
        "after_rp": "操纵周围事物的游戏，在一定程度上表现出动物支配环境的能力。北极熊常常玩这样的游戏：把一根棍子或石块衔上山坡，从坡上扔下去，自己跟在后面追，追上石块或棍子后，再把它们衔下去。野象喜欢把杂草老藤滚成草球，然后用象牙“踢”草球。",
        "rp_pair": [
            "【【上去→下去】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-6795",
        "contain_rp": "风虽然不大，却能看见它行走的方向。从北边狮子岩过来，从南面砚峰山【【过来→回去】】，从村边清泉洞过来，从村子弄堂巷子里出来，沿着大路小路，走进荷塘深处。池塘塍埂曲折连绵，围出密密匝匝大小不均的网眼。",
        "before_rp": "风虽然不大，却能看见它行走的方向。从北边狮子岩过来，从南面砚峰山过来，从村边清泉洞过来，从村子弄堂巷子里出来，沿着大路小路，走进荷塘深处。池塘塍埂曲折连绵，围出密密匝匝大小不均的网眼。",
        "after_rp": "风虽然不大，却能看见它行走的方向。从北边狮子岩过来，从南面砚峰山回去，从村边清泉洞过来，从村子弄堂巷子里出来，沿着大路小路，走进荷塘深处。池塘塍埂曲折连绵，围出密密匝匝大小不均的网眼。",
        "rp_pair": [
            "【【过来→回去】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-1055",
        "contain_rp": "李三(提着菜筐由后面出来)喝，二位爷！(请安)今儿个又得关城门吧！(没等回答，往外走)〔二、三学生匆匆地【【回来→过去】】。",
        "before_rp": "李三(提着菜筐由后面出来)喝，二位爷！(请安)今儿个又得关城门吧！(没等回答，往外走)〔二、三学生匆匆地回来。",
        "after_rp": "李三(提着菜筐由后面出来)喝，二位爷！(请安)今儿个又得关城门吧！(没等回答，往外走)〔二、三学生匆匆地过去。",
        "rp_pair": [
            "【【回来→过去】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-12619",
        "contain_rp": "那是一个明朗的清晨，我和老师散步到一个较远的地方远。但在我们回家的路上，天气变得闷热起来，好几次我们不得不在路旁的树下小憩。最后一次歇息是在离家不远的一棵野樱桃树下。树枝茂盛又好攀登，莎莉文老师用手一托，我就上了树，找个枝杈坐了下来。树上真是凉快舒畅，于是是莎莉文小姐提议就在这儿吃午餐。我乐坏了，答应她一定安静地坐在那里，等她【【回去→过来】】把饭拿来。",
        "before_rp": "那是一个明朗的清晨，我和老师散步到一个较远的地方远。但在我们回家的路上，天气变得闷热起来，好几次我们不得不在路旁的树下小憩。最后一次歇息是在离家不远的一棵野樱桃树下。树枝茂盛又好攀登，莎莉文老师用手一托，我就上了树，找个枝杈坐了下来。树上真是凉快舒畅，于是是莎莉文小姐提议就在这儿吃午餐。我乐坏了，答应她一定安静地坐在那里，等她回去把饭拿来。",
        "after_rp": "那是一个明朗的清晨，我和老师散步到一个较远的地方远。但在我们回家的路上，天气变得闷热起来，好几次我们不得不在路旁的树下小憩。最后一次歇息是在离家不远的一棵野樱桃树下。树枝茂盛又好攀登，莎莉文老师用手一托，我就上了树，找个枝杈坐了下来。树上真是凉快舒畅，于是是莎莉文小姐提议就在这儿吃午餐。我乐坏了，答应她一定安静地坐在那里，等她过来把饭拿来。",
        "rp_pair": [
            "【【回去→过来】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-8080",
        "contain_rp": "晚上，桑桑在花园里循声捉蟋蟀，就听见荷塘边的草地上有笛子声，隔水看，白雀正在笛子声里做动作。今晚的月亮不耀眼，一副迷离恍惚的神气。桑桑看不清蒋一轮与白雀，但又分明看得清他们的影子。蒋一轮倚在柳树【【上→下】】，用的是让桑桑最着迷的姿势:两腿微微交叉着。白雀的动作在这样的月光笼罩下，显得格外的柔和。桑桑坐在塘边，呆呆地看着，捉住的几只蟋蟀从盒子里趁机逃跑了。",
        "before_rp": "晚上，桑桑在花园里循声捉蟋蟀，就听见荷塘边的草地上有笛子声，隔水看，白雀正在笛子声里做动作。今晚的月亮不耀眼，一副迷离恍惚的神气。桑桑看不清蒋一轮与白雀，但又分明看得清他们的影子。蒋一轮倚在柳树上，用的是让桑桑最着迷的姿势:两腿微微交叉着。白雀的动作在这样的月光笼罩下，显得格外的柔和。桑桑坐在塘边，呆呆地看着，捉住的几只蟋蟀从盒子里趁机逃跑了。",
        "after_rp": "晚上，桑桑在花园里循声捉蟋蟀，就听见荷塘边的草地上有笛子声，隔水看，白雀正在笛子声里做动作。今晚的月亮不耀眼，一副迷离恍惚的神气。桑桑看不清蒋一轮与白雀，但又分明看得清他们的影子。蒋一轮倚在柳树下，用的是让桑桑最着迷的姿势:两腿微微交叉着。白雀的动作在这样的月光笼罩下，显得格外的柔和。桑桑坐在塘边，呆呆地看着，捉住的几只蟋蟀从盒子里趁机逃跑了。",
        "rp_pair": [
            "【【上→下】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-1622",
        "contain_rp": "一天，我在我家花园的蜂窝【【里→外】】捉了一些蜜蜂，把它们放在纸里。为了证实飞回花园的蜜蜂是我放飞的，我在它们的背上做了白色的记号。然后，我叫小女儿在蜂窝旁等着，自己带着做了记号的二十只蜜蜂，走了两里多路，打开纸袋，把它们放出来。那些被闷了好久的蜜蜂向四面飞散，好像在寻找回家的方向。这时候起风了，蜜蜂飞得很低，几乎要触到地面，大概这样可以减少阻力。我想，它们飞得这么低，怎么能看到遥远的家呢？",
        "before_rp": "一天，我在我家花园的蜂窝里捉了一些蜜蜂，把它们放在纸里。为了证实飞回花园的蜜蜂是我放飞的，我在它们的背上做了白色的记号。然后，我叫小女儿在蜂窝旁等着，自己带着做了记号的二十只蜜蜂，走了两里多路，打开纸袋，把它们放出来。那些被闷了好久的蜜蜂向四面飞散，好像在寻找回家的方向。这时候起风了，蜜蜂飞得很低，几乎要触到地面，大概这样可以减少阻力。我想，它们飞得这么低，怎么能看到遥远的家呢？",
        "after_rp": "一天，我在我家花园的蜂窝外捉了一些蜜蜂，把它们放在纸里。为了证实飞回花园的蜜蜂是我放飞的，我在它们的背上做了白色的记号。然后，我叫小女儿在蜂窝旁等着，自己带着做了记号的二十只蜜蜂，走了两里多路，打开纸袋，把它们放出来。那些被闷了好久的蜜蜂向四面飞散，好像在寻找回家的方向。这时候起风了，蜜蜂飞得很低，几乎要触到地面，大概这样可以减少阻力。我想，它们飞得这么低，怎么能看到遥远的家呢？",
        "rp_pair": [
            "【【里→外】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-3121",
        "contain_rp": "储藏室里存放着一些圆根萝卜，当地村民种植的这种萝卜口感很好。总书记说，这是好东西，要想办法卖出去。看到院子【【里→外】】的机动三轮车，总书记说：“买了车子，路也修好了，就可以把你们这里特有的优质农产品运到外面去卖，持续增加收入。”",
        "before_rp": "储藏室里存放着一些圆根萝卜，当地村民种植的这种萝卜口感很好。总书记说，这是好东西，要想办法卖出去。看到院子里的机动三轮车，总书记说：“买了车子，路也修好了，就可以把你们这里特有的优质农产品运到外面去卖，持续增加收入。”",
        "after_rp": "储藏室里存放着一些圆根萝卜，当地村民种植的这种萝卜口感很好。总书记说，这是好东西，要想办法卖出去。看到院子外的机动三轮车，总书记说：“买了车子，路也修好了，就可以把你们这里特有的优质农产品运到外面去卖，持续增加收入。”",
        "rp_pair": [
            "【【里→外】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-494",
        "contain_rp": "空中的精灵也都逃不过这一片大水。它经常地从上空接受新的生命和新的动作。湖是大地和天空之间的媒介物。在大地上，只有草木是摇摆如波浪的，可是水自身给风吹出了涟漪来。我可以从一线或一片闪光【【上→下】】，看到风从那里吹过去。我们能俯视水波，真是了不起。也许我们还应该像这样细细地俯视那天空的表面，看看是不是有一种更精细的精灵，在它上面扫过。",
        "before_rp": "空中的精灵也都逃不过这一片大水。它经常地从上空接受新的生命和新的动作。湖是大地和天空之间的媒介物。在大地上，只有草木是摇摆如波浪的，可是水自身给风吹出了涟漪来。我可以从一线或一片闪光上，看到风从那里吹过去。我们能俯视水波，真是了不起。也许我们还应该像这样细细地俯视那天空的表面，看看是不是有一种更精细的精灵，在它上面扫过。",
        "after_rp": "空中的精灵也都逃不过这一片大水。它经常地从上空接受新的生命和新的动作。湖是大地和天空之间的媒介物。在大地上，只有草木是摇摆如波浪的，可是水自身给风吹出了涟漪来。我可以从一线或一片闪光下，看到风从那里吹过去。我们能俯视水波，真是了不起。也许我们还应该像这样细细地俯视那天空的表面，看看是不是有一种更精细的精灵，在它上面扫过。",
        "rp_pair": [
            "【【上→下】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-413",
        "contain_rp": "凤娇照例跑到第三节车厢去找她的“北京话”，香雪紧紧头上的紫红色线围巾，把臂弯里的篮子换了换手，也顺着车身不停的跑着。她尽量高高地垫起脚尖，希望车厢【【里→外】】的人能看见她的脸。车上一直没有人发现她，她却在一张堆满食品的小桌上，发现了渴望已久的东西。它的出现，使她再也不想往前走了，她放下篮子，心跳着，双手紧紧扒住窗框，认清了那真是一只铅笔盒，一只装有吸铁石的自动铅笔盒。它和她离得那样近，她一伸手就可以摸到。",
        "before_rp": "凤娇照例跑到第三节车厢去找她的“北京话”，香雪紧紧头上的紫红色线围巾，把臂弯里的篮子换了换手，也顺着车身不停的跑着。她尽量高高地垫起脚尖，希望车厢里的人能看见她的脸。车上一直没有人发现她，她却在一张堆满食品的小桌上，发现了渴望已久的东西。它的出现，使她再也不想往前走了，她放下篮子，心跳着，双手紧紧扒住窗框，认清了那真是一只铅笔盒，一只装有吸铁石的自动铅笔盒。它和她离得那样近，她一伸手就可以摸到。",
        "after_rp": "凤娇照例跑到第三节车厢去找她的“北京话”，香雪紧紧头上的紫红色线围巾，把臂弯里的篮子换了换手，也顺着车身不停的跑着。她尽量高高地垫起脚尖，希望车厢外的人能看见她的脸。车上一直没有人发现她，她却在一张堆满食品的小桌上，发现了渴望已久的东西。它的出现，使她再也不想往前走了，她放下篮子，心跳着，双手紧紧扒住窗框，认清了那真是一只铅笔盒，一只装有吸铁石的自动铅笔盒。它和她离得那样近，她一伸手就可以摸到。",
        "rp_pair": [
            "【【里→外】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13387",
        "contain_rp": "将左手放在右肩膀上，掌心贴着肩膀，右臂放于腰后，手掌背面贴在【【左→右】】腰部。保持此姿势，均匀地呼吸3~6次，轻缓地将脊柱转向右方。",
        "before_rp": "将左手放在右肩膀上，掌心贴着肩膀，右臂放于腰后，手掌背面贴在左腰部。保持此姿势，均匀地呼吸3~6次，轻缓地将脊柱转向右方。",
        "after_rp": "将左手放在右肩膀上，掌心贴着肩膀，右臂放于腰后，手掌背面贴在右腰部。保持此姿势，均匀地呼吸3~6次，轻缓地将脊柱转向右方。",
        "rp_pair": [
            "【【左→右】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-6040",
        "contain_rp": "立人像冠服所饰纹样繁缛，衮衣绣裳的飘逸华美透过斑驳锈色畅达地放射出来。那些细腻的刻画，将立人本体的高贵表露无遗。立人像身躯挺拔，身穿紧袖内服、半臂式外套和裙式下裳。内衣无领窄缘，长袖短摆，袖长及腕，摆平及胯，向【【右→左】】开衫，腋下系扣。外套为半臂短袖，袖口宽缘，衣摆稍长于内衣，向右开襟。下裳实为裙装，开为前后两片，前高后低，前片平齐过膝，后片叉分及足。在立人像衣外还有一条大带，大带作编织之形，沿外衣缘口左斜跨肩，两端于背后肩胛处结扎。",
        "before_rp": "立人像冠服所饰纹样繁缛，衮衣绣裳的飘逸华美透过斑驳锈色畅达地放射出来。那些细腻的刻画，将立人本体的高贵表露无遗。立人像身躯挺拔，身穿紧袖内服、半臂式外套和裙式下裳。内衣无领窄缘，长袖短摆，袖长及腕，摆平及胯，向右开衫，腋下系扣。外套为半臂短袖，袖口宽缘，衣摆稍长于内衣，向右开襟。下裳实为裙装，开为前后两片，前高后低，前片平齐过膝，后片叉分及足。在立人像衣外还有一条大带，大带作编织之形，沿外衣缘口左斜跨肩，两端于背后肩胛处结扎。",
        "after_rp": "立人像冠服所饰纹样繁缛，衮衣绣裳的飘逸华美透过斑驳锈色畅达地放射出来。那些细腻的刻画，将立人本体的高贵表露无遗。立人像身躯挺拔，身穿紧袖内服、半臂式外套和裙式下裳。内衣无领窄缘，长袖短摆，袖长及腕，摆平及胯，向左开衫，腋下系扣。外套为半臂短袖，袖口宽缘，衣摆稍长于内衣，向右开襟。下裳实为裙装，开为前后两片，前高后低，前片平齐过膝，后片叉分及足。在立人像衣外还有一条大带，大带作编织之形，沿外衣缘口左斜跨肩，两端于背后肩胛处结扎。",
        "rp_pair": [
            "【【右→左】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13164",
        "contain_rp": "呈坐姿，双臂自然下垂，头部【【后→前】】伸至最大限度后，向一侧尽力侧屈，然后转向对侧，眼睛看斜上方。",
        "before_rp": "呈坐姿，双臂自然下垂，头部后伸至最大限度后，向一侧尽力侧屈，然后转向对侧，眼睛看斜上方。",
        "after_rp": "呈坐姿，双臂自然下垂，头部前伸至最大限度后，向一侧尽力侧屈，然后转向对侧，眼睛看斜上方。",
        "rp_pair": [
            "【【后→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-16",
        "contain_rp": "老妇人跪在那坑【【里→外】】，用手舀出那些水。舀几下，她就得休息一会儿。到底，她把坑里的水全舀干了。于是她回到那死者旁边，两手抄在死者的腋窝下，把他拖走。",
        "before_rp": "老妇人跪在那坑里，用手舀出那些水。舀几下，她就得休息一会儿。到底，她把坑里的水全舀干了。于是她回到那死者旁边，两手抄在死者的腋窝下，把他拖走。",
        "after_rp": "老妇人跪在那坑外，用手舀出那些水。舀几下，她就得休息一会儿。到底，她把坑里的水全舀干了。于是她回到那死者旁边，两手抄在死者的腋窝下，把他拖走。",
        "rp_pair": [
            "【【里→外】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11754",
        "contain_rp": "幕阜山脉的主峰黄龙山，海拔一千五百多米，山川厚重，钟秀奇多，一派原生态的自然风光。站在黄龙山上，可见万里长江船影点点，鄱阳洞庭波光粼粼。汽车沿着盘旋的公路行驶不到一小时，就到了我们此行的目的地：黄龙山【【下→上】】的黄泥岭村。",
        "before_rp": "幕阜山脉的主峰黄龙山，海拔一千五百多米，山川厚重，钟秀奇多，一派原生态的自然风光。站在黄龙山上，可见万里长江船影点点，鄱阳洞庭波光粼粼。汽车沿着盘旋的公路行驶不到一小时，就到了我们此行的目的地：黄龙山下的黄泥岭村。",
        "after_rp": "幕阜山脉的主峰黄龙山，海拔一千五百多米，山川厚重，钟秀奇多，一派原生态的自然风光。站在黄龙山上，可见万里长江船影点点，鄱阳洞庭波光粼粼。汽车沿着盘旋的公路行驶不到一小时，就到了我们此行的目的地：黄龙山上的黄泥岭村。",
        "rp_pair": [
            "【【下→上】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-914",
        "contain_rp": "在写第一个字以前，他担心地朝门口和窗户看了几眼，又斜着眼看了一下那个昏暗的神像，神像【【两边→左边】】是两排架子，架子【【上→下】】摆满了楦头。他叹了一口气，跪在作台前边，把那张纸铺在作台上。",
        "before_rp": "在写第一个字以前，他担心地朝门口和窗户看了几眼，又斜着眼看了一下那个昏暗的神像，神像两边→左边】】是两排架子，架子【【上摆满了楦头。他叹了一口气，跪在作台前边，把那张纸铺在作台上。",
        "after_rp": "在写第一个字以前，他担心地朝门口和窗户看了几眼，又斜着眼看了一下那个昏暗的神像，神像左边是两排架子，架子下摆满了楦头。他叹了一口气，跪在作台前边，把那张纸铺在作台上。",
        "rp_pair": [
            "【【两边→左边】】是两排架子，架子【【上→下】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-9888",
        "contain_rp": "两个孩子转身看到了宋凡平，他头戴纸糊的高帽子，胸前挂着一块大木牌，木牌上写着“地主宋凡平”五个字，他们不认识上面的字，他们只认识字上面打了红色的五个x。宋凡平的身体就像是一块门板一样挡住了阳光，两个孩子站在他的阴影里，仰脸看着他，他的眼睛被人揍肿了，嘴角被人揍破了，他微笑地看着李光头和宋钢，他的笑容硬梆梆的。两个孩子不知道发生了什么，昨天的时候他还在这桥【【上→下】】威风凛凛，今天他突然成了这副模样。宋钢怯生生地问：",
        "before_rp": "两个孩子转身看到了宋凡平，他头戴纸糊的高帽子，胸前挂着一块大木牌，木牌上写着“地主宋凡平”五个字，他们不认识上面的字，他们只认识字上面打了红色的五个x。宋凡平的身体就像是一块门板一样挡住了阳光，两个孩子站在他的阴影里，仰脸看着他，他的眼睛被人揍肿了，嘴角被人揍破了，他微笑地看着李光头和宋钢，他的笑容硬梆梆的。两个孩子不知道发生了什么，昨天的时候他还在这桥上威风凛凛，今天他突然成了这副模样。宋钢怯生生地问：",
        "after_rp": "两个孩子转身看到了宋凡平，他头戴纸糊的高帽子，胸前挂着一块大木牌，木牌上写着“地主宋凡平”五个字，他们不认识上面的字，他们只认识字上面打了红色的五个x。宋凡平的身体就像是一块门板一样挡住了阳光，两个孩子站在他的阴影里，仰脸看着他，他的眼睛被人揍肿了，嘴角被人揍破了，他微笑地看着李光头和宋钢，他的笑容硬梆梆的。两个孩子不知道发生了什么，昨天的时候他还在这桥下威风凛凛，今天他突然成了这副模样。宋钢怯生生地问：",
        "rp_pair": [
            "【【上→下】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-8974",
        "contain_rp": "正在主持民政局会议的陶青，隔着窗户看到十四个瘸傻瞎聋站在院子里又喊又叫，陶青正在念着中央红头文件，院子里的喊叫让他十分恼怒，他把红头文件往桌子【【上→下】】一拍，生气地说。",
        "before_rp": "正在主持民政局会议的陶青，隔着窗户看到十四个瘸傻瞎聋站在院子里又喊又叫，陶青正在念着中央红头文件，院子里的喊叫让他十分恼怒，他把红头文件往桌子上一拍，生气地说。",
        "after_rp": "正在主持民政局会议的陶青，隔着窗户看到十四个瘸傻瞎聋站在院子里又喊又叫，陶青正在念着中央红头文件，院子里的喊叫让他十分恼怒，他把红头文件往桌子下一拍，生气地说。",
        "rp_pair": [
            "【【上→下】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-8435",
        "contain_rp": "宋钢的奶糖贴在外面的门缝上，李光头的鼻子贴在里面的门缝【【上→下】】，李光头使劲吸着气，终于闻到了丝丝奶香，李光头不由哇哇哭了起来，宋钢在门外说：",
        "before_rp": "宋钢的奶糖贴在外面的门缝上，李光头的鼻子贴在里面的门缝上，李光头使劲吸着气，终于闻到了丝丝奶香，李光头不由哇哇哭了起来，宋钢在门外说：",
        "after_rp": "宋钢的奶糖贴在外面的门缝上，李光头的鼻子贴在里面的门缝下，李光头使劲吸着气，终于闻到了丝丝奶香，李光头不由哇哇哭了起来，宋钢在门外说：",
        "rp_pair": [
            "【【上→下】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13385",
        "contain_rp": "深呼吸1次，弯曲双肘并向两侧张开，往右边下腰，头在两臂之间，眼睛看向【【左→右】】上方。保持此姿势，呼吸3~6次。",
        "before_rp": "深呼吸1次，弯曲双肘并向两侧张开，往右边下腰，头在两臂之间，眼睛看向左上方。保持此姿势，呼吸3~6次。",
        "after_rp": "深呼吸1次，弯曲双肘并向两侧张开，往右边下腰，头在两臂之间，眼睛看向右上方。保持此姿势，呼吸3~6次。",
        "rp_pair": [
            "【【左→右】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14817",
        "contain_rp": "到了早晨，宋钢醒来后又生机勃勃了，脸色也红润起来，林红又放心了。宋钢笑容满面地吃过早饭，提着午餐的饭盒，迎着朝阳脚步“咚咚”地走去了，林红推着老式永久牌走在宋钢身边，两个人一起走出了五十米左右，在街道拐角处站住脚，宋钢看着林红跨【【上→下】】自行车，叮嘱她骑车要小心，林红点点头往【【西→东】】骑车而去，宋钢扭头往东走向了码头。",
        "before_rp": "到了早晨，宋钢醒来后又生机勃勃了，脸色也红润起来，林红又放心了。宋钢笑容满面地吃过早饭，提着午餐的饭盒，迎着朝阳脚步“咚咚”地走去了，林红推着老式永久牌走在宋钢身边，两个人一起走出了五十米左右，在街道拐角处站住脚，宋钢看着林红跨上→下】】自行车，叮嘱她骑车要小心，林红点点头往【【西骑车而去，宋钢扭头往东走向了码头。",
        "after_rp": "到了早晨，宋钢醒来后又生机勃勃了，脸色也红润起来，林红又放心了。宋钢笑容满面地吃过早饭，提着午餐的饭盒，迎着朝阳脚步“咚咚”地走去了，林红推着老式永久牌走在宋钢身边，两个人一起走出了五十米左右，在街道拐角处站住脚，宋钢看着林红跨下自行车，叮嘱她骑车要小心，林红点点头往东骑车而去，宋钢扭头往东走向了码头。",
        "rp_pair": [
            "【【上→下】】自行车，叮嘱她骑车要小心，林红点点头往【【西→东】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-5378",
        "contain_rp": "和中阳县城相比，车鸣峪乡平均温度更低。39岁的吕华平站在院子【【里→外】】却不觉得冷，爽朗一笑在空气中“哈”出一道白雾：“今年啊，投资基地的钱是挣回来了！”",
        "before_rp": "和中阳县城相比，车鸣峪乡平均温度更低。39岁的吕华平站在院子里却不觉得冷，爽朗一笑在空气中“哈”出一道白雾：“今年啊，投资基地的钱是挣回来了！”",
        "after_rp": "和中阳县城相比，车鸣峪乡平均温度更低。39岁的吕华平站在院子外却不觉得冷，爽朗一笑在空气中“哈”出一道白雾：“今年啊，投资基地的钱是挣回来了！”",
        "rp_pair": [
            "【【里→外】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-2750",
        "contain_rp": "保持腹部收紧，双腿抬起，双臂伸直向【【后→前】】做划臂动作，直至双手位于髋部两侧。",
        "before_rp": "保持腹部收紧，双腿抬起，双臂伸直向后做划臂动作，直至双手位于髋部两侧。",
        "after_rp": "保持腹部收紧，双腿抬起，双臂伸直向前做划臂动作，直至双手位于髋部两侧。",
        "rp_pair": [
            "【【后→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-8232",
        "contain_rp": "这些来自那个名为仓库实为监狱的戴红袖章的人，是在天亮的时候发现宋凡平跑了，他们立刻兵分两路，守住了车站和码头。守在车站的六个红袖章在这天早晨嚎叫着殴打宋凡平，把那些在候车室的人吓得都躲到了【【外面→下面】】的台阶【【上→下】】，几个孩子尖声哭叫，几个女人吓歪了嘴巴。这些人站在候车室的门外偷偷往里面张望，没有一个人敢走进去，直到去上海的长途汽车开始检票了，这些人才小心翼翼地走了进来，胆战心惊地看着围坐在吊扇下休息的六个红袖章。",
        "before_rp": "这些来自那个名为仓库实为监狱的戴红袖章的人，是在天亮的时候发现宋凡平跑了，他们立刻兵分两路，守住了车站和码头。守在车站的六个红袖章在这天早晨嚎叫着殴打宋凡平，把那些在候车室的人吓得都躲到了外面→下面】】的台阶【【上，几个孩子尖声哭叫，几个女人吓歪了嘴巴。这些人站在候车室的门外偷偷往里面张望，没有一个人敢走进去，直到去上海的长途汽车开始检票了，这些人才小心翼翼地走了进来，胆战心惊地看着围坐在吊扇下休息的六个红袖章。",
        "after_rp": "这些来自那个名为仓库实为监狱的戴红袖章的人，是在天亮的时候发现宋凡平跑了，他们立刻兵分两路，守住了车站和码头。守在车站的六个红袖章在这天早晨嚎叫着殴打宋凡平，把那些在候车室的人吓得都躲到了下面的台阶下，几个孩子尖声哭叫，几个女人吓歪了嘴巴。这些人站在候车室的门外偷偷往里面张望，没有一个人敢走进去，直到去上海的长途汽车开始检票了，这些人才小心翼翼地走了进来，胆战心惊地看着围坐在吊扇下休息的六个红袖章。",
        "rp_pair": [
            "【【外面→下面】】的台阶【【上→下】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-3178",
        "contain_rp": "11日下午4时许，武汉市洪山体育馆外。倚着隔离桩，李军牵着9岁的儿子，激动又紧张地朝【【里→外】】张望着，儿子时不时地问他一句“妈妈啥时候出来啊？”“快了，快了。”他说。",
        "before_rp": "11日下午4时许，武汉市洪山体育馆外。倚着隔离桩，李军牵着9岁的儿子，激动又紧张地朝里张望着，儿子时不时地问他一句“妈妈啥时候出来啊？”“快了，快了。”他说。",
        "after_rp": "11日下午4时许，武汉市洪山体育馆外。倚着隔离桩，李军牵着9岁的儿子，激动又紧张地朝外张望着，儿子时不时地问他一句“妈妈啥时候出来啊？”“快了，快了。”他说。",
        "rp_pair": [
            "【【里→外】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-4885",
        "contain_rp": "在泥河湾博物馆，卫奇的等身海报就立在飞梁遗址的展板前。展板【【中→旁】】，7岁的贾真秀穿着一条粉色裙子蹲在遮阳伞下，握着手铲，背对着观众，全神贯注地发掘。两代考古人的身影就这样交织在一起。",
        "before_rp": "在泥河湾博物馆，卫奇的等身海报就立在飞梁遗址的展板前。展板中，7岁的贾真秀穿着一条粉色裙子蹲在遮阳伞下，握着手铲，背对着观众，全神贯注地发掘。两代考古人的身影就这样交织在一起。",
        "after_rp": "在泥河湾博物馆，卫奇的等身海报就立在飞梁遗址的展板前。展板旁，7岁的贾真秀穿着一条粉色裙子蹲在遮阳伞下，握着手铲，背对着观众，全神贯注地发掘。两代考古人的身影就这样交织在一起。",
        "rp_pair": [
            "【【中→旁】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10102",
        "contain_rp": "台湾西岸沙岛台湾西岸浊水溪和曾文溪三角洲【【外→中】】的几列沙岛是典型的由河口沙嘴发育而成的沙岛。沙岛断续分布，其内侧与陆地之间为潟湖。",
        "before_rp": "台湾西岸沙岛台湾西岸浊水溪和曾文溪三角洲外的几列沙岛是典型的由河口沙嘴发育而成的沙岛。沙岛断续分布，其内侧与陆地之间为潟湖。",
        "after_rp": "台湾西岸沙岛台湾西岸浊水溪和曾文溪三角洲中的几列沙岛是典型的由河口沙嘴发育而成的沙岛。沙岛断续分布，其内侧与陆地之间为潟湖。",
        "rp_pair": [
            "【【外→中】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-4915",
        "contain_rp": "如今，五峰书院在西宁市城西区已设8处。闹市【【中→外】】、街巷间、社区里，市民总能寻得几处让心灵“静下来”的地方。",
        "before_rp": "如今，五峰书院在西宁市城西区已设8处。闹市中、街巷间、社区里，市民总能寻得几处让心灵“静下来”的地方。",
        "after_rp": "如今，五峰书院在西宁市城西区已设8处。闹市外、街巷间、社区里，市民总能寻得几处让心灵“静下来”的地方。",
        "rp_pair": [
            "【【中→外】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-8528",
        "contain_rp": "李光头搀扶着李兰走得比乌龟还要慢，走到了棺材铺，李兰坐在了门槛上，喘着气抹了抹额头上流出的血，笑着对【【里面→四面】】的人说：",
        "before_rp": "李光头搀扶着李兰走得比乌龟还要慢，走到了棺材铺，李兰坐在了门槛上，喘着气抹了抹额头上流出的血，笑着对里面的人说：",
        "after_rp": "李光头搀扶着李兰走得比乌龟还要慢，走到了棺材铺，李兰坐在了门槛上，喘着气抹了抹额头上流出的血，笑着对四面的人说：",
        "rp_pair": [
            "【【里面→四面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11480",
        "contain_rp": "侧卧，呈两点支撑姿势（单肘和单脚着地）。一侧肘部位于肩部正下方，上臂与地面垂直，前臂贴地，屈肘约呈90度。另一侧手臂伸直与支撑臂尽量呈一条直线。双腿伸直并拢，支撑臂一侧的脚的【【侧面→下面】】触地支撑。保持背部挺直，腹部和臀部收紧，身体呈一条直线。",
        "before_rp": "侧卧，呈两点支撑姿势（单肘和单脚着地）。一侧肘部位于肩部正下方，上臂与地面垂直，前臂贴地，屈肘约呈90度。另一侧手臂伸直与支撑臂尽量呈一条直线。双腿伸直并拢，支撑臂一侧的脚的侧面触地支撑。保持背部挺直，腹部和臀部收紧，身体呈一条直线。",
        "after_rp": "侧卧，呈两点支撑姿势（单肘和单脚着地）。一侧肘部位于肩部正下方，上臂与地面垂直，前臂贴地，屈肘约呈90度。另一侧手臂伸直与支撑臂尽量呈一条直线。双腿伸直并拢，支撑臂一侧的脚的下面触地支撑。保持背部挺直，腹部和臀部收紧，身体呈一条直线。",
        "rp_pair": [
            "【【侧面→下面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-50",
        "contain_rp": "从天安门往里走，沿着一条笔直的大道穿过端门，就到午门的【【前面→右面】】。午门俗称五凤楼，是紫禁城的正门。走进午门，是一个宽广的庭院，弯弯的金水河像一条玉带横贯东西，河上是五座精美的汉白玉石桥。桥的北面是太和门，一对威武的铜狮守卫在门的两侧。",
        "before_rp": "从天安门往里走，沿着一条笔直的大道穿过端门，就到午门的前面。午门俗称五凤楼，是紫禁城的正门。走进午门，是一个宽广的庭院，弯弯的金水河像一条玉带横贯东西，河上是五座精美的汉白玉石桥。桥的北面是太和门，一对威武的铜狮守卫在门的两侧。",
        "after_rp": "从天安门往里走，沿着一条笔直的大道穿过端门，就到午门的右面。午门俗称五凤楼，是紫禁城的正门。走进午门，是一个宽广的庭院，弯弯的金水河像一条玉带横贯东西，河上是五座精美的汉白玉石桥。桥的北面是太和门，一对威武的铜狮守卫在门的两侧。",
        "rp_pair": [
            "【【前面→右面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11077",
        "contain_rp": "他扭紧了舵，把帆脚绳系好，从船梢【【下面→左面】】去拿那根短棍。它原来是个桨把，是从一只断桨上锯下来的，大约两英尺半长。因为它上面有个把手，他只能用一只手有效地使用，于是他用右手紧紧地攥住了它，弯着手按在上边，一面望着鲨鱼游过来。两条都是“星鲨”。",
        "before_rp": "他扭紧了舵，把帆脚绳系好，从船梢下面去拿那根短棍。它原来是个桨把，是从一只断桨上锯下来的，大约两英尺半长。因为它上面有个把手，他只能用一只手有效地使用，于是他用右手紧紧地攥住了它，弯着手按在上边，一面望着鲨鱼游过来。两条都是“星鲨”。",
        "after_rp": "他扭紧了舵，把帆脚绳系好，从船梢左面去拿那根短棍。它原来是个桨把，是从一只断桨上锯下来的，大约两英尺半长。因为它上面有个把手，他只能用一只手有效地使用，于是他用右手紧紧地攥住了它，弯着手按在上边，一面望着鲨鱼游过来。两条都是“星鲨”。",
        "rp_pair": [
            "【【下面→左面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11129",
        "contain_rp": "四五十年以前我在德国留学的时候，曾多次对德国人爱花之真切感到吃惊。家家户户都在养花。他们的花不像在中国那样，养在屋子里，他们是栽种在临街窗户的【【外面→里面】】。花朵都朝外开，在屋子里只能看到花的脊梁。我曾问过我的女房东：你这样养花是给别人看的吧！她莞尔一笑说：“正是这样！”",
        "before_rp": "四五十年以前我在德国留学的时候，曾多次对德国人爱花之真切感到吃惊。家家户户都在养花。他们的花不像在中国那样，养在屋子里，他们是栽种在临街窗户的外面。花朵都朝外开，在屋子里只能看到花的脊梁。我曾问过我的女房东：你这样养花是给别人看的吧！她莞尔一笑说：“正是这样！”",
        "after_rp": "四五十年以前我在德国留学的时候，曾多次对德国人爱花之真切感到吃惊。家家户户都在养花。他们的花不像在中国那样，养在屋子里，他们是栽种在临街窗户的里面。花朵都朝外开，在屋子里只能看到花的脊梁。我曾问过我的女房东：你这样养花是给别人看的吧！她莞尔一笑说：“正是这样！”",
        "rp_pair": [
            "【【外面→里面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11482",
        "contain_rp": "侧卧，呈两点支撑姿势（单肘和单脚着地）。一侧肘部位于肩部正下方，上臂与地面垂直，前臂贴地，屈肘约呈90度。另一侧手臂伸直与支撑臂尽量呈一条直线。双腿伸直并拢，支撑臂一侧的脚的【【侧面→后面】】触地支撑。保持背部挺直，腹部和臀部收紧，身体呈一条直线。",
        "before_rp": "侧卧，呈两点支撑姿势（单肘和单脚着地）。一侧肘部位于肩部正下方，上臂与地面垂直，前臂贴地，屈肘约呈90度。另一侧手臂伸直与支撑臂尽量呈一条直线。双腿伸直并拢，支撑臂一侧的脚的侧面触地支撑。保持背部挺直，腹部和臀部收紧，身体呈一条直线。",
        "after_rp": "侧卧，呈两点支撑姿势（单肘和单脚着地）。一侧肘部位于肩部正下方，上臂与地面垂直，前臂贴地，屈肘约呈90度。另一侧手臂伸直与支撑臂尽量呈一条直线。双腿伸直并拢，支撑臂一侧的脚的后面触地支撑。保持背部挺直，腹部和臀部收紧，身体呈一条直线。",
        "rp_pair": [
            "【【侧面→后面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-8713",
        "contain_rp": "穿上了黑皮鞋的李光头，每次出门都要穿上深蓝色的卡其布中山装，每个钮扣都扣严实了，连风纪扣都扣上。自从穿上宋钢织出的米色新毛衣以后，李光头就不再扣中山装上的钮扣了，他敞开着中山装大摇大摆地走在街上，为了让人清楚地看到他新毛衣上面的波浪和扬帆的船。他的双手插在裤子口袋里，将上衣挡在胳膊【【后面→下面】】，挺着厚实的胸膛走着，逢人咧嘴微笑。",
        "before_rp": "穿上了黑皮鞋的李光头，每次出门都要穿上深蓝色的卡其布中山装，每个钮扣都扣严实了，连风纪扣都扣上。自从穿上宋钢织出的米色新毛衣以后，李光头就不再扣中山装上的钮扣了，他敞开着中山装大摇大摆地走在街上，为了让人清楚地看到他新毛衣上面的波浪和扬帆的船。他的双手插在裤子口袋里，将上衣挡在胳膊后面，挺着厚实的胸膛走着，逢人咧嘴微笑。",
        "after_rp": "穿上了黑皮鞋的李光头，每次出门都要穿上深蓝色的卡其布中山装，每个钮扣都扣严实了，连风纪扣都扣上。自从穿上宋钢织出的米色新毛衣以后，李光头就不再扣中山装上的钮扣了，他敞开着中山装大摇大摆地走在街上，为了让人清楚地看到他新毛衣上面的波浪和扬帆的船。他的双手插在裤子口袋里，将上衣挡在胳膊下面，挺着厚实的胸膛走着，逢人咧嘴微笑。",
        "rp_pair": [
            "【【后面→下面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-1350",
        "contain_rp": "大排档【【前面→里面】】的那台电视机始终开着。李望水站在远处看电视。今天生意很淡，老板在招揽顾客，也顾不上赶李望水。电视里在播放“生活七彩桥”节目。李望水出神地看着电视。眼睛一直盯着电视机，情不自禁地一步一步向电视机走去。",
        "before_rp": "大排档前面的那台电视机始终开着。李望水站在远处看电视。今天生意很淡，老板在招揽顾客，也顾不上赶李望水。电视里在播放“生活七彩桥”节目。李望水出神地看着电视。眼睛一直盯着电视机，情不自禁地一步一步向电视机走去。",
        "after_rp": "大排档里面的那台电视机始终开着。李望水站在远处看电视。今天生意很淡，老板在招揽顾客，也顾不上赶李望水。电视里在播放“生活七彩桥”节目。李望水出神地看着电视。眼睛一直盯着电视机，情不自禁地一步一步向电视机走去。",
        "rp_pair": [
            "【【前面→里面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13456",
        "contain_rp": "身体呈侧卧姿，双腿伸直，双脚分开【【侧面→左面】】触地支撑（一只脚是脚踝内侧，一只脚是脚踝外侧），触地侧肘关节弯曲90度，前臂触地支撑，肘部位于肩部下方。",
        "before_rp": "身体呈侧卧姿，双腿伸直，双脚分开侧面触地支撑（一只脚是脚踝内侧，一只脚是脚踝外侧），触地侧肘关节弯曲90度，前臂触地支撑，肘部位于肩部下方。",
        "after_rp": "身体呈侧卧姿，双腿伸直，双脚分开左面触地支撑（一只脚是脚踝内侧，一只脚是脚踝外侧），触地侧肘关节弯曲90度，前臂触地支撑，肘部位于肩部下方。",
        "rp_pair": [
            "【【侧面→左面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11971",
        "contain_rp": "罗厚得意说，只有他知道。他拉彦成一起去看看将来书橱放在哪里合适。小书房近大门口，要经过一个长圆形的墙门洞。门洞【【后面→前面】】堆着些什物：不用的火炉子，烟筒管，大大小小带泥的花盆之类。走过去还要上五六级台阶，才是一扇旧门，门上虚锁着铁锈的大锁。姚太太行走不便，从没进去过，只吩咐沈妈经常去打扫屋子，擦擦玻璃。天气冷，沈妈已多时不去打扫。屋里寒气逼人，灰尘扑鼻。他们看了一下，罗厚指点着说：\"书橱这么搁。\"彦成也同意，两人商量了一番，就忙着出来。",
        "before_rp": "罗厚得意说，只有他知道。他拉彦成一起去看看将来书橱放在哪里合适。小书房近大门口，要经过一个长圆形的墙门洞。门洞后面堆着些什物：不用的火炉子，烟筒管，大大小小带泥的花盆之类。走过去还要上五六级台阶，才是一扇旧门，门上虚锁着铁锈的大锁。姚太太行走不便，从没进去过，只吩咐沈妈经常去打扫屋子，擦擦玻璃。天气冷，沈妈已多时不去打扫。屋里寒气逼人，灰尘扑鼻。他们看了一下，罗厚指点着说：\"书橱这么搁。\"彦成也同意，两人商量了一番，就忙着出来。",
        "after_rp": "罗厚得意说，只有他知道。他拉彦成一起去看看将来书橱放在哪里合适。小书房近大门口，要经过一个长圆形的墙门洞。门洞前面堆着些什物：不用的火炉子，烟筒管，大大小小带泥的花盆之类。走过去还要上五六级台阶，才是一扇旧门，门上虚锁着铁锈的大锁。姚太太行走不便，从没进去过，只吩咐沈妈经常去打扫屋子，擦擦玻璃。天气冷，沈妈已多时不去打扫。屋里寒气逼人，灰尘扑鼻。他们看了一下，罗厚指点着说：\"书橱这么搁。\"彦成也同意，两人商量了一番，就忙着出来。",
        "rp_pair": [
            "【【后面→前面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-3609",
        "contain_rp": "世代繁衍，人鸟共兴。人视白鹭为福鸟，从不追赶和捕捉，白鹭也不去【【附近→对面】】的林子，每年春暖花开时就从南方如约飞来，雷打不动地住在老胡家【【后面→外面】】的林子里。",
        "before_rp": "世代繁衍，人鸟共兴。人视白鹭为福鸟，从不追赶和捕捉，白鹭也不去附近→对面】】的林子，每年春暖花开时就从南方如约飞来，雷打不动地住在老胡家【【后面的林子里。",
        "after_rp": "世代繁衍，人鸟共兴。人视白鹭为福鸟，从不追赶和捕捉，白鹭也不去对面的林子，每年春暖花开时就从南方如约飞来，雷打不动地住在老胡家外面的林子里。",
        "rp_pair": [
            "【【附近→对面】】的林子，每年春暖花开时就从南方如约飞来，雷打不动地住在老胡家【【后面→外面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-12217",
        "contain_rp": "李光头听着宋钢的脚步渐渐走远，一个九岁男孩的脚步，走去时轻的像鸭子的脚步。接下去李光头的眼睛就贴在门缝上了，守护着【【外面→四面】】石板下面的奶糖，当有人走近了，李光头心里就会一阵乱跳，生怕那人会翻开门外的石板。李光头盼望着黄昏快些来到，这样李兰就会回家，门就会打开，李光头就能吃到急不可待的大白兔奶糖了。",
        "before_rp": "李光头听着宋钢的脚步渐渐走远，一个九岁男孩的脚步，走去时轻的像鸭子的脚步。接下去李光头的眼睛就贴在门缝上了，守护着外面石板下面的奶糖，当有人走近了，李光头心里就会一阵乱跳，生怕那人会翻开门外的石板。李光头盼望着黄昏快些来到，这样李兰就会回家，门就会打开，李光头就能吃到急不可待的大白兔奶糖了。",
        "after_rp": "李光头听着宋钢的脚步渐渐走远，一个九岁男孩的脚步，走去时轻的像鸭子的脚步。接下去李光头的眼睛就贴在门缝上了，守护着四面石板下面的奶糖，当有人走近了，李光头心里就会一阵乱跳，生怕那人会翻开门外的石板。李光头盼望着黄昏快些来到，这样李兰就会回家，门就会打开，李光头就能吃到急不可待的大白兔奶糖了。",
        "rp_pair": [
            "【【外面→四面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-7071",
        "contain_rp": "姚宓说：\"没什么搬的。图书室的钥匙交掉了。外文组的办公室是里外相通的两间，我们年轻人在外间工作。姜敏、善保、罗厚各人一个书桌，还剩下一只旧桌子是没主儿的。罗厚和陈善保把【【里面→外面】】套间里最新的书桌搬过来换了旧桌子。姜敏说，那只新书桌是施妮娜的，抽屉里还有她一本俄文本的《共产党宣言》呢。罗厚和善保都说，她又不来上班，把组长的大书桌给她和江滔滔排排坐不更好吗！他们就把她的书放在组长办公桌的抽屉里了。\"",
        "before_rp": "姚宓说：\"没什么搬的。图书室的钥匙交掉了。外文组的办公室是里外相通的两间，我们年轻人在外间工作。姜敏、善保、罗厚各人一个书桌，还剩下一只旧桌子是没主儿的。罗厚和陈善保把里面套间里最新的书桌搬过来换了旧桌子。姜敏说，那只新书桌是施妮娜的，抽屉里还有她一本俄文本的《共产党宣言》呢。罗厚和善保都说，她又不来上班，把组长的大书桌给她和江滔滔排排坐不更好吗！他们就把她的书放在组长办公桌的抽屉里了。\"",
        "after_rp": "姚宓说：\"没什么搬的。图书室的钥匙交掉了。外文组的办公室是里外相通的两间，我们年轻人在外间工作。姜敏、善保、罗厚各人一个书桌，还剩下一只旧桌子是没主儿的。罗厚和陈善保把外面套间里最新的书桌搬过来换了旧桌子。姜敏说，那只新书桌是施妮娜的，抽屉里还有她一本俄文本的《共产党宣言》呢。罗厚和善保都说，她又不来上班，把组长的大书桌给她和江滔滔排排坐不更好吗！他们就把她的书放在组长办公桌的抽屉里了。\"",
        "rp_pair": [
            "【【里面→外面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-4271",
        "contain_rp": "从思绪中回过神来，我已经到了家门口，父亲正在二楼的客厅怡然地看着电视节目。我叫了两声，父亲把头探出窗外，用手中的遥控器帮我开了一楼的卷帘门，门的响声开启了走廊的声控灯，小院被照得亮堂堂的。灯光洒在老木柜上，一盏落满灰尘的煤油灯安静地躺在【【上面→外面】】。它仿佛在注视着明亮的屋子，注视着小村庄在“火树银花”中迈入小康。",
        "before_rp": "从思绪中回过神来，我已经到了家门口，父亲正在二楼的客厅怡然地看着电视节目。我叫了两声，父亲把头探出窗外，用手中的遥控器帮我开了一楼的卷帘门，门的响声开启了走廊的声控灯，小院被照得亮堂堂的。灯光洒在老木柜上，一盏落满灰尘的煤油灯安静地躺在上面。它仿佛在注视着明亮的屋子，注视着小村庄在“火树银花”中迈入小康。",
        "after_rp": "从思绪中回过神来，我已经到了家门口，父亲正在二楼的客厅怡然地看着电视节目。我叫了两声，父亲把头探出窗外，用手中的遥控器帮我开了一楼的卷帘门，门的响声开启了走廊的声控灯，小院被照得亮堂堂的。灯光洒在老木柜上，一盏落满灰尘的煤油灯安静地躺在外面。它仿佛在注视着明亮的屋子，注视着小村庄在“火树银花”中迈入小康。",
        "rp_pair": [
            "【【上面→外面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14666",
        "contain_rp": "立在深院里的寺庙，四角翘翘，仿佛随时都要随风飞去。寺庙【【后面→外面】】还是林子，有三两株高树，在它的背后露出枝条来。寺前是两株巨大的老槐，很少枝条，而偶尔剩下的几根，在风中轻轻摇动，显得十分苍劲。风略大一些，四角垂挂的风铃一起响起，丁丁当当，衬得四周更是寂静。",
        "before_rp": "立在深院里的寺庙，四角翘翘，仿佛随时都要随风飞去。寺庙后面还是林子，有三两株高树，在它的背后露出枝条来。寺前是两株巨大的老槐，很少枝条，而偶尔剩下的几根，在风中轻轻摇动，显得十分苍劲。风略大一些，四角垂挂的风铃一起响起，丁丁当当，衬得四周更是寂静。",
        "after_rp": "立在深院里的寺庙，四角翘翘，仿佛随时都要随风飞去。寺庙外面还是林子，有三两株高树，在它的背后露出枝条来。寺前是两株巨大的老槐，很少枝条，而偶尔剩下的几根，在风中轻轻摇动，显得十分苍劲。风略大一些，四角垂挂的风铃一起响起，丁丁当当，衬得四周更是寂静。",
        "rp_pair": [
            "【【后面→外面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-13348",
        "contain_rp": "上身保持挺直，弯曲左膝，收回小腿，左脚掌平放于右脚尖【【前面→外面】】，左脚尖朝前。左臂随着左膝的弯曲而自然弯曲，手掌仍放在膝盖上。",
        "before_rp": "上身保持挺直，弯曲左膝，收回小腿，左脚掌平放于右脚尖前面，左脚尖朝前。左臂随着左膝的弯曲而自然弯曲，手掌仍放在膝盖上。",
        "after_rp": "上身保持挺直，弯曲左膝，收回小腿，左脚掌平放于右脚尖外面，左脚尖朝前。左臂随着左膝的弯曲而自然弯曲，手掌仍放在膝盖上。",
        "rp_pair": [
            "【【前面→外面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-13240",
        "contain_rp": "身体呈侧卧姿势。双腿伸直，双脚分开以【【侧面→左面】】触地支撑（一只脚是脚踝内侧，另一只脚是脚踝外侧），触地侧手臂伸直，支撑于肩部正下方。另一侧手扶髋部。保持背部挺直，腹部收紧；双脚着地，髋部离地，至躯干与双腿呈一条直线。保持动作至规定时间，对侧亦然。",
        "before_rp": "身体呈侧卧姿势。双腿伸直，双脚分开以侧面触地支撑（一只脚是脚踝内侧，另一只脚是脚踝外侧），触地侧手臂伸直，支撑于肩部正下方。另一侧手扶髋部。保持背部挺直，腹部收紧；双脚着地，髋部离地，至躯干与双腿呈一条直线。保持动作至规定时间，对侧亦然。",
        "after_rp": "身体呈侧卧姿势。双腿伸直，双脚分开以左面触地支撑（一只脚是脚踝内侧，另一只脚是脚踝外侧），触地侧手臂伸直，支撑于肩部正下方。另一侧手扶髋部。保持背部挺直，腹部收紧；双脚着地，髋部离地，至躯干与双腿呈一条直线。保持动作至规定时间，对侧亦然。",
        "rp_pair": [
            "【【侧面→左面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11083",
        "contain_rp": "他扭紧了舵，把帆脚绳系好，从船梢下面去拿那根短棍。它原来是个桨把，是从一只断桨上锯下来的，大约两英尺半长。因为它【【上面→前面】】有个把手，他只能用一只手有效地使用，于是他用右手紧紧地攥住了它，弯着手按在【【上边→前边】】，一面望着鲨鱼游过来。两条都是“星鲨”。",
        "before_rp": "他扭紧了舵，把帆脚绳系好，从船梢下面去拿那根短棍。它原来是个桨把，是从一只断桨上锯下来的，大约两英尺半长。因为它上面→前面】】有个把手，他只能用一只手有效地使用，于是他用右手紧紧地攥住了它，弯着手按在【【上边，一面望着鲨鱼游过来。两条都是“星鲨”。",
        "after_rp": "他扭紧了舵，把帆脚绳系好，从船梢下面去拿那根短棍。它原来是个桨把，是从一只断桨上锯下来的，大约两英尺半长。因为它前面有个把手，他只能用一只手有效地使用，于是他用右手紧紧地攥住了它，弯着手按在前边，一面望着鲨鱼游过来。两条都是“星鲨”。",
        "rp_pair": [
            "【【上面→前面】】有个把手，他只能用一只手有效地使用，于是他用右手紧紧地攥住了它，弯着手按在【【上边→前边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-1232",
        "contain_rp": "整个荷花淀全震荡起来。她们想，陷在敌人的埋伏里了，一准要死了，一齐翻身跳到水里去。渐渐听清楚枪声只是向着外面，她们才又扒着船帮露出头来。她们看见不远的地方，那宽厚肥大的荷叶【【下面→上面】】，有一个人的脸，下半截身子长在水里。荷花变成人了？那不是我们的水生吗？又往左右看去，不久各人就找到了各人丈夫的脸，啊！原来是他们！",
        "before_rp": "整个荷花淀全震荡起来。她们想，陷在敌人的埋伏里了，一准要死了，一齐翻身跳到水里去。渐渐听清楚枪声只是向着外面，她们才又扒着船帮露出头来。她们看见不远的地方，那宽厚肥大的荷叶下面，有一个人的脸，下半截身子长在水里。荷花变成人了？那不是我们的水生吗？又往左右看去，不久各人就找到了各人丈夫的脸，啊！原来是他们！",
        "after_rp": "整个荷花淀全震荡起来。她们想，陷在敌人的埋伏里了，一准要死了，一齐翻身跳到水里去。渐渐听清楚枪声只是向着外面，她们才又扒着船帮露出头来。她们看见不远的地方，那宽厚肥大的荷叶上面，有一个人的脸，下半截身子长在水里。荷花变成人了？那不是我们的水生吗？又往左右看去，不久各人就找到了各人丈夫的脸，啊！原来是他们！",
        "rp_pair": [
            "【【下面→上面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-9690",
        "contain_rp": "苏妹受了惊吓似的面如土色，看到周游若无其事地走向自己，苏妹浑身颤抖地从柜台里走出来，躲进了【【里面→上面】】的厨房。周游微笑地转回身来，环顾四周，看到一些吃着包子的群众目瞪口呆，他用点心店老板的语气问他们：",
        "before_rp": "苏妹受了惊吓似的面如土色，看到周游若无其事地走向自己，苏妹浑身颤抖地从柜台里走出来，躲进了里面的厨房。周游微笑地转回身来，环顾四周，看到一些吃着包子的群众目瞪口呆，他用点心店老板的语气问他们：",
        "after_rp": "苏妹受了惊吓似的面如土色，看到周游若无其事地走向自己，苏妹浑身颤抖地从柜台里走出来，躲进了上面的厨房。周游微笑地转回身来，环顾四周，看到一些吃着包子的群众目瞪口呆，他用点心店老板的语气问他们：",
        "rp_pair": [
            "【【里面→上面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-12229",
        "contain_rp": "李光头听着宋钢的脚步渐渐走远，一个九岁男孩的脚步，走去时轻的像鸭子的脚步。接下去李光头的眼睛就贴在门缝【【上→下】】了，守护着【【外面→四面】】石板下面的奶糖，当有人走近了，李光头心里就会一阵乱跳，生怕那人会翻开门外的石板。李光头盼望着黄昏快些来到，这样李兰就会回家，门就会打开，李光头就能吃到急不可待的大白兔奶糖了。",
        "before_rp": "李光头听着宋钢的脚步渐渐走远，一个九岁男孩的脚步，走去时轻的像鸭子的脚步。接下去李光头的眼睛就贴在门缝上→下】】了，守护着【【外面石板下面的奶糖，当有人走近了，李光头心里就会一阵乱跳，生怕那人会翻开门外的石板。李光头盼望着黄昏快些来到，这样李兰就会回家，门就会打开，李光头就能吃到急不可待的大白兔奶糖了。",
        "after_rp": "李光头听着宋钢的脚步渐渐走远，一个九岁男孩的脚步，走去时轻的像鸭子的脚步。接下去李光头的眼睛就贴在门缝下了，守护着四面石板下面的奶糖，当有人走近了，李光头心里就会一阵乱跳，生怕那人会翻开门外的石板。李光头盼望着黄昏快些来到，这样李兰就会回家，门就会打开，李光头就能吃到急不可待的大白兔奶糖了。",
        "rp_pair": [
            "【【上→下】】了，守护着【【外面→四面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-7692",
        "contain_rp": "桑桑笑了笑，在没有人再敢去走这段剩桥时，他却走了上去，而且是一直地往【【前→上】】走，就仿佛【【前面→上面】】并无那么一个巨大的缺口，他要一口气地走到已在太阳余辉中的大河对岸似的。",
        "before_rp": "桑桑笑了笑，在没有人再敢去走这段剩桥时，他却走了上去，而且是一直地往前→上】】走，就仿佛【【前面并无那么一个巨大的缺口，他要一口气地走到已在太阳余辉中的大河对岸似的。",
        "after_rp": "桑桑笑了笑，在没有人再敢去走这段剩桥时，他却走了上去，而且是一直地往上走，就仿佛上面并无那么一个巨大的缺口，他要一口气地走到已在太阳余辉中的大河对岸似的。",
        "rp_pair": [
            "【【前→上】】走，就仿佛【【前面→上面】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-566",
        "contain_rp": "风在不住地吹，稍微转到东北方去，他知道，这就是说风不会停息了。老头儿朝【【前面→外面】】望了一望，但是他看不见帆，看不见船，也看不见船上冒出来的烟。只有飞鱼从船头那边飞出来，向两边仓皇地飞走，还有就是一簇簇黄色的马尾藻。他连一只鸟儿也看不见。",
        "before_rp": "风在不住地吹，稍微转到东北方去，他知道，这就是说风不会停息了。老头儿朝前面望了一望，但是他看不见帆，看不见船，也看不见船上冒出来的烟。只有飞鱼从船头那边飞出来，向两边仓皇地飞走，还有就是一簇簇黄色的马尾藻。他连一只鸟儿也看不见。",
        "after_rp": "风在不住地吹，稍微转到东北方去，他知道，这就是说风不会停息了。老头儿朝外面望了一望，但是他看不见帆，看不见船，也看不见船上冒出来的烟。只有飞鱼从船头那边飞出来，向两边仓皇地飞走，还有就是一簇簇黄色的马尾藻。他连一只鸟儿也看不见。",
        "rp_pair": [
            "【【前面→外面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-11946",
        "contain_rp": "然后就该谈时间，那是在不肥大的军宣队来了之后，矿院的人逐渐回到四川去。我爹我娘也回去了。我爸我妈走后两天，刘老先生就死了。在他死之前，矿院【【后面→侧面】】的小平房里只剩下三个人，其中包括我，小转铃，刘老先生。这对我没什么不好，因为我爸爸妈妈在时不自由，他们不准我和小转铃睡一个床。",
        "before_rp": "然后就该谈时间，那是在不肥大的军宣队来了之后，矿院的人逐渐回到四川去。我爹我娘也回去了。我爸我妈走后两天，刘老先生就死了。在他死之前，矿院后面的小平房里只剩下三个人，其中包括我，小转铃，刘老先生。这对我没什么不好，因为我爸爸妈妈在时不自由，他们不准我和小转铃睡一个床。",
        "after_rp": "然后就该谈时间，那是在不肥大的军宣队来了之后，矿院的人逐渐回到四川去。我爹我娘也回去了。我爸我妈走后两天，刘老先生就死了。在他死之前，矿院侧面的小平房里只剩下三个人，其中包括我，小转铃，刘老先生。这对我没什么不好，因为我爸爸妈妈在时不自由，他们不准我和小转铃睡一个床。",
        "rp_pair": [
            "【【后面→侧面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-338",
        "contain_rp": "斯科特海军上校的日记一直记到他生命的最后一息，记到他的手指完全冻住，笔从僵硬的手中滑下来为止。他希望以后会有人在他的尸体旁发现这些能证明他和英国民族勇气的日记，正是这种希望使他能用超人的毅力把日记写到最后一刻。最后一篇日记是他用已经冻伤的手指哆哆嗦嗦写下的愿望：“请把这本日记送到我的妻子手中！”但他随后又悲伤地、坚决地划去了“我的妻子”这几个字，在它们【【上面→后面】】补写了可怕的“我的遗孀”。",
        "before_rp": "斯科特海军上校的日记一直记到他生命的最后一息，记到他的手指完全冻住，笔从僵硬的手中滑下来为止。他希望以后会有人在他的尸体旁发现这些能证明他和英国民族勇气的日记，正是这种希望使他能用超人的毅力把日记写到最后一刻。最后一篇日记是他用已经冻伤的手指哆哆嗦嗦写下的愿望：“请把这本日记送到我的妻子手中！”但他随后又悲伤地、坚决地划去了“我的妻子”这几个字，在它们上面补写了可怕的“我的遗孀”。",
        "after_rp": "斯科特海军上校的日记一直记到他生命的最后一息，记到他的手指完全冻住，笔从僵硬的手中滑下来为止。他希望以后会有人在他的尸体旁发现这些能证明他和英国民族勇气的日记，正是这种希望使他能用超人的毅力把日记写到最后一刻。最后一篇日记是他用已经冻伤的手指哆哆嗦嗦写下的愿望：“请把这本日记送到我的妻子手中！”但他随后又悲伤地、坚决地划去了“我的妻子”这几个字，在它们后面补写了可怕的“我的遗孀”。",
        "rp_pair": [
            "【【上面→后面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-2433",
        "contain_rp": "全身靠左脚平衡，把右大腿的背面贴在左大腿的【【前面→上面】】，使右小腿的胫骨贴在左小腿的腿肚位置。然后，用右脚大脚趾勾住左脚踝上半部分。",
        "before_rp": "全身靠左脚平衡，把右大腿的背面贴在左大腿的前面，使右小腿的胫骨贴在左小腿的腿肚位置。然后，用右脚大脚趾勾住左脚踝上半部分。",
        "after_rp": "全身靠左脚平衡，把右大腿的背面贴在左大腿的上面，使右小腿的胫骨贴在左小腿的腿肚位置。然后，用右脚大脚趾勾住左脚踝上半部分。",
        "rp_pair": [
            "【【前面→上面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-4126",
        "contain_rp": "站在村委会的院子里，只见大山围绕、白云悠悠，山【【外面→四面】】还是山。2014年底，金满村人均收入仅有1400多元，全村1310人有建档立卡贫困户1250人。沈光干说：“在山上，一年到头辛辛苦苦，还是穷成这个样！”",
        "before_rp": "站在村委会的院子里，只见大山围绕、白云悠悠，山外面还是山。2014年底，金满村人均收入仅有1400多元，全村1310人有建档立卡贫困户1250人。沈光干说：“在山上，一年到头辛辛苦苦，还是穷成这个样！”",
        "after_rp": "站在村委会的院子里，只见大山围绕、白云悠悠，山四面还是山。2014年底，金满村人均收入仅有1400多元，全村1310人有建档立卡贫困户1250人。沈光干说：“在山上，一年到头辛辛苦苦，还是穷成这个样！”",
        "rp_pair": [
            "【【外面→四面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-8167",
        "contain_rp": "开学的第二天，白雀把一个干干净净的布包包交到桑桑手上:“桑桑，这里面是他的信，请你把它们交给他。”桑桑抱着布包包，犹如抱了一个沉重的悲哀。他把信从布包包里拿出来看了看，厚厚的一大摞，用红色的毛线很认真地捆扎着。他在校园【【外面→里面】】转了半天，才把这个布包包交给蒋一轮。",
        "before_rp": "开学的第二天，白雀把一个干干净净的布包包交到桑桑手上:“桑桑，这里面是他的信，请你把它们交给他。”桑桑抱着布包包，犹如抱了一个沉重的悲哀。他把信从布包包里拿出来看了看，厚厚的一大摞，用红色的毛线很认真地捆扎着。他在校园外面转了半天，才把这个布包包交给蒋一轮。",
        "after_rp": "开学的第二天，白雀把一个干干净净的布包包交到桑桑手上:“桑桑，这里面是他的信，请你把它们交给他。”桑桑抱着布包包，犹如抱了一个沉重的悲哀。他把信从布包包里拿出来看了看，厚厚的一大摞，用红色的毛线很认真地捆扎着。他在校园里面转了半天，才把这个布包包交给蒋一轮。",
        "rp_pair": [
            "【【外面→里面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-5322",
        "contain_rp": "“怎么操作啊？我昨天还会呢，今天又忘了！”近日，南京鼓楼区69岁的张天琴在一家超市购物，站在收银台前，她又忘了怎么用手机付款了。“您看这【【上面→前面】】有一个加号，点进去，倒数第二个是付款码。”在超市收银员的提醒下，张天琴终于想起来如何操作。",
        "before_rp": "“怎么操作啊？我昨天还会呢，今天又忘了！”近日，南京鼓楼区69岁的张天琴在一家超市购物，站在收银台前，她又忘了怎么用手机付款了。“您看这上面有一个加号，点进去，倒数第二个是付款码。”在超市收银员的提醒下，张天琴终于想起来如何操作。",
        "after_rp": "“怎么操作啊？我昨天还会呢，今天又忘了！”近日，南京鼓楼区69岁的张天琴在一家超市购物，站在收银台前，她又忘了怎么用手机付款了。“您看这前面有一个加号，点进去，倒数第二个是付款码。”在超市收银员的提醒下，张天琴终于想起来如何操作。",
        "rp_pair": [
            "【【上面→前面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-267",
        "contain_rp": "出门向东，不上半里，走过一道石桥，便是我的先生的家了。从一扇黑油的竹门进去，第三间是书房。中间挂着一块匾道：三味书屋；匾【【下面→右面】】是一幅画，画着一只很肥大的梅花鹿伏在古树【【下→上】】。没有孔子牌位，我们便对着那匾和鹿行礼。第一次算是拜孔子，第二次算是拜先生。",
        "before_rp": "出门向东，不上半里，走过一道石桥，便是我的先生的家了。从一扇黑油的竹门进去，第三间是书房。中间挂着一块匾道：三味书屋；匾下面→右面】】是一幅画，画着一只很肥大的梅花鹿伏在古树【【下。没有孔子牌位，我们便对着那匾和鹿行礼。第一次算是拜孔子，第二次算是拜先生。",
        "after_rp": "出门向东，不上半里，走过一道石桥，便是我的先生的家了。从一扇黑油的竹门进去，第三间是书房。中间挂着一块匾道：三味书屋；匾右面是一幅画，画着一只很肥大的梅花鹿伏在古树上。没有孔子牌位，我们便对着那匾和鹿行礼。第一次算是拜孔子，第二次算是拜先生。",
        "rp_pair": [
            "【【下面→右面】】是一幅画，画着一只很肥大的梅花鹿伏在古树【【下→上】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-8458",
        "contain_rp": "宋钢走的时候把五颗大白兔奶糖压在门前的石板下面，他说放在窗台上会被人拿走的。他走了几步又回来了，他说放在石板下面怕被蚯蚓吃了，他又去摘了两张梧桐树叶，把奶糖仔细包好了，重新放到石板【【下面→上面】】。然后他的眼睛贴着门缝看看李光头，对李光头说：",
        "before_rp": "宋钢走的时候把五颗大白兔奶糖压在门前的石板下面，他说放在窗台上会被人拿走的。他走了几步又回来了，他说放在石板下面怕被蚯蚓吃了，他又去摘了两张梧桐树叶，把奶糖仔细包好了，重新放到石板下面。然后他的眼睛贴着门缝看看李光头，对李光头说：",
        "after_rp": "宋钢走的时候把五颗大白兔奶糖压在门前的石板下面，他说放在窗台上会被人拿走的。他走了几步又回来了，他说放在石板下面怕被蚯蚓吃了，他又去摘了两张梧桐树叶，把奶糖仔细包好了，重新放到石板上面。然后他的眼睛贴着门缝看看李光头，对李光头说：",
        "rp_pair": [
            "【【下面→上面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-8425",
        "contain_rp": "李光头和宋钢这对兄弟敲着窗户激动地喊叫了好一阵子，下面的窗格玻璃被李兰糊上了报纸，兄弟两个看不见对方，只能喊叫着让对方听到。后来李光头搬了把凳子到窗前，通过凳子站到了窗台上，最【【上面→下面】】的窗格玻璃没有糊上报纸，李光头终于看到了宋钢，宋钢也终于看到了李光头。宋钢穿着宋凡平出殡时的那一身衣服，仰脸看着李光头，对李光头说：",
        "before_rp": "李光头和宋钢这对兄弟敲着窗户激动地喊叫了好一阵子，下面的窗格玻璃被李兰糊上了报纸，兄弟两个看不见对方，只能喊叫着让对方听到。后来李光头搬了把凳子到窗前，通过凳子站到了窗台上，最上面的窗格玻璃没有糊上报纸，李光头终于看到了宋钢，宋钢也终于看到了李光头。宋钢穿着宋凡平出殡时的那一身衣服，仰脸看着李光头，对李光头说：",
        "after_rp": "李光头和宋钢这对兄弟敲着窗户激动地喊叫了好一阵子，下面的窗格玻璃被李兰糊上了报纸，兄弟两个看不见对方，只能喊叫着让对方听到。后来李光头搬了把凳子到窗前，通过凳子站到了窗台上，最下面的窗格玻璃没有糊上报纸，李光头终于看到了宋钢，宋钢也终于看到了李光头。宋钢穿着宋凡平出殡时的那一身衣服，仰脸看着李光头，对李光头说：",
        "rp_pair": [
            "【【上面→下面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-1654",
        "contain_rp": "前面没有平坦的路了。所谓路，就是用一块块两尺见方的石板接连起来的阶梯。我们一步一步向上爬，非常吃力。停步仰望，只见石阶像一架天梯，竖在【【前面→左面】】树木葱茏的陡坡上。我们的旅程，就是要攀登这架长长的天梯。",
        "before_rp": "前面没有平坦的路了。所谓路，就是用一块块两尺见方的石板接连起来的阶梯。我们一步一步向上爬，非常吃力。停步仰望，只见石阶像一架天梯，竖在前面树木葱茏的陡坡上。我们的旅程，就是要攀登这架长长的天梯。",
        "after_rp": "前面没有平坦的路了。所谓路，就是用一块块两尺见方的石板接连起来的阶梯。我们一步一步向上爬，非常吃力。停步仰望，只见石阶像一架天梯，竖在左面树木葱茏的陡坡上。我们的旅程，就是要攀登这架长长的天梯。",
        "rp_pair": [
            "【【前面→左面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-9147",
        "contain_rp": "县长铁青着脸【【回去→过来】】了，回到办公室以后发了一通更大的脾气。他把县政府办公室主任再次叫了过去，说把李光头交给他了，可以不惜一切代价，必须在副省长来到之前把大门口的破烂废品山清理掉。县办主任灰头土脸地来到了大门口，见了李光头就直截了当地说：",
        "before_rp": "县长铁青着脸回去了，回到办公室以后发了一通更大的脾气。他把县政府办公室主任再次叫了过去，说把李光头交给他了，可以不惜一切代价，必须在副省长来到之前把大门口的破烂废品山清理掉。县办主任灰头土脸地来到了大门口，见了李光头就直截了当地说：",
        "after_rp": "县长铁青着脸过来了，回到办公室以后发了一通更大的脾气。他把县政府办公室主任再次叫了过去，说把李光头交给他了，可以不惜一切代价，必须在副省长来到之前把大门口的破烂废品山清理掉。县办主任灰头土脸地来到了大门口，见了李光头就直截了当地说：",
        "rp_pair": [
            "【【回去→过来】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-9630",
        "contain_rp": "李光头和宋钢流窜在大街小巷的时候，我们刘镇最热闹的城西巷是他们常去的地方，这条巷子里有铁匠铺、裁缝铺、磨剪刀铺、拔牙铺，还有一个王冰棍拍打着冰棍箱子叫过来又叫【【过去→回去】】。",
        "before_rp": "李光头和宋钢流窜在大街小巷的时候，我们刘镇最热闹的城西巷是他们常去的地方，这条巷子里有铁匠铺、裁缝铺、磨剪刀铺、拔牙铺，还有一个王冰棍拍打着冰棍箱子叫过来又叫过去。",
        "after_rp": "李光头和宋钢流窜在大街小巷的时候，我们刘镇最热闹的城西巷是他们常去的地方，这条巷子里有铁匠铺、裁缝铺、磨剪刀铺、拔牙铺，还有一个王冰棍拍打着冰棍箱子叫过来又叫回去。",
        "rp_pair": [
            "【【过去→回去】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-14547",
        "contain_rp": "煤就得用人力推【【出来→进去】】。要是大电机坏了，连医务室的大夫也得到一边蹲着去。她百无聊赖，就给大家听听肺。试想一个矿，雇不起工程师，把会计和医生拉去修电机，这是何等的因境。矿里还有三台汽车，有一台肯定在美国的工业博物馆里见过。这件事想不得，一想就想到印度师兄身上去。",
        "before_rp": "煤就得用人力推出来。要是大电机坏了，连医务室的大夫也得到一边蹲着去。她百无聊赖，就给大家听听肺。试想一个矿，雇不起工程师，把会计和医生拉去修电机，这是何等的因境。矿里还有三台汽车，有一台肯定在美国的工业博物馆里见过。这件事想不得，一想就想到印度师兄身上去。",
        "after_rp": "煤就得用人力推进去。要是大电机坏了，连医务室的大夫也得到一边蹲着去。她百无聊赖，就给大家听听肺。试想一个矿，雇不起工程师，把会计和医生拉去修电机，这是何等的因境。矿里还有三台汽车，有一台肯定在美国的工业博物馆里见过。这件事想不得，一想就想到印度师兄身上去。",
        "rp_pair": [
            "【【出来→进去】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10260",
        "contain_rp": "2016年10月11日晚上我们喝酒后，大家各自回去，在饭店门口，邬某某劝我把车停放在此处打车【【回去→过去】】，后邬某某和朋友离开，我在车里坐了一个多小时，心存侥幸，一个人开车回家。",
        "before_rp": "2016年10月11日晚上我们喝酒后，大家各自回去，在饭店门口，邬某某劝我把车停放在此处打车回去，后邬某某和朋友离开，我在车里坐了一个多小时，心存侥幸，一个人开车回家。",
        "after_rp": "2016年10月11日晚上我们喝酒后，大家各自回去，在饭店门口，邬某某劝我把车停放在此处打车过去，后邬某某和朋友离开，我在车里坐了一个多小时，心存侥幸，一个人开车回家。",
        "rp_pair": [
            "【【回去→过去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-12338",
        "contain_rp": "刘副站在板车前看了看宋钢，摇了摇头后，走到一旁给李光头打电话了。刘副打完电话后，走回到板车前，三个人无声地站在宋钢的家门口。差不多凌晨三点时候，他们看到林红从远处走来。林红出现在我们刘镇空空荡荡的大街上，她走过一盏路灯时浑身闪亮，随即走进黑暗里，接着又浑身闪亮地走在另一盏路灯下，随即又走进了黑暗里。她低着头双手抱住自己的肩膀幽幽地走来，像是从生里走【【出来→进去】】，走到了死，又从死里走出来，走到了生。",
        "before_rp": "刘副站在板车前看了看宋钢，摇了摇头后，走到一旁给李光头打电话了。刘副打完电话后，走回到板车前，三个人无声地站在宋钢的家门口。差不多凌晨三点时候，他们看到林红从远处走来。林红出现在我们刘镇空空荡荡的大街上，她走过一盏路灯时浑身闪亮，随即走进黑暗里，接着又浑身闪亮地走在另一盏路灯下，随即又走进了黑暗里。她低着头双手抱住自己的肩膀幽幽地走来，像是从生里走出来，走到了死，又从死里走出来，走到了生。",
        "after_rp": "刘副站在板车前看了看宋钢，摇了摇头后，走到一旁给李光头打电话了。刘副打完电话后，走回到板车前，三个人无声地站在宋钢的家门口。差不多凌晨三点时候，他们看到林红从远处走来。林红出现在我们刘镇空空荡荡的大街上，她走过一盏路灯时浑身闪亮，随即走进黑暗里，接着又浑身闪亮地走在另一盏路灯下，随即又走进了黑暗里。她低着头双手抱住自己的肩膀幽幽地走来，像是从生里走进去，走到了死，又从死里走出来，走到了生。",
        "rp_pair": [
            "【【出来→进去】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-4155",
        "contain_rp": "95后周雄第一次遇到这种情况：趴在斜坡上如果不前进，就会一直往下掉。尽管牵着绳子，但一看到塌方处下面湍急的河流和一摊乱石，恐高的他双腿直抖。等到他最终翻【【过去→回去】】的时候，靴子里灌满了泥沙，浑身都是泥土……",
        "before_rp": "95后周雄第一次遇到这种情况：趴在斜坡上如果不前进，就会一直往下掉。尽管牵着绳子，但一看到塌方处下面湍急的河流和一摊乱石，恐高的他双腿直抖。等到他最终翻过去的时候，靴子里灌满了泥沙，浑身都是泥土……",
        "after_rp": "95后周雄第一次遇到这种情况：趴在斜坡上如果不前进，就会一直往下掉。尽管牵着绳子，但一看到塌方处下面湍急的河流和一摊乱石，恐高的他双腿直抖。等到他最终翻回去的时候，靴子里灌满了泥沙，浑身都是泥土……",
        "rp_pair": [
            "【【过去→回去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-8265",
        "contain_rp": "李光头赶紧解释，心想他的大巴掌千万不要再揍【【上来→下来】】了。李光头用手拉开自己的嘴唇，让童铁匠往里面看看，他说：",
        "before_rp": "李光头赶紧解释，心想他的大巴掌千万不要再揍上来了。李光头用手拉开自己的嘴唇，让童铁匠往里面看看，他说：",
        "after_rp": "李光头赶紧解释，心想他的大巴掌千万不要再揍下来了。李光头用手拉开自己的嘴唇，让童铁匠往里面看看，他说：",
        "rp_pair": [
            "【【上来→下来】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-14636",
        "contain_rp": "桑桑天天将羊一早上就赶到草坡上去，像细马一样，将那群羊好好照应着。但这天晚上，他把羊赶回羊圈，看到细马家依然锁着门之后，回到家哭了:“细马怎么还不回来?”又过了两天，这天傍晚，桑桑正要将羊从草坡上赶回家，看到西边霞光里，走来了细马和邱二妈。听到桑桑的叫声，无数的人都走到路口上来看。邱二妈是被细马搀着走【【回来→过来】】的。",
        "before_rp": "桑桑天天将羊一早上就赶到草坡上去，像细马一样，将那群羊好好照应着。但这天晚上，他把羊赶回羊圈，看到细马家依然锁着门之后，回到家哭了:“细马怎么还不回来?”又过了两天，这天傍晚，桑桑正要将羊从草坡上赶回家，看到西边霞光里，走来了细马和邱二妈。听到桑桑的叫声，无数的人都走到路口上来看。邱二妈是被细马搀着走回来的。",
        "after_rp": "桑桑天天将羊一早上就赶到草坡上去，像细马一样，将那群羊好好照应着。但这天晚上，他把羊赶回羊圈，看到细马家依然锁着门之后，回到家哭了:“细马怎么还不回来?”又过了两天，这天傍晚，桑桑正要将羊从草坡上赶回家，看到西边霞光里，走来了细马和邱二妈。听到桑桑的叫声，无数的人都走到路口上来看。邱二妈是被细马搀着走过来的。",
        "rp_pair": [
            "【【回来→过来】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-4628",
        "contain_rp": "“抽不出来了！”26岁的薛亚峰嘀咕一声，十几米外的小组长郭林伟迅速拉下阀门，疾步横移【【过来→回来】】。他的腰上别着一根自制的铁钩，用来疏通管道。堵点很快畅通。几个队员穿插着从北往南递进作业，几分钟就看到了车尾。",
        "before_rp": "“抽不出来了！”26岁的薛亚峰嘀咕一声，十几米外的小组长郭林伟迅速拉下阀门，疾步横移过来。他的腰上别着一根自制的铁钩，用来疏通管道。堵点很快畅通。几个队员穿插着从北往南递进作业，几分钟就看到了车尾。",
        "after_rp": "“抽不出来了！”26岁的薛亚峰嘀咕一声，十几米外的小组长郭林伟迅速拉下阀门，疾步横移回来。他的腰上别着一根自制的铁钩，用来疏通管道。堵点很快畅通。几个队员穿插着从北往南递进作业，几分钟就看到了车尾。",
        "rp_pair": [
            "【【过来→回来】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-14710",
        "contain_rp": "李兰一直站在那里，瘦小的身体在黑暗里一动不动，她确实让人害怕。曾经有个男人迎面走来，走到十来米的地方才发现了她，不由一惊，然后小心翼翼地走到街道对面，从对面走过去时还不断扭头侦察着她。另一个男人是在拐弯时撞见她的，吓得浑身一抖，随即故作镇静地从她身前绕了【【过去→回去】】，他走去时肩膀还在发抖，李兰不由轻声笑了起来，这仿佛是女鬼般的笑声让那个男人彻底垮了，他一路狂奔而去。",
        "before_rp": "李兰一直站在那里，瘦小的身体在黑暗里一动不动，她确实让人害怕。曾经有个男人迎面走来，走到十来米的地方才发现了她，不由一惊，然后小心翼翼地走到街道对面，从对面走过去时还不断扭头侦察着她。另一个男人是在拐弯时撞见她的，吓得浑身一抖，随即故作镇静地从她身前绕了过去，他走去时肩膀还在发抖，李兰不由轻声笑了起来，这仿佛是女鬼般的笑声让那个男人彻底垮了，他一路狂奔而去。",
        "after_rp": "李兰一直站在那里，瘦小的身体在黑暗里一动不动，她确实让人害怕。曾经有个男人迎面走来，走到十来米的地方才发现了她，不由一惊，然后小心翼翼地走到街道对面，从对面走过去时还不断扭头侦察着她。另一个男人是在拐弯时撞见她的，吓得浑身一抖，随即故作镇静地从她身前绕了回去，他走去时肩膀还在发抖，李兰不由轻声笑了起来，这仿佛是女鬼般的笑声让那个男人彻底垮了，他一路狂奔而去。",
        "rp_pair": [
            "【【过去→回去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-7186",
        "contain_rp": "天狗苦笑笑就走过了，但他并没有【【回去→过去】】，却极快地走进（？）/走上（？）了街道；他害怕街道上的人看出他的异样，信步出了堡子，一直上了后山，睡倒在密密的黄麦菅草丛里。天狗长久地不动，想心思。",
        "before_rp": "天狗苦笑笑就走过了，但他并没有回去，却极快地走进（？）/走上（？）了街道；他害怕街道上的人看出他的异样，信步出了堡子，一直上了后山，睡倒在密密的黄麦菅草丛里。天狗长久地不动，想心思。",
        "after_rp": "天狗苦笑笑就走过了，但他并没有过去，却极快地走进（？）/走上（？）了街道；他害怕街道上的人看出他的异样，信步出了堡子，一直上了后山，睡倒在密密的黄麦菅草丛里。天狗长久地不动，想心思。",
        "rp_pair": [
            "【【回去→过去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-5102",
        "contain_rp": "镜头回放：白春兰每天要步行往返16公里，丈夫则会在毫无遮蔽的沙漠中过夜，照看白天栽种下来的小树苗。“为了照看树苗，一家人每天带着玉米饼子【【过来→回来】】，水需要来这里挖，铁锹一锹一锹，直到挖出水来。”",
        "before_rp": "镜头回放：白春兰每天要步行往返16公里，丈夫则会在毫无遮蔽的沙漠中过夜，照看白天栽种下来的小树苗。“为了照看树苗，一家人每天带着玉米饼子过来，水需要来这里挖，铁锹一锹一锹，直到挖出水来。”",
        "after_rp": "镜头回放：白春兰每天要步行往返16公里，丈夫则会在毫无遮蔽的沙漠中过夜，照看白天栽种下来的小树苗。“为了照看树苗，一家人每天带着玉米饼子回来，水需要来这里挖，铁锹一锹一锹，直到挖出水来。”",
        "rp_pair": [
            "【【过来→回来】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-6978",
        "contain_rp": "这片房子在山的阳面，气候较好。比较干燥，冬天也暖和。而且是在山下，从外面回来不必爬山。把全矿的党，政，工，团放在那里，十分适宜。而全矿的大部分房子都在上面一条山沟里，又黑又潮，这也合乎道理，因为坑口在山沟里。你总不能让工人爬四百级台阶【【上来→下来】】上班，这样到了工作现场（掌子面），累得上气不接下气，就不能干活了。所以这一个矿分了两个地方，是合乎情理的，并不可疑。",
        "before_rp": "这片房子在山的阳面，气候较好。比较干燥，冬天也暖和。而且是在山下，从外面回来不必爬山。把全矿的党，政，工，团放在那里，十分适宜。而全矿的大部分房子都在上面一条山沟里，又黑又潮，这也合乎道理，因为坑口在山沟里。你总不能让工人爬四百级台阶上来上班，这样到了工作现场（掌子面），累得上气不接下气，就不能干活了。所以这一个矿分了两个地方，是合乎情理的，并不可疑。",
        "after_rp": "这片房子在山的阳面，气候较好。比较干燥，冬天也暖和。而且是在山下，从外面回来不必爬山。把全矿的党，政，工，团放在那里，十分适宜。而全矿的大部分房子都在上面一条山沟里，又黑又潮，这也合乎道理，因为坑口在山沟里。你总不能让工人爬四百级台阶下来上班，这样到了工作现场（掌子面），累得上气不接下气，就不能干活了。所以这一个矿分了两个地方，是合乎情理的，并不可疑。",
        "rp_pair": [
            "【【上来→下来】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-7281",
        "contain_rp": "我想象中，看见红星胡同、外交部街胡同、或是新开胡同，晚上一两点钟，飞快跑【【出来→进去】】三两个十几岁的半大小子，一边回忆两个小王姑娘的大眼睛和想象衣服里面的样子，一边在树干上描画两个小王姑娘的名字，为了表示自己心无杂念的立场，名字下面又描画辱骂的字眼，在对第一个字尝试用刀子之后，感到既费力又不能彰显事功，于是罢手，上下左右打量自己的作品，朗读数遍，觉得形式整齐，韵律优美，进而想象两个小王看到这些字迹时的愤怒表情，心中欢喜不尽，回家睡觉。",
        "before_rp": "我想象中，看见红星胡同、外交部街胡同、或是新开胡同，晚上一两点钟，飞快跑出来三两个十几岁的半大小子，一边回忆两个小王姑娘的大眼睛和想象衣服里面的样子，一边在树干上描画两个小王姑娘的名字，为了表示自己心无杂念的立场，名字下面又描画辱骂的字眼，在对第一个字尝试用刀子之后，感到既费力又不能彰显事功，于是罢手，上下左右打量自己的作品，朗读数遍，觉得形式整齐，韵律优美，进而想象两个小王看到这些字迹时的愤怒表情，心中欢喜不尽，回家睡觉。",
        "after_rp": "我想象中，看见红星胡同、外交部街胡同、或是新开胡同，晚上一两点钟，飞快跑进去三两个十几岁的半大小子，一边回忆两个小王姑娘的大眼睛和想象衣服里面的样子，一边在树干上描画两个小王姑娘的名字，为了表示自己心无杂念的立场，名字下面又描画辱骂的字眼，在对第一个字尝试用刀子之后，感到既费力又不能彰显事功，于是罢手，上下左右打量自己的作品，朗读数遍，觉得形式整齐，韵律优美，进而想象两个小王看到这些字迹时的愤怒表情，心中欢喜不尽，回家睡觉。",
        "rp_pair": [
            "【【出来→进去】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14235",
        "contain_rp": "自贸试验区管委会的企业办事大厅，投资人和创业者挤得水泄不通。2013年国庆黄金周，浦东工商局注册科的陈逸霏被紧急抽调，接收企业开办申请，“忙得抬不了头，拿到申请材料就往后面房间送，一天下来，材料堆满屋子，人都走不【【进去→出去】】。”",
        "before_rp": "自贸试验区管委会的企业办事大厅，投资人和创业者挤得水泄不通。2013年国庆黄金周，浦东工商局注册科的陈逸霏被紧急抽调，接收企业开办申请，“忙得抬不了头，拿到申请材料就往后面房间送，一天下来，材料堆满屋子，人都走不进去。”",
        "after_rp": "自贸试验区管委会的企业办事大厅，投资人和创业者挤得水泄不通。2013年国庆黄金周，浦东工商局注册科的陈逸霏被紧急抽调，接收企业开办申请，“忙得抬不了头，拿到申请材料就往后面房间送，一天下来，材料堆满屋子，人都走不出去。”",
        "rp_pair": [
            "【【进去→出去】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-9283",
        "contain_rp": "江湖骗子周游就是这时候来到我们刘镇的。这个周游看上去一表人材，现在的骗子都是长相出众，长得都像电影里的英雄人物。周游提着两个29英寸彩电的纸箱子从长途汽车站走【【出来→进来】】时，口袋里只有五元钱。我们刘镇除了首席代理宋钢，所有男人口袋里的钱都比周游多，仍然自卑地觉得自己是穷人，这个只有五元钱的周游却是满脸的福布斯中国排行榜上的表情。",
        "before_rp": "江湖骗子周游就是这时候来到我们刘镇的。这个周游看上去一表人材，现在的骗子都是长相出众，长得都像电影里的英雄人物。周游提着两个29英寸彩电的纸箱子从长途汽车站走出来时，口袋里只有五元钱。我们刘镇除了首席代理宋钢，所有男人口袋里的钱都比周游多，仍然自卑地觉得自己是穷人，这个只有五元钱的周游却是满脸的福布斯中国排行榜上的表情。",
        "after_rp": "江湖骗子周游就是这时候来到我们刘镇的。这个周游看上去一表人材，现在的骗子都是长相出众，长得都像电影里的英雄人物。周游提着两个29英寸彩电的纸箱子从长途汽车站走进来时，口袋里只有五元钱。我们刘镇除了首席代理宋钢，所有男人口袋里的钱都比周游多，仍然自卑地觉得自己是穷人，这个只有五元钱的周游却是满脸的福布斯中国排行榜上的表情。",
        "rp_pair": [
            "【【出来→进来】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14825",
        "contain_rp": "刘作家成了李光头的新闻官。几天以后刘镇的群众再见到他时，已经不是一个土包子了，他穿着笔挺的西服，皮鞋擦得锃亮，白衬衣红领带，头发梳理的整整齐齐。当李光头从桑塔纳里钻【【出来→进来】】时，他跟在屁股后面也钻了出来。他的绰号也换了，换成了刘新闻。刘新闻牢记李光头的忠告，要管好自己的嘴，从此以后刘镇的群众再想从他嘴里套出话来，比拔掉他的门牙还难。他私下里对朋友说：",
        "before_rp": "刘作家成了李光头的新闻官。几天以后刘镇的群众再见到他时，已经不是一个土包子了，他穿着笔挺的西服，皮鞋擦得锃亮，白衬衣红领带，头发梳理的整整齐齐。当李光头从桑塔纳里钻出来时，他跟在屁股后面也钻了出来。他的绰号也换了，换成了刘新闻。刘新闻牢记李光头的忠告，要管好自己的嘴，从此以后刘镇的群众再想从他嘴里套出话来，比拔掉他的门牙还难。他私下里对朋友说：",
        "after_rp": "刘作家成了李光头的新闻官。几天以后刘镇的群众再见到他时，已经不是一个土包子了，他穿着笔挺的西服，皮鞋擦得锃亮，白衬衣红领带，头发梳理的整整齐齐。当李光头从桑塔纳里钻进来时，他跟在屁股后面也钻了出来。他的绰号也换了，换成了刘新闻。刘新闻牢记李光头的忠告，要管好自己的嘴，从此以后刘镇的群众再想从他嘴里套出话来，比拔掉他的门牙还难。他私下里对朋友说：",
        "rp_pair": [
            "【【出来→进来】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14060",
        "contain_rp": "可等她【【回来→过来】】时，发现女儿不见了。余阿英的脑袋顿时嗡的一声，她在附近的街上四处搜寻，又打电话给女儿的老师、学校的同事，希望得到女儿的消息。看着路灯下来来往往的人流，余阿英急得哭了起来。",
        "before_rp": "可等她回来时，发现女儿不见了。余阿英的脑袋顿时嗡的一声，她在附近的街上四处搜寻，又打电话给女儿的老师、学校的同事，希望得到女儿的消息。看着路灯下来来往往的人流，余阿英急得哭了起来。",
        "after_rp": "可等她过来时，发现女儿不见了。余阿英的脑袋顿时嗡的一声，她在附近的街上四处搜寻，又打电话给女儿的老师、学校的同事，希望得到女儿的消息。看着路灯下来来往往的人流，余阿英急得哭了起来。",
        "rp_pair": [
            "【【回来→过来】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-5327",
        "contain_rp": "在薛家寨一号寨洞的山坡【【上→下】】，许多游客都会在一方墓碑前驻足凭吊，烈士李妙斋长眠于此。",
        "before_rp": "在薛家寨一号寨洞的山坡上，许多游客都会在一方墓碑前驻足凭吊，烈士李妙斋长眠于此。",
        "after_rp": "在薛家寨一号寨洞的山坡下，许多游客都会在一方墓碑前驻足凭吊，烈士李妙斋长眠于此。",
        "rp_pair": [
            "【【上→下】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-3981",
        "contain_rp": "把手指在屏幕【【下→上】】的指纹器上一按，脸对准摄像头，系统开始识别……在贵州省织金县珠藏镇龙山社区，周远强（化名）站在了戒毒（康复）智能机器人前，开始此次社区戒毒（康复）报到环节。",
        "before_rp": "把手指在屏幕下的指纹器上一按，脸对准摄像头，系统开始识别……在贵州省织金县珠藏镇龙山社区，周远强（化名）站在了戒毒（康复）智能机器人前，开始此次社区戒毒（康复）报到环节。",
        "after_rp": "把手指在屏幕上的指纹器上一按，脸对准摄像头，系统开始识别……在贵州省织金县珠藏镇龙山社区，周远强（化名）站在了戒毒（康复）智能机器人前，开始此次社区戒毒（康复）报到环节。",
        "rp_pair": [
            "【【下→上】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-8748",
        "contain_rp": "宋钢走进林红的屋子时，林红背对着他站在晚霞映红的窗前，正在给自己扎辫子。晚霞映照进来，林红站在来自天上的光芒里，楚楚动人的背影在丝丝闪亮，晚风从窗外吹拂进来，轻轻扬起了她身上的白裙，一股神秘的气息袭击了宋钢，宋钢战栗了。那一刻宋钢突然觉得林红犹如云【【上→下】】的仙女，她一半的长发披散在右侧的肩背上，另一半的长发三股纠缠在一起越过了左肩，在她的手里微微抖动。此刻的霞光恍若红色的云雾了，她细长白皙的脖子在宋钢眼中若隐若现，这时的宋钢像李光头手下的花傻子一样呆头呆脑了。",
        "before_rp": "宋钢走进林红的屋子时，林红背对着他站在晚霞映红的窗前，正在给自己扎辫子。晚霞映照进来，林红站在来自天上的光芒里，楚楚动人的背影在丝丝闪亮，晚风从窗外吹拂进来，轻轻扬起了她身上的白裙，一股神秘的气息袭击了宋钢，宋钢战栗了。那一刻宋钢突然觉得林红犹如云上的仙女，她一半的长发披散在右侧的肩背上，另一半的长发三股纠缠在一起越过了左肩，在她的手里微微抖动。此刻的霞光恍若红色的云雾了，她细长白皙的脖子在宋钢眼中若隐若现，这时的宋钢像李光头手下的花傻子一样呆头呆脑了。",
        "after_rp": "宋钢走进林红的屋子时，林红背对着他站在晚霞映红的窗前，正在给自己扎辫子。晚霞映照进来，林红站在来自天上的光芒里，楚楚动人的背影在丝丝闪亮，晚风从窗外吹拂进来，轻轻扬起了她身上的白裙，一股神秘的气息袭击了宋钢，宋钢战栗了。那一刻宋钢突然觉得林红犹如云下的仙女，她一半的长发披散在右侧的肩背上，另一半的长发三股纠缠在一起越过了左肩，在她的手里微微抖动。此刻的霞光恍若红色的云雾了，她细长白皙的脖子在宋钢眼中若隐若现，这时的宋钢像李光头手下的花傻子一样呆头呆脑了。",
        "rp_pair": [
            "【【上→下】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-4787",
        "contain_rp": "一张微微泛黄的旧照片中，小伙子一身白色西装，脖子【【上→下】】系着领带，头发梳得整齐，与身旁衣着朴素的小女孩形成反差。",
        "before_rp": "一张微微泛黄的旧照片中，小伙子一身白色西装，脖子上系着领带，头发梳得整齐，与身旁衣着朴素的小女孩形成反差。",
        "after_rp": "一张微微泛黄的旧照片中，小伙子一身白色西装，脖子下系着领带，头发梳得整齐，与身旁衣着朴素的小女孩形成反差。",
        "rp_pair": [
            "【【上→下】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-423",
        "contain_rp": "香雪终于站在火车上了。她挽紧篮子，小心地朝车厢迈出了第一步。这时，车身忽然悸动了一下，接着，车门被人关上了。当她意识到眼前发生了什么事时，列车已经缓缓地向台儿沟告别了。香雪扑在车门上，看见凤娇的脸在车【【下→上】】一晃。看来这不是梦，一切都是真的，她确实离开姐妹们，站在这又熟悉、又陌生的火车上了。她拍打着玻璃，冲凤娇叫喊：“凤娇！我怎么办呀，我可怎么办呀！”",
        "before_rp": "香雪终于站在火车上了。她挽紧篮子，小心地朝车厢迈出了第一步。这时，车身忽然悸动了一下，接着，车门被人关上了。当她意识到眼前发生了什么事时，列车已经缓缓地向台儿沟告别了。香雪扑在车门上，看见凤娇的脸在车下一晃。看来这不是梦，一切都是真的，她确实离开姐妹们，站在这又熟悉、又陌生的火车上了。她拍打着玻璃，冲凤娇叫喊：“凤娇！我怎么办呀，我可怎么办呀！”",
        "after_rp": "香雪终于站在火车上了。她挽紧篮子，小心地朝车厢迈出了第一步。这时，车身忽然悸动了一下，接着，车门被人关上了。当她意识到眼前发生了什么事时，列车已经缓缓地向台儿沟告别了。香雪扑在车门上，看见凤娇的脸在车上一晃。看来这不是梦，一切都是真的，她确实离开姐妹们，站在这又熟悉、又陌生的火车上了。她拍打着玻璃，冲凤娇叫喊：“凤娇！我怎么办呀，我可怎么办呀！”",
        "rp_pair": [
            "【【下→上】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-836",
        "contain_rp": "爸爸的书房【【里→外】】，挂着一副从森林里捡来的大鹿角。松鼠常常跳到上面去蹲着，就像蹲在树枝上似的。",
        "before_rp": "爸爸的书房里，挂着一副从森林里捡来的大鹿角。松鼠常常跳到上面去蹲着，就像蹲在树枝上似的。",
        "after_rp": "爸爸的书房外，挂着一副从森林里捡来的大鹿角。松鼠常常跳到上面去蹲着，就像蹲在树枝上似的。",
        "rp_pair": [
            "【【里→外】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-5274",
        "contain_rp": "品牌名气越来越大，外地大客户纷纷到踏梯村来订购辣椒苗。“以前主要靠去外面推销，现在在基地内出售的比例高达70%到80%。”脱贫户刘青松说，有了市场保证，2020年他拿出6000多元，将原本小丘【【上→下】】的田地，整合成大块土地，盖起大棚种辣椒苗，争取收入再上一个新台阶。",
        "before_rp": "品牌名气越来越大，外地大客户纷纷到踏梯村来订购辣椒苗。“以前主要靠去外面推销，现在在基地内出售的比例高达70%到80%。”脱贫户刘青松说，有了市场保证，2020年他拿出6000多元，将原本小丘上的田地，整合成大块土地，盖起大棚种辣椒苗，争取收入再上一个新台阶。",
        "after_rp": "品牌名气越来越大，外地大客户纷纷到踏梯村来订购辣椒苗。“以前主要靠去外面推销，现在在基地内出售的比例高达70%到80%。”脱贫户刘青松说，有了市场保证，2020年他拿出6000多元，将原本小丘下的田地，整合成大块土地，盖起大棚种辣椒苗，争取收入再上一个新台阶。",
        "rp_pair": [
            "【【上→下】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14672",
        "contain_rp": "慧思和尚闪在【【一侧→内侧】】，略微靠【【前→后】】一点引导着桑桑往前走。他问桑桑:“小施主，有什么事吗?”",
        "before_rp": "慧思和尚闪在一侧→内侧】】，略微靠【【前一点引导着桑桑往前走。他问桑桑:“小施主，有什么事吗?”",
        "after_rp": "慧思和尚闪在内侧，略微靠后一点引导着桑桑往前走。他问桑桑:“小施主，有什么事吗?”",
        "rp_pair": [
            "【【一侧→内侧】】，略微靠【【前→后】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-678",
        "contain_rp": "山谷【【里→外】】有座很大的工厂，锯木头的声音“沙——沙——”地响着。鸟儿落在工厂的大门上。她问大门：“门先生，我的好朋友——树在哪儿，您知道吗？”",
        "before_rp": "山谷里有座很大的工厂，锯木头的声音“沙——沙——”地响着。鸟儿落在工厂的大门上。她问大门：“门先生，我的好朋友——树在哪儿，您知道吗？”",
        "after_rp": "山谷外有座很大的工厂，锯木头的声音“沙——沙——”地响着。鸟儿落在工厂的大门上。她问大门：“门先生，我的好朋友——树在哪儿，您知道吗？”",
        "rp_pair": [
            "【【里→外】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-6456",
        "contain_rp": "几秒钟后，急救车内的实时画面出现在大屏上。从古饶镇秦楼卫生院送来的一名脑梗死患者正躺在车上，救护车上监测的血氧饱和度数据也出现在屏幕【【上→下】】。另一名值班医生丛时兵一边紧紧盯着屏幕，一边向随车医生询问病人的情况。于磊说，刚才平台收到信息时，急救室已开始做准备，等病人来了，不要再挂号、检查，直接送到急救室抢救。",
        "before_rp": "几秒钟后，急救车内的实时画面出现在大屏上。从古饶镇秦楼卫生院送来的一名脑梗死患者正躺在车上，救护车上监测的血氧饱和度数据也出现在屏幕上。另一名值班医生丛时兵一边紧紧盯着屏幕，一边向随车医生询问病人的情况。于磊说，刚才平台收到信息时，急救室已开始做准备，等病人来了，不要再挂号、检查，直接送到急救室抢救。",
        "after_rp": "几秒钟后，急救车内的实时画面出现在大屏上。从古饶镇秦楼卫生院送来的一名脑梗死患者正躺在车上，救护车上监测的血氧饱和度数据也出现在屏幕下。另一名值班医生丛时兵一边紧紧盯着屏幕，一边向随车医生询问病人的情况。于磊说，刚才平台收到信息时，急救室已开始做准备，等病人来了，不要再挂号、检查，直接送到急救室抢救。",
        "rp_pair": [
            "【【上→下】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-4305",
        "contain_rp": "父亲站在家门口不远处的引水一号桥上，正在等候我们回家。车子停在河西自家院子【【后→前】】，我们也一起走上了桥。站在桥上远眺，河两岸绿树成荫，驳岸整齐划一，在粉墙黛瓦的民居映衬下，更具江南水乡风韵。桥下是清澈的河水，抬头是明净的蓝天，在村中走走，一座座农家小院枕河而居，前有菜园果树，后有竹园河塘，一派恬淡宁静、古朴秀美的乡村田园风光让人心旷神怡。",
        "before_rp": "父亲站在家门口不远处的引水一号桥上，正在等候我们回家。车子停在河西自家院子后，我们也一起走上了桥。站在桥上远眺，河两岸绿树成荫，驳岸整齐划一，在粉墙黛瓦的民居映衬下，更具江南水乡风韵。桥下是清澈的河水，抬头是明净的蓝天，在村中走走，一座座农家小院枕河而居，前有菜园果树，后有竹园河塘，一派恬淡宁静、古朴秀美的乡村田园风光让人心旷神怡。",
        "after_rp": "父亲站在家门口不远处的引水一号桥上，正在等候我们回家。车子停在河西自家院子前，我们也一起走上了桥。站在桥上远眺，河两岸绿树成荫，驳岸整齐划一，在粉墙黛瓦的民居映衬下，更具江南水乡风韵。桥下是清澈的河水，抬头是明净的蓝天，在村中走走，一座座农家小院枕河而居，前有菜园果树，后有竹园河塘，一派恬淡宁静、古朴秀美的乡村田园风光让人心旷神怡。",
        "rp_pair": [
            "【【后→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-15211",
        "contain_rp": "约5秒后，被告人邸某某驾驶牌号为沪AFXXXX6的小型轿车，沿沪亭南路西侧机动车道【【左→右】】车道由北向南行驶而至，与戚康、曾敏蓉直接发生碰撞，事故导致戚康、曾敏蓉受伤，两车受损。",
        "before_rp": "约5秒后，被告人邸某某驾驶牌号为沪AFXXXX6的小型轿车，沿沪亭南路西侧机动车道左车道由北向南行驶而至，与戚康、曾敏蓉直接发生碰撞，事故导致戚康、曾敏蓉受伤，两车受损。",
        "after_rp": "约5秒后，被告人邸某某驾驶牌号为沪AFXXXX6的小型轿车，沿沪亭南路西侧机动车道右车道由北向南行驶而至，与戚康、曾敏蓉直接发生碰撞，事故导致戚康、曾敏蓉受伤，两车受损。",
        "rp_pair": [
            "【【左→右】】"
        ],
        "label": 3
    },
    {
        "qid": "1-test-14055",
        "contain_rp": "稻田里，郑启兴3个月前种【【下→上】】的紫云英种子已经冒出了矮矮的尖。顺着田埂往里走，一畦畦高桩秸秆的空隙里，钻满了成片的紫云英绿叶。远远看去，像一幅青黄相间的油画。",
        "before_rp": "稻田里，郑启兴3个月前种下的紫云英种子已经冒出了矮矮的尖。顺着田埂往里走，一畦畦高桩秸秆的空隙里，钻满了成片的紫云英绿叶。远远看去，像一幅青黄相间的油画。",
        "after_rp": "稻田里，郑启兴3个月前种上的紫云英种子已经冒出了矮矮的尖。顺着田埂往里走，一畦畦高桩秸秆的空隙里，钻满了成片的紫云英绿叶。远远看去，像一幅青黄相间的油画。",
        "rp_pair": [
            "【【下→上】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-15056",
        "contain_rp": "辽东湾西部为大凌河三角洲。大凌河输沙量不及辽河，三角洲伸展缓慢，与辽河三角洲之间形成了北面至闾下辽河平原海岸历史变迁图阳今北镇县西南的浅海湾，现名盘锦湾。海湾以北的沼泽，后来一直存在。隋时大凌河口为望海顿，即今锦县【【右→左】】屯卫，岸线大约在此附近。明代后期三角洲岸线已推进至今锦州东南的蚂蚁屯、四合浦、文字官一线。19世纪末，据地图岸线在头沟、四沟、大沙沟、元宝底、南项、狼坨一线。",
        "before_rp": "辽东湾西部为大凌河三角洲。大凌河输沙量不及辽河，三角洲伸展缓慢，与辽河三角洲之间形成了北面至闾下辽河平原海岸历史变迁图阳今北镇县西南的浅海湾，现名盘锦湾。海湾以北的沼泽，后来一直存在。隋时大凌河口为望海顿，即今锦县右屯卫，岸线大约在此附近。明代后期三角洲岸线已推进至今锦州东南的蚂蚁屯、四合浦、文字官一线。19世纪末，据地图岸线在头沟、四沟、大沙沟、元宝底、南项、狼坨一线。",
        "after_rp": "辽东湾西部为大凌河三角洲。大凌河输沙量不及辽河，三角洲伸展缓慢，与辽河三角洲之间形成了北面至闾下辽河平原海岸历史变迁图阳今北镇县西南的浅海湾，现名盘锦湾。海湾以北的沼泽，后来一直存在。隋时大凌河口为望海顿，即今锦县左屯卫，岸线大约在此附近。明代后期三角洲岸线已推进至今锦州东南的蚂蚁屯、四合浦、文字官一线。19世纪末，据地图岸线在头沟、四沟、大沙沟、元宝底、南项、狼坨一线。",
        "rp_pair": [
            "【【右→左】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-3530",
        "contain_rp": "在常明昌位于山西农大食用菌办公楼的办公室【【里→外】】，摆着一盆盆用灵芝制作的盆景。“采集菌类标本，一般都在深山老林里。”常明昌回忆，当年在山西中条山和宁夏贺兰山考察时，有几次晚上下不了山，又饿又冷，只能蜷缩在树杈上挨过一夜。1985年，他大学毕业后，进入山西农业大学工作。",
        "before_rp": "在常明昌位于山西农大食用菌办公楼的办公室里，摆着一盆盆用灵芝制作的盆景。“采集菌类标本，一般都在深山老林里。”常明昌回忆，当年在山西中条山和宁夏贺兰山考察时，有几次晚上下不了山，又饿又冷，只能蜷缩在树杈上挨过一夜。1985年，他大学毕业后，进入山西农业大学工作。",
        "after_rp": "在常明昌位于山西农大食用菌办公楼的办公室外，摆着一盆盆用灵芝制作的盆景。“采集菌类标本，一般都在深山老林里。”常明昌回忆，当年在山西中条山和宁夏贺兰山考察时，有几次晚上下不了山，又饿又冷，只能蜷缩在树杈上挨过一夜。1985年，他大学毕业后，进入山西农业大学工作。",
        "rp_pair": [
            "【【里→外】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13924",
        "contain_rp": "前期施工如此，后期管理也不例外。以垃圾清理为例，当时南沙河河道内的垃圾清理属迎泽区河道管理所负责，河堤【【上→下】】的垃圾清理则属太原市市政管理局河道管理处负责，距河堤不远处的垃圾池，又归环卫部门管。河堤及附近垃圾池内的垃圾清理不及时，都有可能掉入河道内。",
        "before_rp": "前期施工如此，后期管理也不例外。以垃圾清理为例，当时南沙河河道内的垃圾清理属迎泽区河道管理所负责，河堤上的垃圾清理则属太原市市政管理局河道管理处负责，距河堤不远处的垃圾池，又归环卫部门管。河堤及附近垃圾池内的垃圾清理不及时，都有可能掉入河道内。",
        "after_rp": "前期施工如此，后期管理也不例外。以垃圾清理为例，当时南沙河河道内的垃圾清理属迎泽区河道管理所负责，河堤下的垃圾清理则属太原市市政管理局河道管理处负责，距河堤不远处的垃圾池，又归环卫部门管。河堤及附近垃圾池内的垃圾清理不及时，都有可能掉入河道内。",
        "rp_pair": [
            "【【上→下】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13651",
        "contain_rp": "这是不到一年时间里，德国发生的第三起由极右翼分子制造的重大刑事案件。2019年6月，黑森州卡塞尔行政区政府主席疑遭极右翼分子枪击身亡；2019年10月，东部城市哈雷一犹太教堂【【外→里】】发生袭击。持极右翼观点的犯罪嫌疑人，试图冲入犹太教堂发动袭击并直播袭击过程，因未能进入教堂而在教堂外开枪，造成2死2伤。",
        "before_rp": "这是不到一年时间里，德国发生的第三起由极右翼分子制造的重大刑事案件。2019年6月，黑森州卡塞尔行政区政府主席疑遭极右翼分子枪击身亡；2019年10月，东部城市哈雷一犹太教堂外发生袭击。持极右翼观点的犯罪嫌疑人，试图冲入犹太教堂发动袭击并直播袭击过程，因未能进入教堂而在教堂外开枪，造成2死2伤。",
        "after_rp": "这是不到一年时间里，德国发生的第三起由极右翼分子制造的重大刑事案件。2019年6月，黑森州卡塞尔行政区政府主席疑遭极右翼分子枪击身亡；2019年10月，东部城市哈雷一犹太教堂里发生袭击。持极右翼观点的犯罪嫌疑人，试图冲入犹太教堂发动袭击并直播袭击过程，因未能进入教堂而在教堂外开枪，造成2死2伤。",
        "rp_pair": [
            "【【外→里】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-4104",
        "contain_rp": "据当地媒体报道，这起袭击事件与争夺教堂归属权有关。这座教堂创建人2016年去世后，教堂内部发生了派系冲突。2018年11月，教堂【【外→里】】曾爆发枪战，造成3人受伤。",
        "before_rp": "据当地媒体报道，这起袭击事件与争夺教堂归属权有关。这座教堂创建人2016年去世后，教堂内部发生了派系冲突。2018年11月，教堂外曾爆发枪战，造成3人受伤。",
        "after_rp": "据当地媒体报道，这起袭击事件与争夺教堂归属权有关。这座教堂创建人2016年去世后，教堂内部发生了派系冲突。2018年11月，教堂里曾爆发枪战，造成3人受伤。",
        "rp_pair": [
            "【【外→里】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10255",
        "contain_rp": "李长龙在车内听到车辆撞击声后下车，从车【【后→前】】绕至车辆右侧，站在倒地的助动车边上低头察看后返回车内驾车逃离。",
        "before_rp": "李长龙在车内听到车辆撞击声后下车，从车后绕至车辆右侧，站在倒地的助动车边上低头察看后返回车内驾车逃离。",
        "after_rp": "李长龙在车内听到车辆撞击声后下车，从车前绕至车辆右侧，站在倒地的助动车边上低头察看后返回车内驾车逃离。",
        "rp_pair": [
            "【【后→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-3893",
        "contain_rp": "站在舷梯【【旁→上】】，塞尔维亚总统武契奇以一一碰肘的特殊方式，热烈欢迎中国专家，并在五星红旗【【上→下】】献上深情一吻，表达深深谢意。",
        "before_rp": "站在舷梯旁→上】】，塞尔维亚总统武契奇以一一碰肘的特殊方式，热烈欢迎中国专家，并在五星红旗【【上献上深情一吻，表达深深谢意。",
        "after_rp": "站在舷梯上，塞尔维亚总统武契奇以一一碰肘的特殊方式，热烈欢迎中国专家，并在五星红旗下献上深情一吻，表达深深谢意。",
        "rp_pair": [
            "【【旁→上】】，塞尔维亚总统武契奇以一一碰肘的特殊方式，热烈欢迎中国专家，并在五星红旗【【上→下】】"
        ],
        "label": 2
    }
]