[
    {
        "qid": "1-test-15655",
        "contain_rp": "自从上个月里蒜薹跌价后，他就把这些细长光滑的玩艺儿跟粪便【【里→上】】的蛔虫联系在一起，越是恶心越是这样想。",
        "before_rp": "自从上个月里蒜薹跌价后，他就把这些细长光滑的玩艺儿跟粪便里的蛔虫联系在一起，越是恶心越是这样想。",
        "after_rp": "自从上个月里蒜薹跌价后，他就把这些细长光滑的玩艺儿跟粪便上的蛔虫联系在一起，越是恶心越是这样想。",
        "rp_pair": [
            "【【里→上】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-12603",
        "contain_rp": "在已经被破坏的铁栏杆附近，耸立着一个小小的坟堆。一支蜡烛，旁边还有生锈的洋铁片给它挡住了风，在坟堆【【上→前】】闪耀着柔和的火焰。蜡烛快点完了，烛芯快给蜡泪淹没了，但是那一朵小火花依然在闪烁。",
        "before_rp": "在已经被破坏的铁栏杆附近，耸立着一个小小的坟堆。一支蜡烛，旁边还有生锈的洋铁片给它挡住了风，在坟堆上闪耀着柔和的火焰。蜡烛快点完了，烛芯快给蜡泪淹没了，但是那一朵小火花依然在闪烁。",
        "after_rp": "在已经被破坏的铁栏杆附近，耸立着一个小小的坟堆。一支蜡烛，旁边还有生锈的洋铁片给它挡住了风，在坟堆前闪耀着柔和的火焰。蜡烛快点完了，烛芯快给蜡泪淹没了，但是那一朵小火花依然在闪烁。",
        "rp_pair": [
            "【【上→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-12737",
        "contain_rp": "男孩跳下车，三步两步跑上台阶进了屋。不一会儿他出来了，背着一个小孩，显然是他的弟弟，看上去腿有残疾。他把弟弟放在最【【下面→上面】】的台阶【【上→前】】，两个人紧靠着坐下。他指着保罗的车，说：“看见了吗？很漂亮，对不对？这是他哥哥送给他的圣诞礼物！将来，我也要送你一辆这样的新车。到时候，你就可以坐在车里，亲眼看看我跟你讲的那些好看的圣诞礼物了。”",
        "before_rp": "男孩跳下车，三步两步跑上台阶进了屋。不一会儿他出来了，背着一个小孩，显然是他的弟弟，看上去腿有残疾。他把弟弟放在最下面→上面】】的台阶【【上，两个人紧靠着坐下。他指着保罗的车，说：“看见了吗？很漂亮，对不对？这是他哥哥送给他的圣诞礼物！将来，我也要送你一辆这样的新车。到时候，你就可以坐在车里，亲眼看看我跟你讲的那些好看的圣诞礼物了。”",
        "after_rp": "男孩跳下车，三步两步跑上台阶进了屋。不一会儿他出来了，背着一个小孩，显然是他的弟弟，看上去腿有残疾。他把弟弟放在最上面的台阶前，两个人紧靠着坐下。他指着保罗的车，说：“看见了吗？很漂亮，对不对？这是他哥哥送给他的圣诞礼物！将来，我也要送你一辆这样的新车。到时候，你就可以坐在车里，亲眼看看我跟你讲的那些好看的圣诞礼物了。”",
        "rp_pair": [
            "【【下面→上面】】的台阶【【上→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-456",
        "contain_rp": "香雪越走越热了，她解下围巾，把它搭在脖子上。她走出了多少里？不知道。尽管草丛里的“纺织娘”“油葫芦”总在鸣叫着提醒她。台儿沟在哪儿？她向前望去，她看见迎面有一颗颗黑点在铁轨【【上→前】】蠕动。再近一些她才看清，那是人，是迎着她走过来的人群。第一个是凤娇，凤娇身后是台儿沟的姐妹们。",
        "before_rp": "香雪越走越热了，她解下围巾，把它搭在脖子上。她走出了多少里？不知道。尽管草丛里的“纺织娘”“油葫芦”总在鸣叫着提醒她。台儿沟在哪儿？她向前望去，她看见迎面有一颗颗黑点在铁轨上蠕动。再近一些她才看清，那是人，是迎着她走过来的人群。第一个是凤娇，凤娇身后是台儿沟的姐妹们。",
        "after_rp": "香雪越走越热了，她解下围巾，把它搭在脖子上。她走出了多少里？不知道。尽管草丛里的“纺织娘”“油葫芦”总在鸣叫着提醒她。台儿沟在哪儿？她向前望去，她看见迎面有一颗颗黑点在铁轨前蠕动。再近一些她才看清，那是人，是迎着她走过来的人群。第一个是凤娇，凤娇身后是台儿沟的姐妹们。",
        "rp_pair": [
            "【【上→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-7652",
        "contain_rp": "这显然是一双无力的手。因为乔乔觉得，她是在经过漫长的时间之后，才被这双手十分勉强地推出水面的。在她的身体仅仅只有上半身被推送到浅滩上之后，那双手，就在她的裤腰【【上→后】】无力地松开了。",
        "before_rp": "这显然是一双无力的手。因为乔乔觉得，她是在经过漫长的时间之后，才被这双手十分勉强地推出水面的。在她的身体仅仅只有上半身被推送到浅滩上之后，那双手，就在她的裤腰上无力地松开了。",
        "after_rp": "这显然是一双无力的手。因为乔乔觉得，她是在经过漫长的时间之后，才被这双手十分勉强地推出水面的。在她的身体仅仅只有上半身被推送到浅滩上之后，那双手，就在她的裤腰后无力地松开了。",
        "rp_pair": [
            "【【上→后】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-237",
        "contain_rp": "多少年过去了，风儿把山顶上岩石的表层化作了泥土，瘠薄而细密；它又不辞辛苦地从远处茂密树林里捎来种子，让雨水把它们唤醒。坡上青翠的小苗讨得阳光喜欢了，阳光便慷慨地抚爱它们。于是，灰黑的火山石变绿了，悬崖【【上→外】】，山岭间，一片郁郁葱葱，鸟儿也回来，为的是歌唱生命。",
        "before_rp": "多少年过去了，风儿把山顶上岩石的表层化作了泥土，瘠薄而细密；它又不辞辛苦地从远处茂密树林里捎来种子，让雨水把它们唤醒。坡上青翠的小苗讨得阳光喜欢了，阳光便慷慨地抚爱它们。于是，灰黑的火山石变绿了，悬崖上，山岭间，一片郁郁葱葱，鸟儿也回来，为的是歌唱生命。",
        "after_rp": "多少年过去了，风儿把山顶上岩石的表层化作了泥土，瘠薄而细密；它又不辞辛苦地从远处茂密树林里捎来种子，让雨水把它们唤醒。坡上青翠的小苗讨得阳光喜欢了，阳光便慷慨地抚爱它们。于是，灰黑的火山石变绿了，悬崖外，山岭间，一片郁郁葱葱，鸟儿也回来，为的是歌唱生命。",
        "rp_pair": [
            "【【上→外】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-3426",
        "contain_rp": "记者在“社管平台”大屏幕【【上→中】】显示的海南省地图中看到，海岸线【【上→前】】分布着密密麻麻的绿色、蓝色小三角，每个小三角都代表着注册地在境内或境外的船舶。",
        "before_rp": "记者在“社管平台”大屏幕上→中】】显示的海南省地图中看到，海岸线【【上分布着密密麻麻的绿色、蓝色小三角，每个小三角都代表着注册地在境内或境外的船舶。",
        "after_rp": "记者在“社管平台”大屏幕中显示的海南省地图中看到，海岸线前分布着密密麻麻的绿色、蓝色小三角，每个小三角都代表着注册地在境内或境外的船舶。",
        "rp_pair": [
            "【【上→中】】显示的海南省地图中看到，海岸线【【上→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14679",
        "contain_rp": "后来，桑桑将帽子交给了阿恕，并示意阿恕快一点跑掉。阿恕抓了帽子就跑，秃鹤要追，却被桑桑正好堵在了走道【【里→上】】。等秃鹤另寻空隙追出门时，阿恕已不知藏到什么鬼地方去了。",
        "before_rp": "后来，桑桑将帽子交给了阿恕，并示意阿恕快一点跑掉。阿恕抓了帽子就跑，秃鹤要追，却被桑桑正好堵在了走道里。等秃鹤另寻空隙追出门时，阿恕已不知藏到什么鬼地方去了。",
        "after_rp": "后来，桑桑将帽子交给了阿恕，并示意阿恕快一点跑掉。阿恕抓了帽子就跑，秃鹤要追，却被桑桑正好堵在了走道上。等秃鹤另寻空隙追出门时，阿恕已不知藏到什么鬼地方去了。",
        "rp_pair": [
            "【【里→上】】"
        ],
        "label": 1
    },
    {
        "qid": "1-dev-12460",
        "contain_rp": "上海市普陀区人民检察院指控，2018年9月13日2时17分许，被告人俞某某驾驶牌号为沪EFXXXX的重型自卸货车，沿本市中山北路由北向南行驶至3481弄口右转弯时，货车右侧与沿中山北路由北向南行驶在非机动车道【【上→里】】的电动两轮车及骑车人被害人刘强左侧相撞，致刘强倒地受伤。",
        "before_rp": "上海市普陀区人民检察院指控，2018年9月13日2时17分许，被告人俞某某驾驶牌号为沪EFXXXX的重型自卸货车，沿本市中山北路由北向南行驶至3481弄口右转弯时，货车右侧与沿中山北路由北向南行驶在非机动车道上的电动两轮车及骑车人被害人刘强左侧相撞，致刘强倒地受伤。",
        "after_rp": "上海市普陀区人民检察院指控，2018年9月13日2时17分许，被告人俞某某驾驶牌号为沪EFXXXX的重型自卸货车，沿本市中山北路由北向南行驶至3481弄口右转弯时，货车右侧与沿中山北路由北向南行驶在非机动车道里的电动两轮车及骑车人被害人刘强左侧相撞，致刘强倒地受伤。",
        "rp_pair": [
            "【【上→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-9700",
        "contain_rp": "小关剪刀的老婆明白了，她点点头，也对宋钢笑了笑。小关剪刀拉着宋钢走进了一间十多平米的小屋子，里面只有一张大床，一个柜子，一张桌子和四把椅子。小关剪刀将背上的刀具取下来放在了墙角，让宋钢在椅子【【里→上】】坐下，自己也坐了下来，对着外面的女人喊叫：",
        "before_rp": "小关剪刀的老婆明白了，她点点头，也对宋钢笑了笑。小关剪刀拉着宋钢走进了一间十多平米的小屋子，里面只有一张大床，一个柜子，一张桌子和四把椅子。小关剪刀将背上的刀具取下来放在了墙角，让宋钢在椅子里坐下，自己也坐了下来，对着外面的女人喊叫：",
        "after_rp": "小关剪刀的老婆明白了，她点点头，也对宋钢笑了笑。小关剪刀拉着宋钢走进了一间十多平米的小屋子，里面只有一张大床，一个柜子，一张桌子和四把椅子。小关剪刀将背上的刀具取下来放在了墙角，让宋钢在椅子上坐下，自己也坐了下来，对着外面的女人喊叫：",
        "rp_pair": [
            "【【里→上】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-14250",
        "contain_rp": "在风景秀丽的肯尼亚内罗毕国家公园，列车在肯尼亚蒙巴萨至内罗毕标准轨铁路上飞驰，大象、长颈鹿等动物悠然地从桥梁式动物通道【【下→里】】通过。在匈牙利考波什堡，由中国企业投资兴建的光伏电站项目正式投运，为当地促进清洁能源发展、改善能源结构提供助力……",
        "before_rp": "在风景秀丽的肯尼亚内罗毕国家公园，列车在肯尼亚蒙巴萨至内罗毕标准轨铁路上飞驰，大象、长颈鹿等动物悠然地从桥梁式动物通道下通过。在匈牙利考波什堡，由中国企业投资兴建的光伏电站项目正式投运，为当地促进清洁能源发展、改善能源结构提供助力……",
        "after_rp": "在风景秀丽的肯尼亚内罗毕国家公园，列车在肯尼亚蒙巴萨至内罗毕标准轨铁路上飞驰，大象、长颈鹿等动物悠然地从桥梁式动物通道里通过。在匈牙利考波什堡，由中国企业投资兴建的光伏电站项目正式投运，为当地促进清洁能源发展、改善能源结构提供助力……",
        "rp_pair": [
            "【【下→里】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-12685",
        "contain_rp": "眼前的环境好像是一个梦。在敌人的炮火里打滚，在高粱地【【里→上】】淋着雨过夜，一晚上不知道要过几条汽车路，爬几道沟。发高烧和打寒噤的时候，孩子们也没停下来。一心想：找队伍去呀，找到队伍就好了！",
        "before_rp": "眼前的环境好像是一个梦。在敌人的炮火里打滚，在高粱地里淋着雨过夜，一晚上不知道要过几条汽车路，爬几道沟。发高烧和打寒噤的时候，孩子们也没停下来。一心想：找队伍去呀，找到队伍就好了！",
        "after_rp": "眼前的环境好像是一个梦。在敌人的炮火里打滚，在高粱地上淋着雨过夜，一晚上不知道要过几条汽车路，爬几道沟。发高烧和打寒噤的时候，孩子们也没停下来。一心想：找队伍去呀，找到队伍就好了！",
        "rp_pair": [
            "【【里→上】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-5372",
        "contain_rp": "防护服【【上→外】】挂着冰晶，护目镜内汗珠点点，结束新冠病毒检测任务，从冷库里走出来时，一名检测员的手臂已经冻得无法动弹，过了半天才缓过来。隔着防护服，我们看不清彼此的脸。",
        "before_rp": "防护服上挂着冰晶，护目镜内汗珠点点，结束新冠病毒检测任务，从冷库里走出来时，一名检测员的手臂已经冻得无法动弹，过了半天才缓过来。隔着防护服，我们看不清彼此的脸。",
        "after_rp": "防护服外挂着冰晶，护目镜内汗珠点点，结束新冠病毒检测任务，从冷库里走出来时，一名检测员的手臂已经冻得无法动弹，过了半天才缓过来。隔着防护服，我们看不清彼此的脸。",
        "rp_pair": [
            "【【上→外】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-4815",
        "contain_rp": "早上8点多，交通早高峰时段，也是医院门诊人流最集中的时段。在某城市市中心的一家医院大门外，由东向西的外侧车道上，需要穿过连续不断的非机动车流才能开进院门的车辆排起了长队，中间还夹杂着临时停车下客和未看清标识急于驶离或驶入的变道车辆。另一家医院大门【【外→上】】，“车位已满”牌子早就挂了出来。辅警和医院保安看到车辆就马上挥手要求驶离，但还是不断有车辆靠近询问“有没有车位。”",
        "before_rp": "早上8点多，交通早高峰时段，也是医院门诊人流最集中的时段。在某城市市中心的一家医院大门外，由东向西的外侧车道上，需要穿过连续不断的非机动车流才能开进院门的车辆排起了长队，中间还夹杂着临时停车下客和未看清标识急于驶离或驶入的变道车辆。另一家医院大门外，“车位已满”牌子早就挂了出来。辅警和医院保安看到车辆就马上挥手要求驶离，但还是不断有车辆靠近询问“有没有车位。”",
        "after_rp": "早上8点多，交通早高峰时段，也是医院门诊人流最集中的时段。在某城市市中心的一家医院大门外，由东向西的外侧车道上，需要穿过连续不断的非机动车流才能开进院门的车辆排起了长队，中间还夹杂着临时停车下客和未看清标识急于驶离或驶入的变道车辆。另一家医院大门上，“车位已满”牌子早就挂了出来。辅警和医院保安看到车辆就马上挥手要求驶离，但还是不断有车辆靠近询问“有没有车位。”",
        "rp_pair": [
            "【【外→上】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-2749",
        "contain_rp": "保持腹部收紧，双腿抬起，双臂伸直向【【后→下】】做划臂动作，直至双手位于髋部两侧。",
        "before_rp": "保持腹部收紧，双腿抬起，双臂伸直向后做划臂动作，直至双手位于髋部两侧。",
        "after_rp": "保持腹部收紧，双腿抬起，双臂伸直向下做划臂动作，直至双手位于髋部两侧。",
        "rp_pair": [
            "【【后→下】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-12276",
        "contain_rp": "李光头从那堆破烂里找出来一叠旧报纸，铺在地上，让宋钢坐在报纸【【上→里】】，自己一屁股坐在了地上。兄弟两个并肩坐在那堆破烂前，李光头重新拿过来宋钢手里的饭盒，用筷子将里面的饭菜拨弄均匀了，又用筷子在中间挖了一条战壕，告诉宋钢：",
        "before_rp": "李光头从那堆破烂里找出来一叠旧报纸，铺在地上，让宋钢坐在报纸上，自己一屁股坐在了地上。兄弟两个并肩坐在那堆破烂前，李光头重新拿过来宋钢手里的饭盒，用筷子将里面的饭菜拨弄均匀了，又用筷子在中间挖了一条战壕，告诉宋钢：",
        "after_rp": "李光头从那堆破烂里找出来一叠旧报纸，铺在地上，让宋钢坐在报纸里，自己一屁股坐在了地上。兄弟两个并肩坐在那堆破烂前，李光头重新拿过来宋钢手里的饭盒，用筷子将里面的饭菜拨弄均匀了，又用筷子在中间挖了一条战壕，告诉宋钢：",
        "rp_pair": [
            "【【上→里】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-12752",
        "contain_rp": "我惊奇地想：它们为什么不是在温暖的阳光【【下→里】】冒出来，偏偏在冷风冷雨【【中→后】】拔地而起呢？小小的花儿居然有如此的气魄！我的心头怦然一震，这一震，使我明白了生命的意义是什么，是——勇气！",
        "before_rp": "我惊奇地想：它们为什么不是在温暖的阳光下→里】】冒出来，偏偏在冷风冷雨【【中拔地而起呢？小小的花儿居然有如此的气魄！我的心头怦然一震，这一震，使我明白了生命的意义是什么，是——勇气！",
        "after_rp": "我惊奇地想：它们为什么不是在温暖的阳光里冒出来，偏偏在冷风冷雨后拔地而起呢？小小的花儿居然有如此的气魄！我的心头怦然一震，这一震，使我明白了生命的意义是什么，是——勇气！",
        "rp_pair": [
            "【【下→里】】冒出来，偏偏在冷风冷雨【【中→后】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-12505",
        "contain_rp": "经审理查明，2019年10月17日13时59分许，被告人张某驾驶悬挂沪DRXXXX号牌的重型自卸货车，沿本市杨浦区平凉路机动车道由东向西行驶至通北路口时，遇黄灯出停止线向南向左转弯，遇被害人杜祖玉绿灯在路口南侧的人行道【【上→前】】由东向西通行，张某所驾车辆车头左部碰撞杜祖玉，致其倒地受伤。",
        "before_rp": "经审理查明，2019年10月17日13时59分许，被告人张某驾驶悬挂沪DRXXXX号牌的重型自卸货车，沿本市杨浦区平凉路机动车道由东向西行驶至通北路口时，遇黄灯出停止线向南向左转弯，遇被害人杜祖玉绿灯在路口南侧的人行道上由东向西通行，张某所驾车辆车头左部碰撞杜祖玉，致其倒地受伤。",
        "after_rp": "经审理查明，2019年10月17日13时59分许，被告人张某驾驶悬挂沪DRXXXX号牌的重型自卸货车，沿本市杨浦区平凉路机动车道由东向西行驶至通北路口时，遇黄灯出停止线向南向左转弯，遇被害人杜祖玉绿灯在路口南侧的人行道前由东向西通行，张某所驾车辆车头左部碰撞杜祖玉，致其倒地受伤。",
        "rp_pair": [
            "【【上→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11532",
        "contain_rp": "走进湘西州慈爱园，楼【【外→下】】有草坪、凉亭、篮球场，楼内有寝室、餐厅、图书室、自习室、电脑室、乐器室、舞蹈室等。楼道和寝室内的墙上，贴着卡通图案，寝室里挂着淡蓝色窗帘，每张床上都放有毛绒玩具，阳光从窗口洒落，宁静温馨。",
        "before_rp": "走进湘西州慈爱园，楼外有草坪、凉亭、篮球场，楼内有寝室、餐厅、图书室、自习室、电脑室、乐器室、舞蹈室等。楼道和寝室内的墙上，贴着卡通图案，寝室里挂着淡蓝色窗帘，每张床上都放有毛绒玩具，阳光从窗口洒落，宁静温馨。",
        "after_rp": "走进湘西州慈爱园，楼下有草坪、凉亭、篮球场，楼内有寝室、餐厅、图书室、自习室、电脑室、乐器室、舞蹈室等。楼道和寝室内的墙上，贴着卡通图案，寝室里挂着淡蓝色窗帘，每张床上都放有毛绒玩具，阳光从窗口洒落，宁静温馨。",
        "rp_pair": [
            "【【外→下】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-890",
        "contain_rp": "蒙娜丽莎的身姿和交搭的双臂使她显得大方、端庄。她的脸部、颈部和双手好像沐浴在阳光【【里→下】】，格外明亮动人；好的右手，刻画得极其清晰细腻，富有生命的活力；她的朴素的茶褐色衣服更加衬托出特有的生命力。她身后的背景充满着幻觉般的神秘感，山峦、石桥、流水、树丛、小径，在朦胧中向远方蜿蜒隐去。在这空旷而深远的背景里，蒙娜丽莎更加美丽动人。",
        "before_rp": "蒙娜丽莎的身姿和交搭的双臂使她显得大方、端庄。她的脸部、颈部和双手好像沐浴在阳光里，格外明亮动人；好的右手，刻画得极其清晰细腻，富有生命的活力；她的朴素的茶褐色衣服更加衬托出特有的生命力。她身后的背景充满着幻觉般的神秘感，山峦、石桥、流水、树丛、小径，在朦胧中向远方蜿蜒隐去。在这空旷而深远的背景里，蒙娜丽莎更加美丽动人。",
        "after_rp": "蒙娜丽莎的身姿和交搭的双臂使她显得大方、端庄。她的脸部、颈部和双手好像沐浴在阳光下，格外明亮动人；好的右手，刻画得极其清晰细腻，富有生命的活力；她的朴素的茶褐色衣服更加衬托出特有的生命力。她身后的背景充满着幻觉般的神秘感，山峦、石桥、流水、树丛、小径，在朦胧中向远方蜿蜒隐去。在这空旷而深远的背景里，蒙娜丽莎更加美丽动人。",
        "rp_pair": [
            "【【里→下】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-7203",
        "contain_rp": "我想，我们晚上吃的不是家禽就是家畜啊，没有海鲜啊。柳青的耳朵在我左前胸，鼻子点在我的衬衫【【上→前】】，我仿佛是她小时候第一次拿在手里的海螺，被她放在她耳边。柳青每每移动，我屁股下面的老木椅子就每每吱嘎作响。",
        "before_rp": "我想，我们晚上吃的不是家禽就是家畜啊，没有海鲜啊。柳青的耳朵在我左前胸，鼻子点在我的衬衫上，我仿佛是她小时候第一次拿在手里的海螺，被她放在她耳边。柳青每每移动，我屁股下面的老木椅子就每每吱嘎作响。",
        "after_rp": "我想，我们晚上吃的不是家禽就是家畜啊，没有海鲜啊。柳青的耳朵在我左前胸，鼻子点在我的衬衫前，我仿佛是她小时候第一次拿在手里的海螺，被她放在她耳边。柳青每每移动，我屁股下面的老木椅子就每每吱嘎作响。",
        "rp_pair": [
            "【【上→前】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-1017",
        "contain_rp": "从早晨玩到下午，我们还是歇不下来，牵着风筝在田野里奔跑。风筝越飞越高，似乎飞到了云彩【【上→里】】。忽然吹来一阵风，线嘣地断了。风筝在空中抖动了一下，便极快地飞走了。我们大惊失色，千呼万唤，那风筝越来越小，倏地便没了踪影。",
        "before_rp": "从早晨玩到下午，我们还是歇不下来，牵着风筝在田野里奔跑。风筝越飞越高，似乎飞到了云彩上。忽然吹来一阵风，线嘣地断了。风筝在空中抖动了一下，便极快地飞走了。我们大惊失色，千呼万唤，那风筝越来越小，倏地便没了踪影。",
        "after_rp": "从早晨玩到下午，我们还是歇不下来，牵着风筝在田野里奔跑。风筝越飞越高，似乎飞到了云彩里。忽然吹来一阵风，线嘣地断了。风筝在空中抖动了一下，便极快地飞走了。我们大惊失色，千呼万唤，那风筝越来越小，倏地便没了踪影。",
        "rp_pair": [
            "【【上→里】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-7819",
        "contain_rp": "白三往【【前→下】】走，不答理。但走了几步，回过头来说:“他如果是我的外甥，他一生下来，我就把他溺死在便桶里!”",
        "before_rp": "白三往前走，不答理。但走了几步，回过头来说:“他如果是我的外甥，他一生下来，我就把他溺死在便桶里!”",
        "after_rp": "白三往下走，不答理。但走了几步，回过头来说:“他如果是我的外甥，他一生下来，我就把他溺死在便桶里!”",
        "rp_pair": [
            "【【前→下】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-12872",
        "contain_rp": "劳伦斯现在我必须独自到墓地里去；在这三小时之内，朱丽叶就会醒来，她因为罗密欧不曾知道这些事情，一定会责怪我。我现在要再写一封信到曼多亚去，让她留在我的寺院里，直等罗密欧到来。可怜的没有死的尸体，幽闭在一座死人的坟墓里！(【【下→前】】。)",
        "before_rp": "劳伦斯现在我必须独自到墓地里去；在这三小时之内，朱丽叶就会醒来，她因为罗密欧不曾知道这些事情，一定会责怪我。我现在要再写一封信到曼多亚去，让她留在我的寺院里，直等罗密欧到来。可怜的没有死的尸体，幽闭在一座死人的坟墓里！(下。)",
        "after_rp": "劳伦斯现在我必须独自到墓地里去；在这三小时之内，朱丽叶就会醒来，她因为罗密欧不曾知道这些事情，一定会责怪我。我现在要再写一封信到曼多亚去，让她留在我的寺院里，直等罗密欧到来。可怜的没有死的尸体，幽闭在一座死人的坟墓里！(前。)",
        "rp_pair": [
            "【【下→前】】"
        ],
        "label": 3
    },
    {
        "qid": "1-test-15068",
        "contain_rp": "公诉机关指控，2021年6月12日21时许，被告人杨瀚酒后驾驶牌号为沪A8XXXX的小型轿车从本市闵行区漕宝路XXX号自西向东行驶上外环高速公路后至莲花南路【【下→前】】匝道驶出，在莲花南路罗锦路附近的罗阳一村停留后，继续驾车行驶至闵行区罗锦路虹梅南路路口北约300米处被民警查获。",
        "before_rp": "公诉机关指控，2021年6月12日21时许，被告人杨瀚酒后驾驶牌号为沪A8XXXX的小型轿车从本市闵行区漕宝路XXX号自西向东行驶上外环高速公路后至莲花南路下匝道驶出，在莲花南路罗锦路附近的罗阳一村停留后，继续驾车行驶至闵行区罗锦路虹梅南路路口北约300米处被民警查获。",
        "after_rp": "公诉机关指控，2021年6月12日21时许，被告人杨瀚酒后驾驶牌号为沪A8XXXX的小型轿车从本市闵行区漕宝路XXX号自西向东行驶上外环高速公路后至莲花南路前匝道驶出，在莲花南路罗锦路附近的罗阳一村停留后，继续驾车行驶至闵行区罗锦路虹梅南路路口北约300米处被民警查获。",
        "rp_pair": [
            "【【下→前】】"
        ],
        "label": 3
    },
    {
        "qid": "1-test-14477",
        "contain_rp": "家里的人用心做好的饭菜，中午时分也送到了地头上。香喷喷的饭菜下了肚，浑身便又有了使不完的力气。把一捆捆、一筐筐的庄稼装车绑好，妻子在前面拉车，丈夫在后面推车。就这样，秋收的小车队从四面八方的田野【【上→里】】，源源不断地向村庄的场院涌去。",
        "before_rp": "家里的人用心做好的饭菜，中午时分也送到了地头上。香喷喷的饭菜下了肚，浑身便又有了使不完的力气。把一捆捆、一筐筐的庄稼装车绑好，妻子在前面拉车，丈夫在后面推车。就这样，秋收的小车队从四面八方的田野上，源源不断地向村庄的场院涌去。",
        "after_rp": "家里的人用心做好的饭菜，中午时分也送到了地头上。香喷喷的饭菜下了肚，浑身便又有了使不完的力气。把一捆捆、一筐筐的庄稼装车绑好，妻子在前面拉车，丈夫在后面推车。就这样，秋收的小车队从四面八方的田野里，源源不断地向村庄的场院涌去。",
        "rp_pair": [
            "【【上→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-1615",
        "contain_rp": "农历八月十八是一年一度的观潮日。这一天早上，我们来到了海宁县的盐官镇，据说这里是观潮最好的地方。我们随着观潮的人群，登上了海塘大堤。宽阔的钱塘江横卧在眼前，江面很平静，越往东越宽，在雨后的阳光下，笼罩着一层蒙蒙的薄雾。镇海的古塔、中山亭和观潮台屹立在江边。远处，几座小山在云雾中若隐若现。江潮还没有来，海塘大堤【【上→后】】早已人山人海。大家昂首东望，等着，盼着。",
        "before_rp": "农历八月十八是一年一度的观潮日。这一天早上，我们来到了海宁县的盐官镇，据说这里是观潮最好的地方。我们随着观潮的人群，登上了海塘大堤。宽阔的钱塘江横卧在眼前，江面很平静，越往东越宽，在雨后的阳光下，笼罩着一层蒙蒙的薄雾。镇海的古塔、中山亭和观潮台屹立在江边。远处，几座小山在云雾中若隐若现。江潮还没有来，海塘大堤上早已人山人海。大家昂首东望，等着，盼着。",
        "after_rp": "农历八月十八是一年一度的观潮日。这一天早上，我们来到了海宁县的盐官镇，据说这里是观潮最好的地方。我们随着观潮的人群，登上了海塘大堤。宽阔的钱塘江横卧在眼前，江面很平静，越往东越宽，在雨后的阳光下，笼罩着一层蒙蒙的薄雾。镇海的古塔、中山亭和观潮台屹立在江边。远处，几座小山在云雾中若隐若现。江潮还没有来，海塘大堤后早已人山人海。大家昂首东望，等着，盼着。",
        "rp_pair": [
            "【【上→后】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11497",
        "contain_rp": "身体呈侧卧姿势，触地侧手臂弯曲置于头部下方，另一只手置于胸部前方的地面【【上→前】】。触地侧腿伸直，脚尖勾起。非触地侧的腿伸直并悬空。",
        "before_rp": "身体呈侧卧姿势，触地侧手臂弯曲置于头部下方，另一只手置于胸部前方的地面上。触地侧腿伸直，脚尖勾起。非触地侧的腿伸直并悬空。",
        "after_rp": "身体呈侧卧姿势，触地侧手臂弯曲置于头部下方，另一只手置于胸部前方的地面前。触地侧腿伸直，脚尖勾起。非触地侧的腿伸直并悬空。",
        "rp_pair": [
            "【【上→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-3591",
        "contain_rp": "4月27日，在四川省凉山彝族自治州普格县螺髻山铁道兵希望学校的操场【【上→里】】，小球员在老师的指导下踢球。泸州市龙马潭区对口帮扶普格县前方指挥部于2019年3月探索体育扶贫，在螺髻山铁道兵希望学校组建了足球队，从帮扶干部中选派体育教师，利用业余时间指导球队训练。男队去年参加了凉山州青少年校园足球联赛，并打进了男子组八强。",
        "before_rp": "4月27日，在四川省凉山彝族自治州普格县螺髻山铁道兵希望学校的操场上，小球员在老师的指导下踢球。泸州市龙马潭区对口帮扶普格县前方指挥部于2019年3月探索体育扶贫，在螺髻山铁道兵希望学校组建了足球队，从帮扶干部中选派体育教师，利用业余时间指导球队训练。男队去年参加了凉山州青少年校园足球联赛，并打进了男子组八强。",
        "after_rp": "4月27日，在四川省凉山彝族自治州普格县螺髻山铁道兵希望学校的操场里，小球员在老师的指导下踢球。泸州市龙马潭区对口帮扶普格县前方指挥部于2019年3月探索体育扶贫，在螺髻山铁道兵希望学校组建了足球队，从帮扶干部中选派体育教师，利用业余时间指导球队训练。男队去年参加了凉山州青少年校园足球联赛，并打进了男子组八强。",
        "rp_pair": [
            "【【上→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-3482",
        "contain_rp": "回想刚刚上吊箱时的工作状态，邢西金说，他也害怕过。工作人员要先到吊箱【【上→里】】，再由吊箱水平送至黄河上空指定位置，然后下降至黄河水面附近测量和取样，完毕之后，再由吊箱将人送至河岸边。",
        "before_rp": "回想刚刚上吊箱时的工作状态，邢西金说，他也害怕过。工作人员要先到吊箱上，再由吊箱水平送至黄河上空指定位置，然后下降至黄河水面附近测量和取样，完毕之后，再由吊箱将人送至河岸边。",
        "after_rp": "回想刚刚上吊箱时的工作状态，邢西金说，他也害怕过。工作人员要先到吊箱里，再由吊箱水平送至黄河上空指定位置，然后下降至黄河水面附近测量和取样，完毕之后，再由吊箱将人送至河岸边。",
        "rp_pair": [
            "【【上→里】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-3597",
        "contain_rp": "这群白色的精灵飞回来后，胡光明就开始忙了。他虽然七十二岁了，还挺精神，声音洪亮，一边与我唠着话，一边将木梯子靠放在一棵梨树【【前→上】】，熟练地爬上去，整理被风吹乱的鸟窝，不时从腰间竹篓里取出柔软的松毛放在窝里，嘴里不停念叨：“白鹭都飞回来了，我得赶紧把这些旧窝整理整理，不然池鹭、苍鹭、牛背鹭就要争窝了。”",
        "before_rp": "这群白色的精灵飞回来后，胡光明就开始忙了。他虽然七十二岁了，还挺精神，声音洪亮，一边与我唠着话，一边将木梯子靠放在一棵梨树前，熟练地爬上去，整理被风吹乱的鸟窝，不时从腰间竹篓里取出柔软的松毛放在窝里，嘴里不停念叨：“白鹭都飞回来了，我得赶紧把这些旧窝整理整理，不然池鹭、苍鹭、牛背鹭就要争窝了。”",
        "after_rp": "这群白色的精灵飞回来后，胡光明就开始忙了。他虽然七十二岁了，还挺精神，声音洪亮，一边与我唠着话，一边将木梯子靠放在一棵梨树上，熟练地爬上去，整理被风吹乱的鸟窝，不时从腰间竹篓里取出柔软的松毛放在窝里，嘴里不停念叨：“白鹭都飞回来了，我得赶紧把这些旧窝整理整理，不然池鹭、苍鹭、牛背鹭就要争窝了。”",
        "rp_pair": [
            "【【前→上】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-10786",
        "contain_rp": "开田在黑暗中骂了一句，也在暖暖的身边坐下了。家里还有多少钱？暖暖。一万九千多！明儿个带上一万，咱们先去乡【【上→里】】，乡里不行再去县上，县上不行就去省上！",
        "before_rp": "开田在黑暗中骂了一句，也在暖暖的身边坐下了。家里还有多少钱？暖暖。一万九千多！明儿个带上一万，咱们先去乡上，乡里不行再去县上，县上不行就去省上！",
        "after_rp": "开田在黑暗中骂了一句，也在暖暖的身边坐下了。家里还有多少钱？暖暖。一万九千多！明儿个带上一万，咱们先去乡里，乡里不行再去县上，县上不行就去省上！",
        "rp_pair": [
            "【【上→里】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-5086",
        "contain_rp": "苏阿皮蒂水利枢纽工程施工4年来，在当地招聘了不少员工。“在这里工作，我们有了稳定收入，生活水平显著提高。”当地员工恩佐里说。恩佐里平时住在工程营地【【里→上】】，这里生活设施一应俱全，营地外还建有一个标准足球场。随着经济条件改善，他把家人也接到营地附近团聚。",
        "before_rp": "苏阿皮蒂水利枢纽工程施工4年来，在当地招聘了不少员工。“在这里工作，我们有了稳定收入，生活水平显著提高。”当地员工恩佐里说。恩佐里平时住在工程营地里，这里生活设施一应俱全，营地外还建有一个标准足球场。随着经济条件改善，他把家人也接到营地附近团聚。",
        "after_rp": "苏阿皮蒂水利枢纽工程施工4年来，在当地招聘了不少员工。“在这里工作，我们有了稳定收入，生活水平显著提高。”当地员工恩佐里说。恩佐里平时住在工程营地上，这里生活设施一应俱全，营地外还建有一个标准足球场。随着经济条件改善，他把家人也接到营地附近团聚。",
        "rp_pair": [
            "【【里→上】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-5830",
        "contain_rp": "杨宁把脚泡在山泉水里，感觉一阵清凉。蓦然抬头，望见西瓜铺在秋天的田地【【里→上】】，已经有拳头那么大。它们伸头探脑地连成一大片，已是一派丰收的景象。",
        "before_rp": "杨宁把脚泡在山泉水里，感觉一阵清凉。蓦然抬头，望见西瓜铺在秋天的田地里，已经有拳头那么大。它们伸头探脑地连成一大片，已是一派丰收的景象。",
        "after_rp": "杨宁把脚泡在山泉水里，感觉一阵清凉。蓦然抬头，望见西瓜铺在秋天的田地上，已经有拳头那么大。它们伸头探脑地连成一大片，已是一派丰收的景象。",
        "rp_pair": [
            "【【里→上】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-1081",
        "contain_rp": "阿Q的钱便在这样的歌吟之下，渐渐的输入别个汗流满面的人物的腰间。他终于只好挤出堆【【外→上】】，站在【【后面→左面】】看，替别人着急，一直到散场，然后恋恋的回到土谷祠，第二天，肿着眼睛去工作。",
        "before_rp": "阿Q的钱便在这样的歌吟之下，渐渐的输入别个汗流满面的人物的腰间。他终于只好挤出堆外→上】】，站在【【后面看，替别人着急，一直到散场，然后恋恋的回到土谷祠，第二天，肿着眼睛去工作。",
        "after_rp": "阿Q的钱便在这样的歌吟之下，渐渐的输入别个汗流满面的人物的腰间。他终于只好挤出堆上，站在左面看，替别人着急，一直到散场，然后恋恋的回到土谷祠，第二天，肿着眼睛去工作。",
        "rp_pair": [
            "【【外→上】】，站在【【后面→左面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14300",
        "contain_rp": "兰郡泽熟练地将吊车移到起火居民楼旁，握紧拉杆，向上伸长吊臂，将吊篮伸到楼上窗户前，抢救三楼阳台【【上→外】】的董女士和她的儿子。待这对母子平稳落地后，他又把吊篮升到四楼。眼前的吊篮让原本绝望的莽先生看到希望，一家人不到五分钟成功脱险。",
        "before_rp": "兰郡泽熟练地将吊车移到起火居民楼旁，握紧拉杆，向上伸长吊臂，将吊篮伸到楼上窗户前，抢救三楼阳台上的董女士和她的儿子。待这对母子平稳落地后，他又把吊篮升到四楼。眼前的吊篮让原本绝望的莽先生看到希望，一家人不到五分钟成功脱险。",
        "after_rp": "兰郡泽熟练地将吊车移到起火居民楼旁，握紧拉杆，向上伸长吊臂，将吊篮伸到楼上窗户前，抢救三楼阳台外的董女士和她的儿子。待这对母子平稳落地后，他又把吊篮升到四楼。眼前的吊篮让原本绝望的莽先生看到希望，一家人不到五分钟成功脱险。",
        "rp_pair": [
            "【【上→外】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11600",
        "contain_rp": "花开小路【【旁→边】】，树【【下→前】】嗅花香。忽而一阵风吹过，调皮的花瓣落在赏花人肩上。正在院子里忙活的民宿业主郑云芳笑了起来。",
        "before_rp": "花开小路旁→边】】，树【【下嗅花香。忽而一阵风吹过，调皮的花瓣落在赏花人肩上。正在院子里忙活的民宿业主郑云芳笑了起来。",
        "after_rp": "花开小路边，树前嗅花香。忽而一阵风吹过，调皮的花瓣落在赏花人肩上。正在院子里忙活的民宿业主郑云芳笑了起来。",
        "rp_pair": [
            "【【旁→边】】，树【【下→前】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-11595",
        "contain_rp": "花开小路旁，树【【下→前】】嗅花香。忽而一阵风吹过，调皮的花瓣落在赏花人肩上。正在院子里忙活的民宿业主郑云芳笑了起来。",
        "before_rp": "花开小路旁，树下嗅花香。忽而一阵风吹过，调皮的花瓣落在赏花人肩上。正在院子里忙活的民宿业主郑云芳笑了起来。",
        "after_rp": "花开小路旁，树前嗅花香。忽而一阵风吹过，调皮的花瓣落在赏花人肩上。正在院子里忙活的民宿业主郑云芳笑了起来。",
        "rp_pair": [
            "【【下→前】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-6731",
        "contain_rp": "从河北省石家庄市正定县向【【北→南】】，穿过滹沱河，南水北调中线干渠与京广高速铁路不期而遇，在辽阔的平原【【上→里】】画出两条雄伟的纵贯线。",
        "before_rp": "从河北省石家庄市正定县向北→南】】，穿过滹沱河，南水北调中线干渠与京广高速铁路不期而遇，在辽阔的平原【【上画出两条雄伟的纵贯线。",
        "after_rp": "从河北省石家庄市正定县向南，穿过滹沱河，南水北调中线干渠与京广高速铁路不期而遇，在辽阔的平原里画出两条雄伟的纵贯线。",
        "rp_pair": [
            "【【北→南】】，穿过滹沱河，南水北调中线干渠与京广高速铁路不期而遇，在辽阔的平原【【上→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-8017",
        "contain_rp": "桑桑赶到大河边时，太阳刚刚出来，河上的雾气正在飘散。河上有一只渡船，两头都拴着绳子，分别连结着两岸。桑桑拉着绳子，将船拽到岸边，然后爬上船去，又去拉船那一头的绳子，不一会就到了对岸。桑桑上了岸，爬上大堤，这时，他看到了通往板仓的那条土路。他在大堤【【上→后】】的一棵大树下坐了下来，悄悄地等待着纸月走出板仓。",
        "before_rp": "桑桑赶到大河边时，太阳刚刚出来，河上的雾气正在飘散。河上有一只渡船，两头都拴着绳子，分别连结着两岸。桑桑拉着绳子，将船拽到岸边，然后爬上船去，又去拉船那一头的绳子，不一会就到了对岸。桑桑上了岸，爬上大堤，这时，他看到了通往板仓的那条土路。他在大堤上的一棵大树下坐了下来，悄悄地等待着纸月走出板仓。",
        "after_rp": "桑桑赶到大河边时，太阳刚刚出来，河上的雾气正在飘散。河上有一只渡船，两头都拴着绳子，分别连结着两岸。桑桑拉着绳子，将船拽到岸边，然后爬上船去，又去拉船那一头的绳子，不一会就到了对岸。桑桑上了岸，爬上大堤，这时，他看到了通往板仓的那条土路。他在大堤后的一棵大树下坐了下来，悄悄地等待着纸月走出板仓。",
        "rp_pair": [
            "【【上→后】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-12170",
        "contain_rp": "这天晚上李兰做了一顿豆腐饭，这是我们刘镇的风俗，办丧事的人家都会做这样一顿饭。李兰做了一大盆豆腐放在桌子的中间，还有一碗炒青菜。天黑了灯亮了以后，三个人坐到了桌子前，宋凡平的棺材就在【【旁边→一边】】，一碗油灯点亮了放在棺材【【上→里】】，这是长明灯，照亮宋凡平走向阴间的道路，宋凡平就不会被绊倒。",
        "before_rp": "这天晚上李兰做了一顿豆腐饭，这是我们刘镇的风俗，办丧事的人家都会做这样一顿饭。李兰做了一大盆豆腐放在桌子的中间，还有一碗炒青菜。天黑了灯亮了以后，三个人坐到了桌子前，宋凡平的棺材就在旁边→一边】】，一碗油灯点亮了放在棺材【【上，这是长明灯，照亮宋凡平走向阴间的道路，宋凡平就不会被绊倒。",
        "after_rp": "这天晚上李兰做了一顿豆腐饭，这是我们刘镇的风俗，办丧事的人家都会做这样一顿饭。李兰做了一大盆豆腐放在桌子的中间，还有一碗炒青菜。天黑了灯亮了以后，三个人坐到了桌子前，宋凡平的棺材就在一边，一碗油灯点亮了放在棺材里，这是长明灯，照亮宋凡平走向阴间的道路，宋凡平就不会被绊倒。",
        "rp_pair": [
            "【【旁边→一边】】，一碗油灯点亮了放在棺材【【上→里】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10252",
        "contain_rp": "经审理查明，2021年3月14日22时许，被告人郭某某在本市宝山区蕰川公路宝安公路南约200米处的停车场内，酒后驾驶牌号为鲁B6XXXX小型客车行驶至停车场外面的道路【【上→后】】，被群众举报后由上海市公安局宝山分局警员查获。",
        "before_rp": "经审理查明，2021年3月14日22时许，被告人郭某某在本市宝山区蕰川公路宝安公路南约200米处的停车场内，酒后驾驶牌号为鲁B6XXXX小型客车行驶至停车场外面的道路上，被群众举报后由上海市公安局宝山分局警员查获。",
        "after_rp": "经审理查明，2021年3月14日22时许，被告人郭某某在本市宝山区蕰川公路宝安公路南约200米处的停车场内，酒后驾驶牌号为鲁B6XXXX小型客车行驶至停车场外面的道路后，被群众举报后由上海市公安局宝山分局警员查获。",
        "rp_pair": [
            "【【上→后】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-3348",
        "contain_rp": "“如果海豚在河道里搁浅，情况会比较危急。”陈希还记得“老白”，一头在佛山罗村的河涌【【里→下】】搁浅的白海豚，“河道里是淡水，淤泥很多，‘老白’当时呼吸困难。在河道要把活的海豚驱赶出去非常麻烦，操作很难。”",
        "before_rp": "“如果海豚在河道里搁浅，情况会比较危急。”陈希还记得“老白”，一头在佛山罗村的河涌里搁浅的白海豚，“河道里是淡水，淤泥很多，‘老白’当时呼吸困难。在河道要把活的海豚驱赶出去非常麻烦，操作很难。”",
        "after_rp": "“如果海豚在河道里搁浅，情况会比较危急。”陈希还记得“老白”，一头在佛山罗村的河涌下搁浅的白海豚，“河道里是淡水，淤泥很多，‘老白’当时呼吸困难。在河道要把活的海豚驱赶出去非常麻烦，操作很难。”",
        "rp_pair": [
            "【【里→下】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14172",
        "contain_rp": "在小城生活，我常常天未完全放亮就去爬莲花山，从那里可以眺望大半个县城。清晨，雾气朦胧，青山如洗。那雾从水面上缓缓生成时，岚河在薄薄的雾气中美不胜收。不一会儿，那雾像被谁牵系着，从县城上空掠过，速度快得惊人。点缀其间的高楼想捧接，可稍一迟疑已从手心滑脱，还没等回过神来，那雾就围在中梁子山的脖子上了。有时候，那雾前呼后拥从山【【后→上】】奔来，把堰溪、陈家沟罩得严严实实。等太阳一出来，顿时霞光万丈，到处像是围着纱巾在跳一曲圆舞曲。",
        "before_rp": "在小城生活，我常常天未完全放亮就去爬莲花山，从那里可以眺望大半个县城。清晨，雾气朦胧，青山如洗。那雾从水面上缓缓生成时，岚河在薄薄的雾气中美不胜收。不一会儿，那雾像被谁牵系着，从县城上空掠过，速度快得惊人。点缀其间的高楼想捧接，可稍一迟疑已从手心滑脱，还没等回过神来，那雾就围在中梁子山的脖子上了。有时候，那雾前呼后拥从山后奔来，把堰溪、陈家沟罩得严严实实。等太阳一出来，顿时霞光万丈，到处像是围着纱巾在跳一曲圆舞曲。",
        "after_rp": "在小城生活，我常常天未完全放亮就去爬莲花山，从那里可以眺望大半个县城。清晨，雾气朦胧，青山如洗。那雾从水面上缓缓生成时，岚河在薄薄的雾气中美不胜收。不一会儿，那雾像被谁牵系着，从县城上空掠过，速度快得惊人。点缀其间的高楼想捧接，可稍一迟疑已从手心滑脱，还没等回过神来，那雾就围在中梁子山的脖子上了。有时候，那雾前呼后拥从山上奔来，把堰溪、陈家沟罩得严严实实。等太阳一出来，顿时霞光万丈，到处像是围着纱巾在跳一曲圆舞曲。",
        "rp_pair": [
            "【【后→上】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-8956",
        "contain_rp": "医生心想天底下竟然还有这样的道理?医生低下头嘿嘿笑个不停，李光头不耐烦地一把将医生从椅子【【里→上】】拉起来，好像是李光头要给医生结扎似的，又拉又推地把医生弄进了手术室。李光头解开皮带，推下去裤子，撩上来衣服，躺到了手术台上，然后命令医生：",
        "before_rp": "医生心想天底下竟然还有这样的道理?医生低下头嘿嘿笑个不停，李光头不耐烦地一把将医生从椅子里拉起来，好像是李光头要给医生结扎似的，又拉又推地把医生弄进了手术室。李光头解开皮带，推下去裤子，撩上来衣服，躺到了手术台上，然后命令医生：",
        "after_rp": "医生心想天底下竟然还有这样的道理?医生低下头嘿嘿笑个不停，李光头不耐烦地一把将医生从椅子上拉起来，好像是李光头要给医生结扎似的，又拉又推地把医生弄进了手术室。李光头解开皮带，推下去裤子，撩上来衣服，躺到了手术台上，然后命令医生：",
        "rp_pair": [
            "【【里→上】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-2004",
        "contain_rp": "在写第一个字以前，他担心地朝门口和窗户看了几眼，又斜着眼看了一下那个昏暗的神像。神像两边是两排架子，架子【【上→里】】摆满了楦头，他叹了一口气，跪在作台前边，把那张纸铺在作台上。",
        "before_rp": "在写第一个字以前，他担心地朝门口和窗户看了几眼，又斜着眼看了一下那个昏暗的神像。神像两边是两排架子，架子上摆满了楦头，他叹了一口气，跪在作台前边，把那张纸铺在作台上。",
        "after_rp": "在写第一个字以前，他担心地朝门口和窗户看了几眼，又斜着眼看了一下那个昏暗的神像。神像两边是两排架子，架子里摆满了楦头，他叹了一口气，跪在作台前边，把那张纸铺在作台上。",
        "rp_pair": [
            "【【上→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-6631",
        "contain_rp": "烈日【【下→后】】的哈密东站，一节节车厢组成编组，被安排到不同方向的铁轨上。“哈密是新疆的东大门，中欧班列从这里入疆，开往阿拉山口、霍尔果斯等边境口岸，本地特产从这里出疆，送往全国各地。”哈密东站副站长苗东超介绍说。",
        "before_rp": "烈日下的哈密东站，一节节车厢组成编组，被安排到不同方向的铁轨上。“哈密是新疆的东大门，中欧班列从这里入疆，开往阿拉山口、霍尔果斯等边境口岸，本地特产从这里出疆，送往全国各地。”哈密东站副站长苗东超介绍说。",
        "after_rp": "烈日后的哈密东站，一节节车厢组成编组，被安排到不同方向的铁轨上。“哈密是新疆的东大门，中欧班列从这里入疆，开往阿拉山口、霍尔果斯等边境口岸，本地特产从这里出疆，送往全国各地。”哈密东站副站长苗东超介绍说。",
        "rp_pair": [
            "【【下→后】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-9589",
        "contain_rp": "宋钢在小旅店里静养了六天，窗外飘扬了六天的阴雨，对面广告牌上戴着红色胸罩的猛男在阴雨里若隐若现，宋钢每次看到他时都是一阵羞愧，仿佛广告牌【【上→里】】的人是自己。周游无微不至地照顾宋钢，每天殷勤地询问宋钢想吃什么，后来干脆把附近几家小餐馆的菜谱抄录下来，拿回来让宋钢亲自点菜，宋钢点下的都是最便宜的菜，周游立刻给餐馆打电话，让他们送餐到旅店的房间，周游在电话里每次都是狮子开大口，他神气地说：",
        "before_rp": "宋钢在小旅店里静养了六天，窗外飘扬了六天的阴雨，对面广告牌上戴着红色胸罩的猛男在阴雨里若隐若现，宋钢每次看到他时都是一阵羞愧，仿佛广告牌上的人是自己。周游无微不至地照顾宋钢，每天殷勤地询问宋钢想吃什么，后来干脆把附近几家小餐馆的菜谱抄录下来，拿回来让宋钢亲自点菜，宋钢点下的都是最便宜的菜，周游立刻给餐馆打电话，让他们送餐到旅店的房间，周游在电话里每次都是狮子开大口，他神气地说：",
        "after_rp": "宋钢在小旅店里静养了六天，窗外飘扬了六天的阴雨，对面广告牌上戴着红色胸罩的猛男在阴雨里若隐若现，宋钢每次看到他时都是一阵羞愧，仿佛广告牌里的人是自己。周游无微不至地照顾宋钢，每天殷勤地询问宋钢想吃什么，后来干脆把附近几家小餐馆的菜谱抄录下来，拿回来让宋钢亲自点菜，宋钢点下的都是最便宜的菜，周游立刻给餐馆打电话，让他们送餐到旅店的房间，周游在电话里每次都是狮子开大口，他神气地说：",
        "rp_pair": [
            "【【上→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-dev-11563",
        "contain_rp": "无处落脚，找一个避风的立交桥下停好车，他在车【【里→上】】度过了到武汉的第一个夜晚，难眠又难忘。",
        "before_rp": "无处落脚，找一个避风的立交桥下停好车，他在车里度过了到武汉的第一个夜晚，难眠又难忘。",
        "after_rp": "无处落脚，找一个避风的立交桥下停好车，他在车上度过了到武汉的第一个夜晚，难眠又难忘。",
        "rp_pair": [
            "【【里→上】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-13324",
        "contain_rp": "头部保持不动，眼珠向上移动，然后视力集中在眉心【【外→上】】的虚空点上。在自然呼吸的状态下，保持此聚焦状态15秒钟。",
        "before_rp": "头部保持不动，眼珠向上移动，然后视力集中在眉心外的虚空点上。在自然呼吸的状态下，保持此聚焦状态15秒钟。",
        "after_rp": "头部保持不动，眼珠向上移动，然后视力集中在眉心上的虚空点上。在自然呼吸的状态下，保持此聚焦状态15秒钟。",
        "rp_pair": [
            "【【外→上】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-454",
        "contain_rp": "香雪越走越热了，她解下围巾，把它搭在脖子【【上→里】】。她走出了多少里？不知道。尽管草丛里的“纺织娘”“油葫芦”总在鸣叫着提醒她。台儿沟在哪儿？她向前望去，她看见迎面有一颗颗黑点在铁轨上蠕动。再近一些她才看清，那是人，是迎着她走过来的人群。第一个是凤娇，凤娇身后是台儿沟的姐妹们。",
        "before_rp": "香雪越走越热了，她解下围巾，把它搭在脖子上。她走出了多少里？不知道。尽管草丛里的“纺织娘”“油葫芦”总在鸣叫着提醒她。台儿沟在哪儿？她向前望去，她看见迎面有一颗颗黑点在铁轨上蠕动。再近一些她才看清，那是人，是迎着她走过来的人群。第一个是凤娇，凤娇身后是台儿沟的姐妹们。",
        "after_rp": "香雪越走越热了，她解下围巾，把它搭在脖子里。她走出了多少里？不知道。尽管草丛里的“纺织娘”“油葫芦”总在鸣叫着提醒她。台儿沟在哪儿？她向前望去，她看见迎面有一颗颗黑点在铁轨上蠕动。再近一些她才看清，那是人，是迎着她走过来的人群。第一个是凤娇，凤娇身后是台儿沟的姐妹们。",
        "rp_pair": [
            "【【上→里】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-1375",
        "contain_rp": "小草偷偷地从土里钻出来，嫩嫩的，绿绿的。园子【【里→边】】，田野里，瞧去，一大片一大片满是的。坐着，躺着，打两个滚，踢几脚球，赛几趟跑，捉几回迷藏。风轻悄悄的，草绵软软的。",
        "before_rp": "小草偷偷地从土里钻出来，嫩嫩的，绿绿的。园子里，田野里，瞧去，一大片一大片满是的。坐着，躺着，打两个滚，踢几脚球，赛几趟跑，捉几回迷藏。风轻悄悄的，草绵软软的。",
        "after_rp": "小草偷偷地从土里钻出来，嫩嫩的，绿绿的。园子边，田野里，瞧去，一大片一大片满是的。坐着，躺着，打两个滚，踢几脚球，赛几趟跑，捉几回迷藏。风轻悄悄的，草绵软软的。",
        "rp_pair": [
            "【【里→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-5392",
        "contain_rp": "蒸面皮之前，家里人人激动。大人们在石磨上把大米磨成米浆，大米需要前一天晚上就在水里泡着。我们小孩则站在椅子上，母亲推一圈石磨，我们就往磨眼里灌一勺泡好的大米。经常是掌握不到母亲的速度，一勺大米被石磨的把手撞翻。这个时候，免不了被母亲责备。但小孩子不会放在心上，很快又围着母亲的灶台转悠，帮着烧火，帮着剥蒜，帮着在石臼里捣蒜泥，眼睛却始终盯着锅【【里→边】】。看着锅盖被蒸气往上顶，心里只惦记着锅中的面皮。",
        "before_rp": "蒸面皮之前，家里人人激动。大人们在石磨上把大米磨成米浆，大米需要前一天晚上就在水里泡着。我们小孩则站在椅子上，母亲推一圈石磨，我们就往磨眼里灌一勺泡好的大米。经常是掌握不到母亲的速度，一勺大米被石磨的把手撞翻。这个时候，免不了被母亲责备。但小孩子不会放在心上，很快又围着母亲的灶台转悠，帮着烧火，帮着剥蒜，帮着在石臼里捣蒜泥，眼睛却始终盯着锅里。看着锅盖被蒸气往上顶，心里只惦记着锅中的面皮。",
        "after_rp": "蒸面皮之前，家里人人激动。大人们在石磨上把大米磨成米浆，大米需要前一天晚上就在水里泡着。我们小孩则站在椅子上，母亲推一圈石磨，我们就往磨眼里灌一勺泡好的大米。经常是掌握不到母亲的速度，一勺大米被石磨的把手撞翻。这个时候，免不了被母亲责备。但小孩子不会放在心上，很快又围着母亲的灶台转悠，帮着烧火，帮着剥蒜，帮着在石臼里捣蒜泥，眼睛却始终盯着锅边。看着锅盖被蒸气往上顶，心里只惦记着锅中的面皮。",
        "rp_pair": [
            "【【里→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-3760",
        "contain_rp": "张建强从滤泥池里上来，两脚沾着泥巴就往家跑，慌慌张张来到柴窑【【旁→边】】，贴近火眼往里看，窑里混混沌沌，说红非红，说白非白，在红白之间。“火候到了，封窑！”他一边兴奋地叫喊，一边迅速把添柴口、烟囱封住。这样闷一天，再晾一天，泥罐就可以出窑了。",
        "before_rp": "张建强从滤泥池里上来，两脚沾着泥巴就往家跑，慌慌张张来到柴窑旁，贴近火眼往里看，窑里混混沌沌，说红非红，说白非白，在红白之间。“火候到了，封窑！”他一边兴奋地叫喊，一边迅速把添柴口、烟囱封住。这样闷一天，再晾一天，泥罐就可以出窑了。",
        "after_rp": "张建强从滤泥池里上来，两脚沾着泥巴就往家跑，慌慌张张来到柴窑边，贴近火眼往里看，窑里混混沌沌，说红非红，说白非白，在红白之间。“火候到了，封窑！”他一边兴奋地叫喊，一边迅速把添柴口、烟囱封住。这样闷一天，再晾一天，泥罐就可以出窑了。",
        "rp_pair": [
            "【【旁→边】】"
        ],
        "label": 1
    },
    {
        "qid": "1-dev-11581",
        "contain_rp": "在莫斯科索科利尼基公园内，有一座别具特色的世界书法博物馆，里面珍藏着来自70个国家的书法名家的5000多件作品，其中多数出自中国书法家之手。除了展厅，博物馆内还开设有书法艺术学校。人们在这里徜徉于书法艺术的海洋，既可以在一幅幅作品【【前→边】】驻足欣赏，还可以在各国书法名家的现场指导下练习书法，钢笔、软笔、尖笔，不一而足；古罗马字体、哥特式字体、斜体字、古罗斯字体和汉字的篆隶楷行草，美不胜收。",
        "before_rp": "在莫斯科索科利尼基公园内，有一座别具特色的世界书法博物馆，里面珍藏着来自70个国家的书法名家的5000多件作品，其中多数出自中国书法家之手。除了展厅，博物馆内还开设有书法艺术学校。人们在这里徜徉于书法艺术的海洋，既可以在一幅幅作品前驻足欣赏，还可以在各国书法名家的现场指导下练习书法，钢笔、软笔、尖笔，不一而足；古罗马字体、哥特式字体、斜体字、古罗斯字体和汉字的篆隶楷行草，美不胜收。",
        "after_rp": "在莫斯科索科利尼基公园内，有一座别具特色的世界书法博物馆，里面珍藏着来自70个国家的书法名家的5000多件作品，其中多数出自中国书法家之手。除了展厅，博物馆内还开设有书法艺术学校。人们在这里徜徉于书法艺术的海洋，既可以在一幅幅作品边驻足欣赏，还可以在各国书法名家的现场指导下练习书法，钢笔、软笔、尖笔，不一而足；古罗马字体、哥特式字体、斜体字、古罗斯字体和汉字的篆隶楷行草，美不胜收。",
        "rp_pair": [
            "【【前→边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-1016",
        "contain_rp": "从早晨玩到下午，我们还是歇不下来，牵着风筝在田野里奔跑。风筝越飞越高，似乎飞到了云彩【【上→边】】。忽然吹来一阵风，线嘣地断了。风筝在空中抖动了一下，便极快地飞走了。我们大惊失色，千呼万唤，那风筝越来越小，倏地便没了踪影。",
        "before_rp": "从早晨玩到下午，我们还是歇不下来，牵着风筝在田野里奔跑。风筝越飞越高，似乎飞到了云彩上。忽然吹来一阵风，线嘣地断了。风筝在空中抖动了一下，便极快地飞走了。我们大惊失色，千呼万唤，那风筝越来越小，倏地便没了踪影。",
        "after_rp": "从早晨玩到下午，我们还是歇不下来，牵着风筝在田野里奔跑。风筝越飞越高，似乎飞到了云彩边。忽然吹来一阵风，线嘣地断了。风筝在空中抖动了一下，便极快地飞走了。我们大惊失色，千呼万唤，那风筝越来越小，倏地便没了踪影。",
        "rp_pair": [
            "【【上→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14962",
        "contain_rp": "HanguGuan函谷关（HanguGuan），历史上豫、陕间著名雄关和军事要地，豫、陕往来必经之路。函谷关本位于河南省灵宝县城东北140公里处的宏农涧河西岸。东起崤山，西至潼津，关城在谷【【中→边】】，山谷深险如函，故名。原为高100米、长25公里的黄土台，北到黄河边，南接海拔2000米以上的小秦岭。战国、秦时于此设关，汉武帝时将关移至新安县东，称函谷新关，原关称函谷故关。由于形势险要，素被称为“一夫当关，万人莫克”之地。现仅存关门。",
        "before_rp": "HanguGuan函谷关（HanguGuan），历史上豫、陕间著名雄关和军事要地，豫、陕往来必经之路。函谷关本位于河南省灵宝县城东北140公里处的宏农涧河西岸。东起崤山，西至潼津，关城在谷中，山谷深险如函，故名。原为高100米、长25公里的黄土台，北到黄河边，南接海拔2000米以上的小秦岭。战国、秦时于此设关，汉武帝时将关移至新安县东，称函谷新关，原关称函谷故关。由于形势险要，素被称为“一夫当关，万人莫克”之地。现仅存关门。",
        "after_rp": "HanguGuan函谷关（HanguGuan），历史上豫、陕间著名雄关和军事要地，豫、陕往来必经之路。函谷关本位于河南省灵宝县城东北140公里处的宏农涧河西岸。东起崤山，西至潼津，关城在谷边，山谷深险如函，故名。原为高100米、长25公里的黄土台，北到黄河边，南接海拔2000米以上的小秦岭。战国、秦时于此设关，汉武帝时将关移至新安县东，称函谷新关，原关称函谷故关。由于形势险要，素被称为“一夫当关，万人莫克”之地。现仅存关门。",
        "rp_pair": [
            "【【中→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13498",
        "contain_rp": "身体呈右侧卧姿，头枕于右臂【【上→边】】；左侧屈髋屈膝；左臂伸直；左手握住左脚脚踝，左腿屈膝。",
        "before_rp": "身体呈右侧卧姿，头枕于右臂上；左侧屈髋屈膝；左臂伸直；左手握住左脚脚踝，左腿屈膝。",
        "after_rp": "身体呈右侧卧姿，头枕于右臂边；左侧屈髋屈膝；左臂伸直；左手握住左脚脚踝，左腿屈膝。",
        "rp_pair": [
            "【【上→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-15652",
        "contain_rp": "东湖公园首次“老人相亲会”在公园大门【【内→边】】北侧的树阴下如期“开张”。",
        "before_rp": "东湖公园首次“老人相亲会”在公园大门内北侧的树阴下如期“开张”。",
        "after_rp": "东湖公园首次“老人相亲会”在公园大门边北侧的树阴下如期“开张”。",
        "rp_pair": [
            "【【内→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10445",
        "contain_rp": "由于张某某倒车时未查明车【【后→边】】情况且未确认安全后倒车，致使该货车车尾右侧碰撞郭彬，造成郭彬倒地后受伤，后经医院抢救无效于当日死亡。",
        "before_rp": "由于张某某倒车时未查明车后情况且未确认安全后倒车，致使该货车车尾右侧碰撞郭彬，造成郭彬倒地后受伤，后经医院抢救无效于当日死亡。",
        "after_rp": "由于张某某倒车时未查明车边情况且未确认安全后倒车，致使该货车车尾右侧碰撞郭彬，造成郭彬倒地后受伤，后经医院抢救无效于当日死亡。",
        "rp_pair": [
            "【【后→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10598",
        "contain_rp": "上海市浦东新区人民检察院指控，2019年2月22日10时50分许，被告人张某某驾驶牌号为沪B3XXXX小型客车沿上海市浦东新区乳山路由东向西行驶至福山路西160米处人行横道时，因疏于观察未避让行人，造成小客车正面与推婴儿车在人行道【【内→边】】由北向南通过乳山路的李红马相撞，被害人李红马经医院抢救无效于当日死亡。",
        "before_rp": "上海市浦东新区人民检察院指控，2019年2月22日10时50分许，被告人张某某驾驶牌号为沪B3XXXX小型客车沿上海市浦东新区乳山路由东向西行驶至福山路西160米处人行横道时，因疏于观察未避让行人，造成小客车正面与推婴儿车在人行道内由北向南通过乳山路的李红马相撞，被害人李红马经医院抢救无效于当日死亡。",
        "after_rp": "上海市浦东新区人民检察院指控，2019年2月22日10时50分许，被告人张某某驾驶牌号为沪B3XXXX小型客车沿上海市浦东新区乳山路由东向西行驶至福山路西160米处人行横道时，因疏于观察未避让行人，造成小客车正面与推婴儿车在人行道边由北向南通过乳山路的李红马相撞，被害人李红马经医院抢救无效于当日死亡。",
        "rp_pair": [
            "【【内→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14311",
        "contain_rp": "兰郡泽熟练地将吊车移到起火居民楼【【旁→前】】，握紧拉杆，向上伸长吊臂，将吊篮伸到楼上窗户【【前→边】】，抢救三楼阳台上的董女士和她的儿子。待这对母子平稳落地后，他又把吊篮升到四楼。眼前的吊篮让原本绝望的莽先生看到希望，一家人不到五分钟成功脱险。",
        "before_rp": "兰郡泽熟练地将吊车移到起火居民楼旁→前】】，握紧拉杆，向上伸长吊臂，将吊篮伸到楼上窗户【【前，抢救三楼阳台上的董女士和她的儿子。待这对母子平稳落地后，他又把吊篮升到四楼。眼前的吊篮让原本绝望的莽先生看到希望，一家人不到五分钟成功脱险。",
        "after_rp": "兰郡泽熟练地将吊车移到起火居民楼前，握紧拉杆，向上伸长吊臂，将吊篮伸到楼上窗户边，抢救三楼阳台上的董女士和她的儿子。待这对母子平稳落地后，他又把吊篮升到四楼。眼前的吊篮让原本绝望的莽先生看到希望，一家人不到五分钟成功脱险。",
        "rp_pair": [
            "【【旁→前】】，握紧拉杆，向上伸长吊臂，将吊篮伸到楼上窗户【【前→边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-5909",
        "contain_rp": "天空【【中→边】】隐约闪烁着几颗散落的星，大地一片漆黑，万籁俱寂。远远望去，渔码头旁电线杆上挂着的节能灯，正在一闪一闪地发出微弱的光亮。",
        "before_rp": "天空中隐约闪烁着几颗散落的星，大地一片漆黑，万籁俱寂。远远望去，渔码头旁电线杆上挂着的节能灯，正在一闪一闪地发出微弱的光亮。",
        "after_rp": "天空边隐约闪烁着几颗散落的星，大地一片漆黑，万籁俱寂。远远望去，渔码头旁电线杆上挂着的节能灯，正在一闪一闪地发出微弱的光亮。",
        "rp_pair": [
            "【【中→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11244",
        "contain_rp": "卡佳正在黑板【【旁→边】】站着，手里还拿着彩色粉笔呢！她看见我满脸不高兴的样子，就从人群中走出来，对我说：“别生气了，我知道你也喜欢画画儿，以后我们一起画吧！”我看她态度十分诚恳，不好意思地点了点头。",
        "before_rp": "卡佳正在黑板旁站着，手里还拿着彩色粉笔呢！她看见我满脸不高兴的样子，就从人群中走出来，对我说：“别生气了，我知道你也喜欢画画儿，以后我们一起画吧！”我看她态度十分诚恳，不好意思地点了点头。",
        "after_rp": "卡佳正在黑板边站着，手里还拿着彩色粉笔呢！她看见我满脸不高兴的样子，就从人群中走出来，对我说：“别生气了，我知道你也喜欢画画儿，以后我们一起画吧！”我看她态度十分诚恳，不好意思地点了点头。",
        "rp_pair": [
            "【【旁→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-5562",
        "contain_rp": "从延安宝塔山【【下→边】】的革命旧址，到太行深处的革命根据地；从于都河畔的红军长征集结出发地，到大别山中的鄂豫皖苏区首府革命博物馆；从甘肃高台的西路军纪念碑，到北京香山的革命纪念地……习近平总书记一次次回到历史的现场，倾听历史的深切回响，阐释历史对今天的深刻启迪。",
        "before_rp": "从延安宝塔山下的革命旧址，到太行深处的革命根据地；从于都河畔的红军长征集结出发地，到大别山中的鄂豫皖苏区首府革命博物馆；从甘肃高台的西路军纪念碑，到北京香山的革命纪念地……习近平总书记一次次回到历史的现场，倾听历史的深切回响，阐释历史对今天的深刻启迪。",
        "after_rp": "从延安宝塔山边的革命旧址，到太行深处的革命根据地；从于都河畔的红军长征集结出发地，到大别山中的鄂豫皖苏区首府革命博物馆；从甘肃高台的西路军纪念碑，到北京香山的革命纪念地……习近平总书记一次次回到历史的现场，倾听历史的深切回响，阐释历史对今天的深刻启迪。",
        "rp_pair": [
            "【【下→边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-6273",
        "contain_rp": "沿着滇藏公路自香格里拉至德钦，行至雾浓顶观景台，往东北方向望去便是梅里雪山，阳光照射下的雪山顶在云层环绕中半遮半掩，分外壮观。据介绍，在德钦县【【境内→边境】】，这样的公路观景台共有8个。这些观景台依托自然风光资源和观景视野设计，吸引了不少游客驻足观赏，还有众多摄影爱好者慕名前来拍摄。",
        "before_rp": "沿着滇藏公路自香格里拉至德钦，行至雾浓顶观景台，往东北方向望去便是梅里雪山，阳光照射下的雪山顶在云层环绕中半遮半掩，分外壮观。据介绍，在德钦县境内，这样的公路观景台共有8个。这些观景台依托自然风光资源和观景视野设计，吸引了不少游客驻足观赏，还有众多摄影爱好者慕名前来拍摄。",
        "after_rp": "沿着滇藏公路自香格里拉至德钦，行至雾浓顶观景台，往东北方向望去便是梅里雪山，阳光照射下的雪山顶在云层环绕中半遮半掩，分外壮观。据介绍，在德钦县边境，这样的公路观景台共有8个。这些观景台依托自然风光资源和观景视野设计，吸引了不少游客驻足观赏，还有众多摄影爱好者慕名前来拍摄。",
        "rp_pair": [
            "【【境内→边境】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-12322",
        "contain_rp": "周游让赵诗人和宋钢顶着炎炎烈日，满街走来走去散发广告，他自己躲进了苏妹有空调的点心店。这个江湖骗子一天都没有从里面出来，他开始帮助苏妹制作带吸管的小笼包子了，他从早晨开始就进厨房了，与满脸幸福的苏妹一起指导着点心师傅如何制作。苏妈坐在收钱的柜台【【前→边】】，看着自己女儿进出时脸上出现了少有的开心，不由愁上心头，她总觉得那个风度翩翩的周游是个靠不住的男人。",
        "before_rp": "周游让赵诗人和宋钢顶着炎炎烈日，满街走来走去散发广告，他自己躲进了苏妹有空调的点心店。这个江湖骗子一天都没有从里面出来，他开始帮助苏妹制作带吸管的小笼包子了，他从早晨开始就进厨房了，与满脸幸福的苏妹一起指导着点心师傅如何制作。苏妈坐在收钱的柜台前，看着自己女儿进出时脸上出现了少有的开心，不由愁上心头，她总觉得那个风度翩翩的周游是个靠不住的男人。",
        "after_rp": "周游让赵诗人和宋钢顶着炎炎烈日，满街走来走去散发广告，他自己躲进了苏妹有空调的点心店。这个江湖骗子一天都没有从里面出来，他开始帮助苏妹制作带吸管的小笼包子了，他从早晨开始就进厨房了，与满脸幸福的苏妹一起指导着点心师傅如何制作。苏妈坐在收钱的柜台边，看着自己女儿进出时脸上出现了少有的开心，不由愁上心头，她总觉得那个风度翩翩的周游是个靠不住的男人。",
        "rp_pair": [
            "【【前→边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-3208",
        "contain_rp": "一方池塘中，污水随着齿轮的搅动上下翻涌；另一池中，清澈的水流从池【【中→边】】汩汩而出，流入【【旁边→后边】】的山涧里，滋润夹岸花草；对岸，几处民宿白墙灰顶，点缀在绿水青山间；聆听是鸟语啁啾，呼吸有山风甘醇——1月9日，记者采访江西省南昌市湾里区太平镇一处半山腰上的污水处理厂，被这里的景象震惊。",
        "before_rp": "一方池塘中，污水随着齿轮的搅动上下翻涌；另一池中，清澈的水流从池中→边】】汩汩而出，流入【【旁边的山涧里，滋润夹岸花草；对岸，几处民宿白墙灰顶，点缀在绿水青山间；聆听是鸟语啁啾，呼吸有山风甘醇——1月9日，记者采访江西省南昌市湾里区太平镇一处半山腰上的污水处理厂，被这里的景象震惊。",
        "after_rp": "一方池塘中，污水随着齿轮的搅动上下翻涌；另一池中，清澈的水流从池边汩汩而出，流入后边的山涧里，滋润夹岸花草；对岸，几处民宿白墙灰顶，点缀在绿水青山间；聆听是鸟语啁啾，呼吸有山风甘醇——1月9日，记者采访江西省南昌市湾里区太平镇一处半山腰上的污水处理厂，被这里的景象震惊。",
        "rp_pair": [
            "【【中→边】】汩汩而出，流入【【旁边→后边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11914",
        "contain_rp": "小时候，爷爷常常带我到村尾的涝池旁玩耍。在炎炎夏日，有的乡亲晌午便会来涝池【【旁→边】】乘凉，微风裹着水面的凉意，令人顿感舒坦。下午，妇女们拿着搓衣板陆陆续续来到涝池，她们一边洗衣服，一边拉家常，水边不时传来笑声。傍晚时分，放牧的牛羊从山上归来，进村后在此喝足了水，被主人带着徐徐回家。在清脆悦耳的铃铛声中，整个村庄渐渐入眠。",
        "before_rp": "小时候，爷爷常常带我到村尾的涝池旁玩耍。在炎炎夏日，有的乡亲晌午便会来涝池旁乘凉，微风裹着水面的凉意，令人顿感舒坦。下午，妇女们拿着搓衣板陆陆续续来到涝池，她们一边洗衣服，一边拉家常，水边不时传来笑声。傍晚时分，放牧的牛羊从山上归来，进村后在此喝足了水，被主人带着徐徐回家。在清脆悦耳的铃铛声中，整个村庄渐渐入眠。",
        "after_rp": "小时候，爷爷常常带我到村尾的涝池旁玩耍。在炎炎夏日，有的乡亲晌午便会来涝池边乘凉，微风裹着水面的凉意，令人顿感舒坦。下午，妇女们拿着搓衣板陆陆续续来到涝池，她们一边洗衣服，一边拉家常，水边不时传来笑声。傍晚时分，放牧的牛羊从山上归来，进村后在此喝足了水，被主人带着徐徐回家。在清脆悦耳的铃铛声中，整个村庄渐渐入眠。",
        "rp_pair": [
            "【【旁→边】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-12622",
        "contain_rp": "在无边的旷野【【上→边】】，在凛冽的天宇下，闪闪地旋转升腾着的是雨的精魂……",
        "before_rp": "在无边的旷野上，在凛冽的天宇下，闪闪地旋转升腾着的是雨的精魂……",
        "after_rp": "在无边的旷野边，在凛冽的天宇下，闪闪地旋转升腾着的是雨的精魂……",
        "rp_pair": [
            "【【上→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-2069",
        "contain_rp": "她又擦着了一根火柴。这一回，她坐在美丽的圣诞树下。这棵圣诞树，比她去年圣诞节透过富商家的玻璃门看到的还要大，还要美。翠绿的树枝上点着几千支明晃晃的蜡烛，许多幅美丽的彩色画片，跟挂在商店橱窗里的一个样，在向她眨眼睛。小女孩向画片伸出手去。这时候，火柴又灭了。只见圣诞树上的烛光越升越高，最后成了在天空中闪烁的星星。有一颗星星落下来了，在天空【【中→边】】划出了一道细长的红光。",
        "before_rp": "她又擦着了一根火柴。这一回，她坐在美丽的圣诞树下。这棵圣诞树，比她去年圣诞节透过富商家的玻璃门看到的还要大，还要美。翠绿的树枝上点着几千支明晃晃的蜡烛，许多幅美丽的彩色画片，跟挂在商店橱窗里的一个样，在向她眨眼睛。小女孩向画片伸出手去。这时候，火柴又灭了。只见圣诞树上的烛光越升越高，最后成了在天空中闪烁的星星。有一颗星星落下来了，在天空中划出了一道细长的红光。",
        "after_rp": "她又擦着了一根火柴。这一回，她坐在美丽的圣诞树下。这棵圣诞树，比她去年圣诞节透过富商家的玻璃门看到的还要大，还要美。翠绿的树枝上点着几千支明晃晃的蜡烛，许多幅美丽的彩色画片，跟挂在商店橱窗里的一个样，在向她眨眼睛。小女孩向画片伸出手去。这时候，火柴又灭了。只见圣诞树上的烛光越升越高，最后成了在天空中闪烁的星星。有一颗星星落下来了，在天空边划出了一道细长的红光。",
        "rp_pair": [
            "【【中→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-1740",
        "contain_rp": "在芦苇丛【【里→边】】，水面上露出个小脑袋来。雨来还是像小鸭子一样抖着头上的水，用手抹一下眼睛和鼻子，扒着芦苇，向岸上的人问道：“鬼子走了？”",
        "before_rp": "在芦苇丛里，水面上露出个小脑袋来。雨来还是像小鸭子一样抖着头上的水，用手抹一下眼睛和鼻子，扒着芦苇，向岸上的人问道：“鬼子走了？”",
        "after_rp": "在芦苇丛边，水面上露出个小脑袋来。雨来还是像小鸭子一样抖着头上的水，用手抹一下眼睛和鼻子，扒着芦苇，向岸上的人问道：“鬼子走了？”",
        "rp_pair": [
            "【【里→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-2592",
        "contain_rp": "保持腰背挺直，右小腿向内弯曲，右脚脚掌贴在左大腿的内侧，脚跟顶住会阴部，两手掌分别自然地放在两腿膝盖【【上→边】】。",
        "before_rp": "保持腰背挺直，右小腿向内弯曲，右脚脚掌贴在左大腿的内侧，脚跟顶住会阴部，两手掌分别自然地放在两腿膝盖上。",
        "after_rp": "保持腰背挺直，右小腿向内弯曲，右脚脚掌贴在左大腿的内侧，脚跟顶住会阴部，两手掌分别自然地放在两腿膝盖边。",
        "rp_pair": [
            "【【上→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13694",
        "contain_rp": "一个春天里，我在四川广安协兴镇住了好几天。我去的那年，从华中地区驶往重庆去的火车，一般是在黎明来临之前到达广安站。我在广安下车后，坐上一辆小巴，车开到协兴坝子【【上→边】】时，天刚蒙蒙亮，川东坝子【【上→中】】的人家都还没有醒来。",
        "before_rp": "一个春天里，我在四川广安协兴镇住了好几天。我去的那年，从华中地区驶往重庆去的火车，一般是在黎明来临之前到达广安站。我在广安下车后，坐上一辆小巴，车开到协兴坝子上→边】】时，天刚蒙蒙亮，川东坝子【【上的人家都还没有醒来。",
        "after_rp": "一个春天里，我在四川广安协兴镇住了好几天。我去的那年，从华中地区驶往重庆去的火车，一般是在黎明来临之前到达广安站。我在广安下车后，坐上一辆小巴，车开到协兴坝子边时，天刚蒙蒙亮，川东坝子中的人家都还没有醒来。",
        "rp_pair": [
            "【【上→边】】时，天刚蒙蒙亮，川东坝子【【上→中】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11765",
        "contain_rp": "李国秀穿了个坎肩，从堂屋里出来，张顺东把她扶上车，就发动起车子，朝村【【外→边】】山坡上的庄稼地开去。",
        "before_rp": "李国秀穿了个坎肩，从堂屋里出来，张顺东把她扶上车，就发动起车子，朝村外山坡上的庄稼地开去。",
        "after_rp": "李国秀穿了个坎肩，从堂屋里出来，张顺东把她扶上车，就发动起车子，朝村边山坡上的庄稼地开去。",
        "rp_pair": [
            "【【外→边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-4021",
        "contain_rp": "我站在打头阵的拖拉机【【上→边】】，任凭雨水唰唰地打在脸上；拖拉机的车灯打开，在雨幕中连成一条曲线。我在心里说，这个毕业季，没有遗憾了。",
        "before_rp": "我站在打头阵的拖拉机上，任凭雨水唰唰地打在脸上；拖拉机的车灯打开，在雨幕中连成一条曲线。我在心里说，这个毕业季，没有遗憾了。",
        "after_rp": "我站在打头阵的拖拉机边，任凭雨水唰唰地打在脸上；拖拉机的车灯打开，在雨幕中连成一条曲线。我在心里说，这个毕业季，没有遗憾了。",
        "rp_pair": [
            "【【上→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-8138",
        "contain_rp": "桑桑望着白三模模糊糊的面孔，忽然对白三生起气来:所有这一切事情的发生，全是因为他!桑桑起了一个恶毒的念头:拉开天窗，然后站起来，解开裤带，让裤子落在脚面【【上→边】】，对着天窗口撒尿，直撒到白三的脸上，惊得他叫起来:“哦哟，屋漏雨了!”桑桑想象着白三被“雨”淋了的时候的样子，坐在屋脊上傻笑起来。",
        "before_rp": "桑桑望着白三模模糊糊的面孔，忽然对白三生起气来:所有这一切事情的发生，全是因为他!桑桑起了一个恶毒的念头:拉开天窗，然后站起来，解开裤带，让裤子落在脚面上，对着天窗口撒尿，直撒到白三的脸上，惊得他叫起来:“哦哟，屋漏雨了!”桑桑想象着白三被“雨”淋了的时候的样子，坐在屋脊上傻笑起来。",
        "after_rp": "桑桑望着白三模模糊糊的面孔，忽然对白三生起气来:所有这一切事情的发生，全是因为他!桑桑起了一个恶毒的念头:拉开天窗，然后站起来，解开裤带，让裤子落在脚面边，对着天窗口撒尿，直撒到白三的脸上，惊得他叫起来:“哦哟，屋漏雨了!”桑桑想象着白三被“雨”淋了的时候的样子，坐在屋脊上傻笑起来。",
        "rp_pair": [
            "【【上→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-4321",
        "contain_rp": "走进上岗头村，大家眼前一亮：村道宽阔平整，农房整整齐齐，四处遍布绿植，村道【【旁→边】】的公园里，村民悠闲地散步聊天。",
        "before_rp": "走进上岗头村，大家眼前一亮：村道宽阔平整，农房整整齐齐，四处遍布绿植，村道旁的公园里，村民悠闲地散步聊天。",
        "after_rp": "走进上岗头村，大家眼前一亮：村道宽阔平整，农房整整齐齐，四处遍布绿植，村道边的公园里，村民悠闲地散步聊天。",
        "rp_pair": [
            "【【旁→边】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-6440",
        "contain_rp": "被列为省重点烈士纪念建筑物保护单位的荆门烈士陵园，正坐落于荆门市【【内→边】】的象山上。每每拾级而上，站在象山上四望，那一枚枚红色路标早已镌刻于心……",
        "before_rp": "被列为省重点烈士纪念建筑物保护单位的荆门烈士陵园，正坐落于荆门市内的象山上。每每拾级而上，站在象山上四望，那一枚枚红色路标早已镌刻于心……",
        "after_rp": "被列为省重点烈士纪念建筑物保护单位的荆门烈士陵园，正坐落于荆门市边的象山上。每每拾级而上，站在象山上四望，那一枚枚红色路标早已镌刻于心……",
        "rp_pair": [
            "【【内→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-4082",
        "contain_rp": "尼日利亚卡诺河旁，清澈的河水缓缓流入田间，灌溉着庄稼。尼日利亚水资源部国家项目协调员皮特站在水渠【【旁→边】】看着眼前的景象，满脸欣喜：“中国企业克服了重重困难，抢在雨季前高质量移交了部分渠块，让当地民众及时开展播种。这片农田一定能获得丰收。”",
        "before_rp": "尼日利亚卡诺河旁，清澈的河水缓缓流入田间，灌溉着庄稼。尼日利亚水资源部国家项目协调员皮特站在水渠旁看着眼前的景象，满脸欣喜：“中国企业克服了重重困难，抢在雨季前高质量移交了部分渠块，让当地民众及时开展播种。这片农田一定能获得丰收。”",
        "after_rp": "尼日利亚卡诺河旁，清澈的河水缓缓流入田间，灌溉着庄稼。尼日利亚水资源部国家项目协调员皮特站在水渠边看着眼前的景象，满脸欣喜：“中国企业克服了重重困难，抢在雨季前高质量移交了部分渠块，让当地民众及时开展播种。这片农田一定能获得丰收。”",
        "rp_pair": [
            "【【旁→边】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-5133",
        "contain_rp": "上岸，辣香味儿飘了过来。桂花树后面的大门【【上→边】】，挂着亮灿灿的食品公司牌匾。进来，只见3个车间左右排列，平地上晾晒着一排排鸭脖，工人们正将一箱箱成品装上货车。",
        "before_rp": "上岸，辣香味儿飘了过来。桂花树后面的大门上，挂着亮灿灿的食品公司牌匾。进来，只见3个车间左右排列，平地上晾晒着一排排鸭脖，工人们正将一箱箱成品装上货车。",
        "after_rp": "上岸，辣香味儿飘了过来。桂花树后面的大门边，挂着亮灿灿的食品公司牌匾。进来，只见3个车间左右排列，平地上晾晒着一排排鸭脖，工人们正将一箱箱成品装上货车。",
        "rp_pair": [
            "【【上→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-1379",
        "contain_rp": "小草偷偷地从土里钻出来，嫩嫩的，绿绿的。园子【【里→边】】，田野【【里→上】】，瞧去，一大片一大片满是的。坐着，躺着，打两个滚，踢几脚球，赛几趟跑，捉几回迷藏。风轻悄悄的，草绵软软的。",
        "before_rp": "小草偷偷地从土里钻出来，嫩嫩的，绿绿的。园子里→边】】，田野【【里，瞧去，一大片一大片满是的。坐着，躺着，打两个滚，踢几脚球，赛几趟跑，捉几回迷藏。风轻悄悄的，草绵软软的。",
        "after_rp": "小草偷偷地从土里钻出来，嫩嫩的，绿绿的。园子边，田野上，瞧去，一大片一大片满是的。坐着，躺着，打两个滚，踢几脚球，赛几趟跑，捉几回迷藏。风轻悄悄的，草绵软软的。",
        "rp_pair": [
            "【【里→边】】，田野【【里→上】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-1658",
        "contain_rp": "在途中，我们遇到了十几个背竹篓的人。他们把竹篓靠在路旁岩石【【上→边】】，站在那儿歇息。走近了才发现，每个背篓里都装着一块大石板。背着石板攀登天梯，可真了不起。",
        "before_rp": "在途中，我们遇到了十几个背竹篓的人。他们把竹篓靠在路旁岩石上，站在那儿歇息。走近了才发现，每个背篓里都装着一块大石板。背着石板攀登天梯，可真了不起。",
        "after_rp": "在途中，我们遇到了十几个背竹篓的人。他们把竹篓靠在路旁岩石边，站在那儿歇息。走近了才发现，每个背篓里都装着一块大石板。背着石板攀登天梯，可真了不起。",
        "rp_pair": [
            "【【上→边】】"
        ],
        "label": 1
    },
    {
        "qid": "1-dev-11850",
        "contain_rp": "引导员站在起降圈【【前→上】】，仰头在暗夜中寻找直升机的身影，手中紧握着引导灯棒。",
        "before_rp": "引导员站在起降圈前，仰头在暗夜中寻找直升机的身影，手中紧握着引导灯棒。",
        "after_rp": "引导员站在起降圈上，仰头在暗夜中寻找直升机的身影，手中紧握着引导灯棒。",
        "rp_pair": [
            "【【前→上】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-12393",
        "contain_rp": "在中国年径流深度分布图【【上→里】】有几条很有意义的等值线（以下简称等流线），其中以50毫米等流线最为重要，它大致自大兴安岭西麓经松辽平原东侧、内蒙古高原南缘、鄂尔多斯高原东缘、藏北高原而止于西藏南部，由东北至西南斜贯全国。此线在东部大致与400毫米、在西部则与200毫米年降水量等值线（以下简称等雨线）相接近，并将中国分为东西两部分。东部地表径流丰富；西部地表径流很少。",
        "before_rp": "在中国年径流深度分布图上有几条很有意义的等值线（以下简称等流线），其中以50毫米等流线最为重要，它大致自大兴安岭西麓经松辽平原东侧、内蒙古高原南缘、鄂尔多斯高原东缘、藏北高原而止于西藏南部，由东北至西南斜贯全国。此线在东部大致与400毫米、在西部则与200毫米年降水量等值线（以下简称等雨线）相接近，并将中国分为东西两部分。东部地表径流丰富；西部地表径流很少。",
        "after_rp": "在中国年径流深度分布图里有几条很有意义的等值线（以下简称等流线），其中以50毫米等流线最为重要，它大致自大兴安岭西麓经松辽平原东侧、内蒙古高原南缘、鄂尔多斯高原东缘、藏北高原而止于西藏南部，由东北至西南斜贯全国。此线在东部大致与400毫米、在西部则与200毫米年降水量等值线（以下简称等雨线）相接近，并将中国分为东西两部分。东部地表径流丰富；西部地表径流很少。",
        "rp_pair": [
            "【【上→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-15224",
        "contain_rp": "其驾车至鹤祥路【【外→上】】青松公路路口时，与女友在车内发生纠纷，白鹤派出所巡逻队员前往劝架，发现其有酒后驾车的嫌疑，遂通知民警到场，后其被民警当场查获。",
        "before_rp": "其驾车至鹤祥路外青松公路路口时，与女友在车内发生纠纷，白鹤派出所巡逻队员前往劝架，发现其有酒后驾车的嫌疑，遂通知民警到场，后其被民警当场查获。",
        "after_rp": "其驾车至鹤祥路上青松公路路口时，与女友在车内发生纠纷，白鹤派出所巡逻队员前往劝架，发现其有酒后驾车的嫌疑，遂通知民警到场，后其被民警当场查获。",
        "rp_pair": [
            "【【外→上】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-729",
        "contain_rp": "他们的屋后倘若有一条小河，那么在石桥旁边，在绿树阴【【下→后】】，会见到一群鸭子，游戏水中，不时地把头扎到水下去觅食。即使附近的石头上有妇女在捣衣，它们也从不吃惊。",
        "before_rp": "他们的屋后倘若有一条小河，那么在石桥旁边，在绿树阴下，会见到一群鸭子，游戏水中，不时地把头扎到水下去觅食。即使附近的石头上有妇女在捣衣，它们也从不吃惊。",
        "after_rp": "他们的屋后倘若有一条小河，那么在石桥旁边，在绿树阴后，会见到一群鸭子，游戏水中，不时地把头扎到水下去觅食。即使附近的石头上有妇女在捣衣，它们也从不吃惊。",
        "rp_pair": [
            "【【下→后】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-5477",
        "contain_rp": "“把铁锅盖严实，让锅【【里→上】】发酵好的高粱在里面闷着‘出汗’。”吴洪早告诉记者，这个过程就是“蒸馏”。铁锅顶上连接着一根管道通向冷却桶，蒸气顺着管道流到桶里，冷却后便是酒的初级产品。",
        "before_rp": "“把铁锅盖严实，让锅里发酵好的高粱在里面闷着‘出汗’。”吴洪早告诉记者，这个过程就是“蒸馏”。铁锅顶上连接着一根管道通向冷却桶，蒸气顺着管道流到桶里，冷却后便是酒的初级产品。",
        "after_rp": "“把铁锅盖严实，让锅上发酵好的高粱在里面闷着‘出汗’。”吴洪早告诉记者，这个过程就是“蒸馏”。铁锅顶上连接着一根管道通向冷却桶，蒸气顺着管道流到桶里，冷却后便是酒的初级产品。",
        "rp_pair": [
            "【【里→上】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-3939",
        "contain_rp": "只见他把绳子一头缠在腰上，一头缠在窗子栏杆【【上→后】】，蹚着水，把老人挨个背到了安全地带。反复确认一楼没人后，贺勇瘫坐在椅子上，终于能喘口气。",
        "before_rp": "只见他把绳子一头缠在腰上，一头缠在窗子栏杆上，蹚着水，把老人挨个背到了安全地带。反复确认一楼没人后，贺勇瘫坐在椅子上，终于能喘口气。",
        "after_rp": "只见他把绳子一头缠在腰上，一头缠在窗子栏杆后，蹚着水，把老人挨个背到了安全地带。反复确认一楼没人后，贺勇瘫坐在椅子上，终于能喘口气。",
        "rp_pair": [
            "【【上→后】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13687",
        "contain_rp": "闲暇时光，工作队里的苏仲山利用自身的速写特长，将改变前后的村容村貌画下来，张贴到宣传栏【【里→上】】。“一边是窗明几净、花木繁茂，一边是蛛网高挂、蚊虫环绕，哪个好，哪个不好，大家自会评判。”余波坦言。",
        "before_rp": "闲暇时光，工作队里的苏仲山利用自身的速写特长，将改变前后的村容村貌画下来，张贴到宣传栏里。“一边是窗明几净、花木繁茂，一边是蛛网高挂、蚊虫环绕，哪个好，哪个不好，大家自会评判。”余波坦言。",
        "after_rp": "闲暇时光，工作队里的苏仲山利用自身的速写特长，将改变前后的村容村貌画下来，张贴到宣传栏上。“一边是窗明几净、花木繁茂，一边是蛛网高挂、蚊虫环绕，哪个好，哪个不好，大家自会评判。”余波坦言。",
        "rp_pair": [
            "【【里→上】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-5823",
        "contain_rp": "在江西，吃上生态饭的不止长水村，分宜县大砻【【下→后】】林场，万亩竹林中生长着竹荪。林下套种竹荪，还可以通过松土促进新鞭的生长，解决竹林收益小、林区富余劳动力等问题。",
        "before_rp": "在江西，吃上生态饭的不止长水村，分宜县大砻下林场，万亩竹林中生长着竹荪。林下套种竹荪，还可以通过松土促进新鞭的生长，解决竹林收益小、林区富余劳动力等问题。",
        "after_rp": "在江西，吃上生态饭的不止长水村，分宜县大砻后林场，万亩竹林中生长着竹荪。林下套种竹荪，还可以通过松土促进新鞭的生长，解决竹林收益小、林区富余劳动力等问题。",
        "rp_pair": [
            "【【下→后】】"
        ],
        "label": 3
    },
    {
        "qid": "1-test-15331",
        "contain_rp": "经审理查明：2017年10月10日上午10时许，被告人李某某驾驶一辆牌号为沪AXXXXX的小客车沿本市淡水路由北向南行驶至自忠路向东左转弯行驶，适逢被害人朱某某与吴某某沿淡水路东侧人行横道线上由北向南穿越自忠路，被告人李某某在通过人行横道线【【上→后】】时未让行人和在转弯时大弯小转，将被害人朱某某撞倒并卷入车底。",
        "before_rp": "经审理查明：2017年10月10日上午10时许，被告人李某某驾驶一辆牌号为沪AXXXXX的小客车沿本市淡水路由北向南行驶至自忠路向东左转弯行驶，适逢被害人朱某某与吴某某沿淡水路东侧人行横道线上由北向南穿越自忠路，被告人李某某在通过人行横道线上时未让行人和在转弯时大弯小转，将被害人朱某某撞倒并卷入车底。",
        "after_rp": "经审理查明：2017年10月10日上午10时许，被告人李某某驾驶一辆牌号为沪AXXXXX的小客车沿本市淡水路由北向南行驶至自忠路向东左转弯行驶，适逢被害人朱某某与吴某某沿淡水路东侧人行横道线上由北向南穿越自忠路，被告人李某某在通过人行横道线后时未让行人和在转弯时大弯小转，将被害人朱某某撞倒并卷入车底。",
        "rp_pair": [
            "【【上→后】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13768",
        "contain_rp": "3月19日深夜，张彦龙想“换换法子”。他们联系渔民，驾驶借来的快艇换了地点上船，从世业洲小江水域绕到长江119附近水域时，张彦龙的眼睛突然亮了：夜幕【【下→里】】，一排大黑管子竖立在空中，不停向外吐出黑水，一艘采砂船与一艘运砂船正在作案！",
        "before_rp": "3月19日深夜，张彦龙想“换换法子”。他们联系渔民，驾驶借来的快艇换了地点上船，从世业洲小江水域绕到长江119附近水域时，张彦龙的眼睛突然亮了：夜幕下，一排大黑管子竖立在空中，不停向外吐出黑水，一艘采砂船与一艘运砂船正在作案！",
        "after_rp": "3月19日深夜，张彦龙想“换换法子”。他们联系渔民，驾驶借来的快艇换了地点上船，从世业洲小江水域绕到长江119附近水域时，张彦龙的眼睛突然亮了：夜幕里，一排大黑管子竖立在空中，不停向外吐出黑水，一艘采砂船与一艘运砂船正在作案！",
        "rp_pair": [
            "【【下→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-545",
        "contain_rp": "现在四周空荡荡了，只有一辆手扶拖拉机还停在趴着的汽车旁。有个人在汽车旁东瞧西望，是在看看还有什么东西可以拿走。看了一阵后才一个一个爬到拖拉机【【上→里】】，于是拖拉机开动了。",
        "before_rp": "现在四周空荡荡了，只有一辆手扶拖拉机还停在趴着的汽车旁。有个人在汽车旁东瞧西望，是在看看还有什么东西可以拿走。看了一阵后才一个一个爬到拖拉机上，于是拖拉机开动了。",
        "after_rp": "现在四周空荡荡了，只有一辆手扶拖拉机还停在趴着的汽车旁。有个人在汽车旁东瞧西望，是在看看还有什么东西可以拿走。看了一阵后才一个一个爬到拖拉机里，于是拖拉机开动了。",
        "rp_pair": [
            "【【上→里】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-409",
        "contain_rp": "凤娇照例跑到第三节车厢去找她的“北京话”，香雪紧紧头上的紫红色线围巾，把臂弯【【里→上】】的篮子换了换手，也顺着车身不停的跑着。她尽量高高地垫起脚尖，希望车厢里的人能看见她的脸。车上一直没有人发现她，她却在一张堆满食品的小桌上，发现了渴望已久的东西。它的出现，使她再也不想往前走了，她放下篮子，心跳着，双手紧紧扒住窗框，认清了那真是一只铅笔盒，一只装有吸铁石的自动铅笔盒。它和她离得那样近，她一伸手就可以摸到。",
        "before_rp": "凤娇照例跑到第三节车厢去找她的“北京话”，香雪紧紧头上的紫红色线围巾，把臂弯里的篮子换了换手，也顺着车身不停的跑着。她尽量高高地垫起脚尖，希望车厢里的人能看见她的脸。车上一直没有人发现她，她却在一张堆满食品的小桌上，发现了渴望已久的东西。它的出现，使她再也不想往前走了，她放下篮子，心跳着，双手紧紧扒住窗框，认清了那真是一只铅笔盒，一只装有吸铁石的自动铅笔盒。它和她离得那样近，她一伸手就可以摸到。",
        "after_rp": "凤娇照例跑到第三节车厢去找她的“北京话”，香雪紧紧头上的紫红色线围巾，把臂弯上的篮子换了换手，也顺着车身不停的跑着。她尽量高高地垫起脚尖，希望车厢里的人能看见她的脸。车上一直没有人发现她，她却在一张堆满食品的小桌上，发现了渴望已久的东西。它的出现，使她再也不想往前走了，她放下篮子，心跳着，双手紧紧扒住窗框，认清了那真是一只铅笔盒，一只装有吸铁石的自动铅笔盒。它和她离得那样近，她一伸手就可以摸到。",
        "rp_pair": [
            "【【里→上】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11582",
        "contain_rp": "在这一派明净的山水中，舒展心境，恍惚想象自己就是一棵崖柏，生长于石林壁【【上→前】】，与这山与这水与这天地，相悠游相偎依相守望。在人与自然的交接中，精神也健旺了起来。",
        "before_rp": "在这一派明净的山水中，舒展心境，恍惚想象自己就是一棵崖柏，生长于石林壁上，与这山与这水与这天地，相悠游相偎依相守望。在人与自然的交接中，精神也健旺了起来。",
        "after_rp": "在这一派明净的山水中，舒展心境，恍惚想象自己就是一棵崖柏，生长于石林壁前，与这山与这水与这天地，相悠游相偎依相守望。在人与自然的交接中，精神也健旺了起来。",
        "rp_pair": [
            "【【上→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-1405",
        "contain_rp": "每一穗花都是上面的盛开、下面的待放。颜色便上浅下深，好像那紫色沉淀下来了，沉淀在最嫩最小的花苞【【里→上】】。每一朵盛开的花像是一个张满了的小小的帆，帆下带着尖底的船，船舱鼓鼓的；又像一个忍俊不禁的笑容，就要绽开似的。那里装的是什么仙露琼浆？我凑上去，想摘一朵。",
        "before_rp": "每一穗花都是上面的盛开、下面的待放。颜色便上浅下深，好像那紫色沉淀下来了，沉淀在最嫩最小的花苞里。每一朵盛开的花像是一个张满了的小小的帆，帆下带着尖底的船，船舱鼓鼓的；又像一个忍俊不禁的笑容，就要绽开似的。那里装的是什么仙露琼浆？我凑上去，想摘一朵。",
        "after_rp": "每一穗花都是上面的盛开、下面的待放。颜色便上浅下深，好像那紫色沉淀下来了，沉淀在最嫩最小的花苞上。每一朵盛开的花像是一个张满了的小小的帆，帆下带着尖底的船，船舱鼓鼓的；又像一个忍俊不禁的笑容，就要绽开似的。那里装的是什么仙露琼浆？我凑上去，想摘一朵。",
        "rp_pair": [
            "【【里→上】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11890",
        "contain_rp": "站在堡子黑色石砾地衣上遥望，向西能望见汉长城过玉门、瓜州、敦煌一路进入新疆，向北能望见它们的分支沿着黑河北【【上→后】】，向着居延海延伸。这是汉长城上的一处重要关隘，那些在居延丝绸古道上来来去去的人，都见过堡子里深夜明亮的灯光。",
        "before_rp": "站在堡子黑色石砾地衣上遥望，向西能望见汉长城过玉门、瓜州、敦煌一路进入新疆，向北能望见它们的分支沿着黑河北上，向着居延海延伸。这是汉长城上的一处重要关隘，那些在居延丝绸古道上来来去去的人，都见过堡子里深夜明亮的灯光。",
        "after_rp": "站在堡子黑色石砾地衣上遥望，向西能望见汉长城过玉门、瓜州、敦煌一路进入新疆，向北能望见它们的分支沿着黑河北后，向着居延海延伸。这是汉长城上的一处重要关隘，那些在居延丝绸古道上来来去去的人，都见过堡子里深夜明亮的灯光。",
        "rp_pair": [
            "【【上→后】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-1381",
        "contain_rp": "是一轮灿烂的满月。它像一面光辉四射的银盘似的，从那平静的大海【【里→上】】涌了出来。大海里，闪烁着一片鱼鳞似的银波。沙滩上，也突然明亮了起来，一片片坐着、卧着、走着的人影，看得清清楚楚了。啊！海滩上，居然有这么多的人在乘凉。说话声、欢笑声、唱歌声、嬉闹声，响遍了整个的海滩。",
        "before_rp": "是一轮灿烂的满月。它像一面光辉四射的银盘似的，从那平静的大海里涌了出来。大海里，闪烁着一片鱼鳞似的银波。沙滩上，也突然明亮了起来，一片片坐着、卧着、走着的人影，看得清清楚楚了。啊！海滩上，居然有这么多的人在乘凉。说话声、欢笑声、唱歌声、嬉闹声，响遍了整个的海滩。",
        "after_rp": "是一轮灿烂的满月。它像一面光辉四射的银盘似的，从那平静的大海上涌了出来。大海里，闪烁着一片鱼鳞似的银波。沙滩上，也突然明亮了起来，一片片坐着、卧着、走着的人影，看得清清楚楚了。啊！海滩上，居然有这么多的人在乘凉。说话声、欢笑声、唱歌声、嬉闹声，响遍了整个的海滩。",
        "rp_pair": [
            "【【里→上】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-4020",
        "contain_rp": "我站在打头阵的拖拉机【【上→前】】，任凭雨水唰唰地打在脸上；拖拉机的车灯打开，在雨幕中连成一条曲线。我在心里说，这个毕业季，没有遗憾了。",
        "before_rp": "我站在打头阵的拖拉机上，任凭雨水唰唰地打在脸上；拖拉机的车灯打开，在雨幕中连成一条曲线。我在心里说，这个毕业季，没有遗憾了。",
        "after_rp": "我站在打头阵的拖拉机前，任凭雨水唰唰地打在脸上；拖拉机的车灯打开，在雨幕中连成一条曲线。我在心里说，这个毕业季，没有遗憾了。",
        "rp_pair": [
            "【【上→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11841",
        "contain_rp": "响，只见一辆黑色面包车落入水库，车头已没入水中，车辆【【后→上】】半部分尚在水面之上。他没有片刻犹豫，跳下车飞奔过去，从4米多高的堤坝跳入水库，奋力游向正在下沉的车辆。靠近后，他发现落水车辆前门的车窗未关，立即从窗口将一个小男孩拉出水面、救到岸边。随后，他立即游回去从窗口拉出一名妇女和一个小女孩。施救过程中，由于被救者在水中扑腾挣扎，他沉浮好几次，才将她们托举上岸。",
        "before_rp": "响，只见一辆黑色面包车落入水库，车头已没入水中，车辆后半部分尚在水面之上。他没有片刻犹豫，跳下车飞奔过去，从4米多高的堤坝跳入水库，奋力游向正在下沉的车辆。靠近后，他发现落水车辆前门的车窗未关，立即从窗口将一个小男孩拉出水面、救到岸边。随后，他立即游回去从窗口拉出一名妇女和一个小女孩。施救过程中，由于被救者在水中扑腾挣扎，他沉浮好几次，才将她们托举上岸。",
        "after_rp": "响，只见一辆黑色面包车落入水库，车头已没入水中，车辆上半部分尚在水面之上。他没有片刻犹豫，跳下车飞奔过去，从4米多高的堤坝跳入水库，奋力游向正在下沉的车辆。靠近后，他发现落水车辆前门的车窗未关，立即从窗口将一个小男孩拉出水面、救到岸边。随后，他立即游回去从窗口拉出一名妇女和一个小女孩。施救过程中，由于被救者在水中扑腾挣扎，他沉浮好几次，才将她们托举上岸。",
        "rp_pair": [
            "【【后→上】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-9347",
        "contain_rp": "周游口袋里只有五元钱，他要是乘坐一次三轮车口袋【【里→下】】的钱就变成零了。他知道这些蹬三轮车的不能惹，少一元钱都会和他拼个头破血流。所以蹬三轮车的上来拉生意时，他理都不理他们，而是从西装口袋里掏出个玩具手机，这个玩具手机像真的一样，里面装上一节五号电池，悄悄按上一个键，手机的铃声就会响起来。当蹬三轮车的上来问他去哪个宾馆时，他的手机就响了，他拿出来对着手机怒气冲冲地说：",
        "before_rp": "周游口袋里只有五元钱，他要是乘坐一次三轮车口袋里的钱就变成零了。他知道这些蹬三轮车的不能惹，少一元钱都会和他拼个头破血流。所以蹬三轮车的上来拉生意时，他理都不理他们，而是从西装口袋里掏出个玩具手机，这个玩具手机像真的一样，里面装上一节五号电池，悄悄按上一个键，手机的铃声就会响起来。当蹬三轮车的上来问他去哪个宾馆时，他的手机就响了，他拿出来对着手机怒气冲冲地说：",
        "after_rp": "周游口袋里只有五元钱，他要是乘坐一次三轮车口袋下的钱就变成零了。他知道这些蹬三轮车的不能惹，少一元钱都会和他拼个头破血流。所以蹬三轮车的上来拉生意时，他理都不理他们，而是从西装口袋里掏出个玩具手机，这个玩具手机像真的一样，里面装上一节五号电池，悄悄按上一个键，手机的铃声就会响起来。当蹬三轮车的上来问他去哪个宾馆时，他的手机就响了，他拿出来对着手机怒气冲冲地说：",
        "rp_pair": [
            "【【里→下】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11768",
        "contain_rp": "李国秀穿了个坎肩，从堂屋里出来，张顺东把她扶上车，就发动起车子，朝村【【外→边】】山坡【【上→前】】的庄稼地开去。",
        "before_rp": "李国秀穿了个坎肩，从堂屋里出来，张顺东把她扶上车，就发动起车子，朝村外→边】】山坡【【上的庄稼地开去。",
        "after_rp": "李国秀穿了个坎肩，从堂屋里出来，张顺东把她扶上车，就发动起车子，朝村边山坡前的庄稼地开去。",
        "rp_pair": [
            "【【外→边】】山坡【【上→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-5370",
        "contain_rp": "防护服【【上→前】】挂着冰晶，护目镜内汗珠点点，结束新冠病毒检测任务，从冷库里走出来时，一名检测员的手臂已经冻得无法动弹，过了半天才缓过来。隔着防护服，我们看不清彼此的脸。",
        "before_rp": "防护服上挂着冰晶，护目镜内汗珠点点，结束新冠病毒检测任务，从冷库里走出来时，一名检测员的手臂已经冻得无法动弹，过了半天才缓过来。隔着防护服，我们看不清彼此的脸。",
        "after_rp": "防护服前挂着冰晶，护目镜内汗珠点点，结束新冠病毒检测任务，从冷库里走出来时，一名检测员的手臂已经冻得无法动弹，过了半天才缓过来。隔着防护服，我们看不清彼此的脸。",
        "rp_pair": [
            "【【上→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-12572",
        "contain_rp": "稻草堆【【里→上】】，显微镜下，细菌过滤器和生物培养箱【【旁→里】】，迎来晨辉初绽，送走晚霞余红，提取出一种种稻草病菌，培养出一批批菌种新苗。",
        "before_rp": "稻草堆里→上】】，显微镜下，细菌过滤器和生物培养箱【【旁，迎来晨辉初绽，送走晚霞余红，提取出一种种稻草病菌，培养出一批批菌种新苗。",
        "after_rp": "稻草堆上，显微镜下，细菌过滤器和生物培养箱里，迎来晨辉初绽，送走晚霞余红，提取出一种种稻草病菌，培养出一批批菌种新苗。",
        "rp_pair": [
            "【【里→上】】，显微镜下，细菌过滤器和生物培养箱【【旁→里】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11672",
        "contain_rp": "中国红十字会救护总队就设在图云关的山谷里。一条公路从两山中穿过，公路两边的山坡【【上→前】】，有一排排草房，这便是红十字会所在地——战时中国最大的医学中心、战场医疗救护队伍的大本营，也是外国援华医生们的目的地。",
        "before_rp": "中国红十字会救护总队就设在图云关的山谷里。一条公路从两山中穿过，公路两边的山坡上，有一排排草房，这便是红十字会所在地——战时中国最大的医学中心、战场医疗救护队伍的大本营，也是外国援华医生们的目的地。",
        "after_rp": "中国红十字会救护总队就设在图云关的山谷里。一条公路从两山中穿过，公路两边的山坡前，有一排排草房，这便是红十字会所在地——战时中国最大的医学中心、战场医疗救护队伍的大本营，也是外国援华医生们的目的地。",
        "rp_pair": [
            "【【上→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-12686",
        "contain_rp": "眼前的环境好像是一个梦。在敌人的炮火【【里→下】】打滚，在高粱地【【里→上】】淋着雨过夜，一晚上不知道要过几条汽车路，爬几道沟。发高烧和打寒噤的时候，孩子们也没停下来。一心想：找队伍去呀，找到队伍就好了！",
        "before_rp": "眼前的环境好像是一个梦。在敌人的炮火里→下】】打滚，在高粱地【【里淋着雨过夜，一晚上不知道要过几条汽车路，爬几道沟。发高烧和打寒噤的时候，孩子们也没停下来。一心想：找队伍去呀，找到队伍就好了！",
        "after_rp": "眼前的环境好像是一个梦。在敌人的炮火下打滚，在高粱地上淋着雨过夜，一晚上不知道要过几条汽车路，爬几道沟。发高烧和打寒噤的时候，孩子们也没停下来。一心想：找队伍去呀，找到队伍就好了！",
        "rp_pair": [
            "【【里→下】】打滚，在高粱地【【里→上】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11445",
        "contain_rp": "缓慢呼气，两肘弯曲，向内收回小臂，将手指尖轻放在肩膀【【上→后】】，掌心向下，转动肘部做旋转运动。",
        "before_rp": "缓慢呼气，两肘弯曲，向内收回小臂，将手指尖轻放在肩膀上，掌心向下，转动肘部做旋转运动。",
        "after_rp": "缓慢呼气，两肘弯曲，向内收回小臂，将手指尖轻放在肩膀后，掌心向下，转动肘部做旋转运动。",
        "rp_pair": [
            "【【上→后】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-139",
        "contain_rp": "在这一年的秋收季节，这位专利权所有者创办了一家新奇的“填洞公司”。在这个洞的附近造起了一所小房子，门【【上→外】】挂着一块小小的招牌。",
        "before_rp": "在这一年的秋收季节，这位专利权所有者创办了一家新奇的“填洞公司”。在这个洞的附近造起了一所小房子，门上挂着一块小小的招牌。",
        "after_rp": "在这一年的秋收季节，这位专利权所有者创办了一家新奇的“填洞公司”。在这个洞的附近造起了一所小房子，门外挂着一块小小的招牌。",
        "rp_pair": [
            "【【上→外】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-7889",
        "contain_rp": "水边的芦叶【【里→下】】，飞着无数萤火虫。有时，它们几十只几百只地聚集在一起时，居然能把水面照亮，使杜小康能看见一只水鸟正浮在水面上。",
        "before_rp": "水边的芦叶里，飞着无数萤火虫。有时，它们几十只几百只地聚集在一起时，居然能把水面照亮，使杜小康能看见一只水鸟正浮在水面上。",
        "after_rp": "水边的芦叶下，飞着无数萤火虫。有时，它们几十只几百只地聚集在一起时，居然能把水面照亮，使杜小康能看见一只水鸟正浮在水面上。",
        "rp_pair": [
            "【【里→下】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-6905",
        "contain_rp": "记者走进中队营区，发现中队学习党史的氛围十分浓厚：操场两侧橱窗里，官兵学党史、研理论的心得体会周周更新；楼梯走廊【【里→上】】，党史主题展板月月更换……",
        "before_rp": "记者走进中队营区，发现中队学习党史的氛围十分浓厚：操场两侧橱窗里，官兵学党史、研理论的心得体会周周更新；楼梯走廊里，党史主题展板月月更换……",
        "after_rp": "记者走进中队营区，发现中队学习党史的氛围十分浓厚：操场两侧橱窗里，官兵学党史、研理论的心得体会周周更新；楼梯走廊上，党史主题展板月月更换……",
        "rp_pair": [
            "【【里→上】】"
        ],
        "label": 1
    },
    {
        "qid": "1-dev-11819",
        "contain_rp": "老缪接到电话后，带领9名队员，顶风冒雨赶到现场。他们很快查明了现场情况——若要处理断线，必须先切断电源，而供电的变压器基础淹在洼地【【里→下】】，积水很深，必须等雨停了才能切断电源。但是，断电线此刻正悬挂在街道上方，随风摇晃，路上又人来人往，随时都有可能发生触电事故。",
        "before_rp": "老缪接到电话后，带领9名队员，顶风冒雨赶到现场。他们很快查明了现场情况——若要处理断线，必须先切断电源，而供电的变压器基础淹在洼地里，积水很深，必须等雨停了才能切断电源。但是，断电线此刻正悬挂在街道上方，随风摇晃，路上又人来人往，随时都有可能发生触电事故。",
        "after_rp": "老缪接到电话后，带领9名队员，顶风冒雨赶到现场。他们很快查明了现场情况——若要处理断线，必须先切断电源，而供电的变压器基础淹在洼地下，积水很深，必须等雨停了才能切断电源。但是，断电线此刻正悬挂在街道上方，随风摇晃，路上又人来人往，随时都有可能发生触电事故。",
        "rp_pair": [
            "【【里→下】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-3167",
        "contain_rp": "行走驿站，在明媚的光影【【里→下】】，寻觅那些温暖的遇见。入街口的一幢老宅，用石砖奠基，工艺精细，推起来嘎嘎响的木制大门、红漆剥落的木雕窗户，裸露着木质纹理。一个旧书摊因陋就简，直接在屋檐下支起一块长形的木板，一头顺势搭在高高的木门槛上，一些旧报刊按类码放在上面。一个老者躺在门口的太师椅上看书，老旧的茶桌上，一杯茶水正冒着热气。",
        "before_rp": "行走驿站，在明媚的光影里，寻觅那些温暖的遇见。入街口的一幢老宅，用石砖奠基，工艺精细，推起来嘎嘎响的木制大门、红漆剥落的木雕窗户，裸露着木质纹理。一个旧书摊因陋就简，直接在屋檐下支起一块长形的木板，一头顺势搭在高高的木门槛上，一些旧报刊按类码放在上面。一个老者躺在门口的太师椅上看书，老旧的茶桌上，一杯茶水正冒着热气。",
        "after_rp": "行走驿站，在明媚的光影下，寻觅那些温暖的遇见。入街口的一幢老宅，用石砖奠基，工艺精细，推起来嘎嘎响的木制大门、红漆剥落的木雕窗户，裸露着木质纹理。一个旧书摊因陋就简，直接在屋檐下支起一块长形的木板，一头顺势搭在高高的木门槛上，一些旧报刊按类码放在上面。一个老者躺在门口的太师椅上看书，老旧的茶桌上，一杯茶水正冒着热气。",
        "rp_pair": [
            "【【里→下】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14241",
        "contain_rp": "沿着318国道进入波密县，红色建筑随处可见。第一站就是介绍波密历史的一面红墙，上面陈列着壁画和浮雕；在扎木镇，扎木中心县委红楼经历一甲子风雨后仍屹立；在波密各个乡镇【【里→上】】、道路【【旁→上】】，经常有小型的红色雕塑，向往来游客展示着波密县的红色历史。",
        "before_rp": "沿着318国道进入波密县，红色建筑随处可见。第一站就是介绍波密历史的一面红墙，上面陈列着壁画和浮雕；在扎木镇，扎木中心县委红楼经历一甲子风雨后仍屹立；在波密各个乡镇里→上】】、道路【【旁，经常有小型的红色雕塑，向往来游客展示着波密县的红色历史。",
        "after_rp": "沿着318国道进入波密县，红色建筑随处可见。第一站就是介绍波密历史的一面红墙，上面陈列着壁画和浮雕；在扎木镇，扎木中心县委红楼经历一甲子风雨后仍屹立；在波密各个乡镇上、道路上，经常有小型的红色雕塑，向往来游客展示着波密县的红色历史。",
        "rp_pair": [
            "【【里→上】】、道路【【旁→上】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-6490",
        "contain_rp": "走进单春华家，玄关墙壁【【上→前】】安装了一个折叠椅。放下折叠椅，可以坐在上面换鞋。来到客厅，沙发旁新添了扶手。老人介绍：“久坐看书或看电视，想起身时有了助力。”走进厨房，地面瓷砖涂上了防滑材料，走在上面增加了摩擦感。卧室床边也安装了扶手，方便老人起床。卫生间和浴室地面都铺有防滑垫，马桶两边安装了扶手，浴室里还放着一把洗澡椅。记者发现，老人家中每个门框边都安装了扶手，每个门槛内外都改造成斜坡。",
        "before_rp": "走进单春华家，玄关墙壁上安装了一个折叠椅。放下折叠椅，可以坐在上面换鞋。来到客厅，沙发旁新添了扶手。老人介绍：“久坐看书或看电视，想起身时有了助力。”走进厨房，地面瓷砖涂上了防滑材料，走在上面增加了摩擦感。卧室床边也安装了扶手，方便老人起床。卫生间和浴室地面都铺有防滑垫，马桶两边安装了扶手，浴室里还放着一把洗澡椅。记者发现，老人家中每个门框边都安装了扶手，每个门槛内外都改造成斜坡。",
        "after_rp": "走进单春华家，玄关墙壁前安装了一个折叠椅。放下折叠椅，可以坐在上面换鞋。来到客厅，沙发旁新添了扶手。老人介绍：“久坐看书或看电视，想起身时有了助力。”走进厨房，地面瓷砖涂上了防滑材料，走在上面增加了摩擦感。卧室床边也安装了扶手，方便老人起床。卫生间和浴室地面都铺有防滑垫，马桶两边安装了扶手，浴室里还放着一把洗澡椅。记者发现，老人家中每个门框边都安装了扶手，每个门槛内外都改造成斜坡。",
        "rp_pair": [
            "【【上→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-9560",
        "contain_rp": "有几次李光头和宋钢走在桥上的时候，李光头也会突然地来了擦瘾，他就趴到了桥栏【【上→里】】，像是趴在长凳上那样摩擦起来，下面是我们刘镇的小河，常常有拖船鸣叫着汽笛声从桥下通过，当汽笛响起来的时候，李光头更是异常兴奋，有1次他都快活地哇哇叫上了。",
        "before_rp": "有几次李光头和宋钢走在桥上的时候，李光头也会突然地来了擦瘾，他就趴到了桥栏上，像是趴在长凳上那样摩擦起来，下面是我们刘镇的小河，常常有拖船鸣叫着汽笛声从桥下通过，当汽笛响起来的时候，李光头更是异常兴奋，有1次他都快活地哇哇叫上了。",
        "after_rp": "有几次李光头和宋钢走在桥上的时候，李光头也会突然地来了擦瘾，他就趴到了桥栏里，像是趴在长凳上那样摩擦起来，下面是我们刘镇的小河，常常有拖船鸣叫着汽笛声从桥下通过，当汽笛响起来的时候，李光头更是异常兴奋，有1次他都快活地哇哇叫上了。",
        "rp_pair": [
            "【【上→里】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14656",
        "contain_rp": "第二天早晨，杜雍和找到了杜小康。当时杜小康正在芦苇上静静地躺着。不知是因为太困了，还是因为他又饿又累坚持不住了，杜雍和居然没有能够将他叫醒。杜雍和背起了疲软的儿子，朝窝棚方向走去。杜小康的一只脚板底，还在一滴一滴地流血，血滴在草上，滴在父亲的脚印里，也滴在跟在他们身后的那群鸭的羽毛【【上→里】】……",
        "before_rp": "第二天早晨，杜雍和找到了杜小康。当时杜小康正在芦苇上静静地躺着。不知是因为太困了，还是因为他又饿又累坚持不住了，杜雍和居然没有能够将他叫醒。杜雍和背起了疲软的儿子，朝窝棚方向走去。杜小康的一只脚板底，还在一滴一滴地流血，血滴在草上，滴在父亲的脚印里，也滴在跟在他们身后的那群鸭的羽毛上……",
        "after_rp": "第二天早晨，杜雍和找到了杜小康。当时杜小康正在芦苇上静静地躺着。不知是因为太困了，还是因为他又饿又累坚持不住了，杜雍和居然没有能够将他叫醒。杜雍和背起了疲软的儿子，朝窝棚方向走去。杜小康的一只脚板底，还在一滴一滴地流血，血滴在草上，滴在父亲的脚印里，也滴在跟在他们身后的那群鸭的羽毛里……",
        "rp_pair": [
            "【【上→里】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-11941",
        "contain_rp": "塔山煤矿矿井【【下→里】】进行的操作，其实都是在“上方”电脑指令下做出的动作。在地面的指挥大厅里，工作人员注视着电脑大屏幕，井下各个通道、各机器卡口的实时视频及指标数据一一清晰呈现，井下打来的电话铃声也不时响起。“下面的破碎机、运输机等设备，由上方发出指令运行。”塔山煤矿监控中心主任张慧说。",
        "before_rp": "塔山煤矿矿井下进行的操作，其实都是在“上方”电脑指令下做出的动作。在地面的指挥大厅里，工作人员注视着电脑大屏幕，井下各个通道、各机器卡口的实时视频及指标数据一一清晰呈现，井下打来的电话铃声也不时响起。“下面的破碎机、运输机等设备，由上方发出指令运行。”塔山煤矿监控中心主任张慧说。",
        "after_rp": "塔山煤矿矿井里进行的操作，其实都是在“上方”电脑指令下做出的动作。在地面的指挥大厅里，工作人员注视着电脑大屏幕，井下各个通道、各机器卡口的实时视频及指标数据一一清晰呈现，井下打来的电话铃声也不时响起。“下面的破碎机、运输机等设备，由上方发出指令运行。”塔山煤矿监控中心主任张慧说。",
        "rp_pair": [
            "【【下→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-13325",
        "contain_rp": "头部保持不动，眼珠向上移动，然后视力集中在眉心【【外→下】】的虚空点上。在自然呼吸的状态下，保持此聚焦状态15秒钟。",
        "before_rp": "头部保持不动，眼珠向上移动，然后视力集中在眉心外的虚空点上。在自然呼吸的状态下，保持此聚焦状态15秒钟。",
        "after_rp": "头部保持不动，眼珠向上移动，然后视力集中在眉心下的虚空点上。在自然呼吸的状态下，保持此聚焦状态15秒钟。",
        "rp_pair": [
            "【【外→下】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-1481",
        "contain_rp": "我们真想捉一只翠鸟来饲养。老渔翁跟我们说：“孩子们，你人知道翠鸟的家在哪里？沿着小溪上去，在那陡峭的石壁【【上→里】】。洞口很小，里面很深。逮它很不容易呀！”我们只好打消了这个想法。在翠鸟飞来的时候，我们远远地看着它那美丽的羽毛，希望它在苇秆上多停一会儿。",
        "before_rp": "我们真想捉一只翠鸟来饲养。老渔翁跟我们说：“孩子们，你人知道翠鸟的家在哪里？沿着小溪上去，在那陡峭的石壁上。洞口很小，里面很深。逮它很不容易呀！”我们只好打消了这个想法。在翠鸟飞来的时候，我们远远地看着它那美丽的羽毛，希望它在苇秆上多停一会儿。",
        "after_rp": "我们真想捉一只翠鸟来饲养。老渔翁跟我们说：“孩子们，你人知道翠鸟的家在哪里？沿着小溪上去，在那陡峭的石壁里。洞口很小，里面很深。逮它很不容易呀！”我们只好打消了这个想法。在翠鸟飞来的时候，我们远远地看着它那美丽的羽毛，希望它在苇秆上多停一会儿。",
        "rp_pair": [
            "【【上→里】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14148",
        "contain_rp": "这幅图景里，我们看见“人”的力量。许许多多的王建成、田乐芳，他们接续奋斗，以真情和汗水，在大山【【里→上】】、戈壁中谱写着或壮阔或悠扬的动听旋律。",
        "before_rp": "这幅图景里，我们看见“人”的力量。许许多多的王建成、田乐芳，他们接续奋斗，以真情和汗水，在大山里、戈壁中谱写着或壮阔或悠扬的动听旋律。",
        "after_rp": "这幅图景里，我们看见“人”的力量。许许多多的王建成、田乐芳，他们接续奋斗，以真情和汗水，在大山上、戈壁中谱写着或壮阔或悠扬的动听旋律。",
        "rp_pair": [
            "【【里→上】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-1171",
        "contain_rp": "(他又脱下帽子，往帽内瞧了瞧，伸手进去摸了摸，在帽顶上敲了敲，往帽【【里→上】】吹了吹，重新把帽子戴上)这件事越来越叫人寒心。(沉默。弗拉季米尔在沉思，爱斯特拉冈在揉脚趾)两个贼有一个得了救。",
        "before_rp": "(他又脱下帽子，往帽内瞧了瞧，伸手进去摸了摸，在帽顶上敲了敲，往帽里吹了吹，重新把帽子戴上)这件事越来越叫人寒心。(沉默。弗拉季米尔在沉思，爱斯特拉冈在揉脚趾)两个贼有一个得了救。",
        "after_rp": "(他又脱下帽子，往帽内瞧了瞧，伸手进去摸了摸，在帽顶上敲了敲，往帽上吹了吹，重新把帽子戴上)这件事越来越叫人寒心。(沉默。弗拉季米尔在沉思，爱斯特拉冈在揉脚趾)两个贼有一个得了救。",
        "rp_pair": [
            "【【里→上】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-2483",
        "contain_rp": "端坐在地面上，腰背挺直，两腿并拢前伸，放松肩部，两手分别自然舒适地放在大腿【【上→前】】，眼睛平视前方并均匀自然地呼吸。要在心里检查一下姿态是否轻松优美，确认后保持该形体动作约10秒。",
        "before_rp": "端坐在地面上，腰背挺直，两腿并拢前伸，放松肩部，两手分别自然舒适地放在大腿上，眼睛平视前方并均匀自然地呼吸。要在心里检查一下姿态是否轻松优美，确认后保持该形体动作约10秒。",
        "after_rp": "端坐在地面上，腰背挺直，两腿并拢前伸，放松肩部，两手分别自然舒适地放在大腿前，眼睛平视前方并均匀自然地呼吸。要在心里检查一下姿态是否轻松优美，确认后保持该形体动作约10秒。",
        "rp_pair": [
            "【【上→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-416",
        "contain_rp": "凤娇照例跑到第三节车厢去找她的“北京话”，香雪紧紧头上的紫红色线围巾，把臂弯里的篮子换了换手，也顺着车身不停的跑着。她尽量高高地垫起脚尖，希望车厢里的人能看见她的脸。车上一直没有人发现她，她却在一张堆满食品的小桌【【上→前】】，发现了渴望已久的东西。它的出现，使她再也不想往前走了，她放下篮子，心跳着，双手紧紧扒住窗框，认清了那真是一只铅笔盒，一只装有吸铁石的自动铅笔盒。它和她离得那样近，她一伸手就可以摸到。",
        "before_rp": "凤娇照例跑到第三节车厢去找她的“北京话”，香雪紧紧头上的紫红色线围巾，把臂弯里的篮子换了换手，也顺着车身不停的跑着。她尽量高高地垫起脚尖，希望车厢里的人能看见她的脸。车上一直没有人发现她，她却在一张堆满食品的小桌上，发现了渴望已久的东西。它的出现，使她再也不想往前走了，她放下篮子，心跳着，双手紧紧扒住窗框，认清了那真是一只铅笔盒，一只装有吸铁石的自动铅笔盒。它和她离得那样近，她一伸手就可以摸到。",
        "after_rp": "凤娇照例跑到第三节车厢去找她的“北京话”，香雪紧紧头上的紫红色线围巾，把臂弯里的篮子换了换手，也顺着车身不停的跑着。她尽量高高地垫起脚尖，希望车厢里的人能看见她的脸。车上一直没有人发现她，她却在一张堆满食品的小桌前，发现了渴望已久的东西。它的出现，使她再也不想往前走了，她放下篮子，心跳着，双手紧紧扒住窗框，认清了那真是一只铅笔盒，一只装有吸铁石的自动铅笔盒。它和她离得那样近，她一伸手就可以摸到。",
        "rp_pair": [
            "【【上→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-6111",
        "contain_rp": "大约20万年前，在东非大裂谷地区玛卡里亚瀑布【【下→前】】，一小群现代人的祖先正在砾石堆【【里→上】】寻找合适的石料。他们会在树下的阴凉里打制石器，饿了就打猎，渴了就喝瀑布的清水……这番情景在山东大学历史文化学院教授李占扬的脑海中反复呈现。作为中国—肯尼亚现代人类起源联合考古队领队，李占扬从2017年开始，已三次和中方团队赴肯尼亚进行考古发掘。",
        "before_rp": "大约20万年前，在东非大裂谷地区玛卡里亚瀑布下→前】】，一小群现代人的祖先正在砾石堆【【里寻找合适的石料。他们会在树下的阴凉里打制石器，饿了就打猎，渴了就喝瀑布的清水……这番情景在山东大学历史文化学院教授李占扬的脑海中反复呈现。作为中国—肯尼亚现代人类起源联合考古队领队，李占扬从2017年开始，已三次和中方团队赴肯尼亚进行考古发掘。",
        "after_rp": "大约20万年前，在东非大裂谷地区玛卡里亚瀑布前，一小群现代人的祖先正在砾石堆上寻找合适的石料。他们会在树下的阴凉里打制石器，饿了就打猎，渴了就喝瀑布的清水……这番情景在山东大学历史文化学院教授李占扬的脑海中反复呈现。作为中国—肯尼亚现代人类起源联合考古队领队，李占扬从2017年开始，已三次和中方团队赴肯尼亚进行考古发掘。",
        "rp_pair": [
            "【【下→前】】，一小群现代人的祖先正在砾石堆【【里→上】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-12605",
        "contain_rp": "在已经被破坏的铁栏杆附近，耸立着一个小小的坟堆。一支蜡烛，旁边还有生锈的洋铁片给它挡住了风，在坟堆【【上→里】】闪耀着柔和的火焰。蜡烛快点完了，烛芯快给蜡泪淹没了，但是那一朵小火花依然在闪烁。",
        "before_rp": "在已经被破坏的铁栏杆附近，耸立着一个小小的坟堆。一支蜡烛，旁边还有生锈的洋铁片给它挡住了风，在坟堆上闪耀着柔和的火焰。蜡烛快点完了，烛芯快给蜡泪淹没了，但是那一朵小火花依然在闪烁。",
        "after_rp": "在已经被破坏的铁栏杆附近，耸立着一个小小的坟堆。一支蜡烛，旁边还有生锈的洋铁片给它挡住了风，在坟堆里闪耀着柔和的火焰。蜡烛快点完了，烛芯快给蜡泪淹没了，但是那一朵小火花依然在闪烁。",
        "rp_pair": [
            "【【上→里】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11601",
        "contain_rp": "花开小路【【旁→边】】，树【【下→后】】嗅花香。忽而一阵风吹过，调皮的花瓣落在赏花人肩上。正在院子里忙活的民宿业主郑云芳笑了起来。",
        "before_rp": "花开小路旁→边】】，树【【下嗅花香。忽而一阵风吹过，调皮的花瓣落在赏花人肩上。正在院子里忙活的民宿业主郑云芳笑了起来。",
        "after_rp": "花开小路边，树后嗅花香。忽而一阵风吹过，调皮的花瓣落在赏花人肩上。正在院子里忙活的民宿业主郑云芳笑了起来。",
        "rp_pair": [
            "【【旁→边】】，树【【下→后】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-4108",
        "contain_rp": "在程顺和的办公室里，一个与墙面一般大的书柜，引起了记者的注意：上半部分挤满了学术资料和专业书籍；下半部分则存放装满了小麦种子的瓶瓶罐罐，中间层则是一个个可以向【【外→上】】拉伸的平板……",
        "before_rp": "在程顺和的办公室里，一个与墙面一般大的书柜，引起了记者的注意：上半部分挤满了学术资料和专业书籍；下半部分则存放装满了小麦种子的瓶瓶罐罐，中间层则是一个个可以向外拉伸的平板……",
        "after_rp": "在程顺和的办公室里，一个与墙面一般大的书柜，引起了记者的注意：上半部分挤满了学术资料和专业书籍；下半部分则存放装满了小麦种子的瓶瓶罐罐，中间层则是一个个可以向上拉伸的平板……",
        "rp_pair": [
            "【【外→上】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-184",
        "contain_rp": "鸭们十分乖巧。也正是在夜幕【【下→里】】的大水上，它们才忽然觉得自己已成了无家的漂游者了。它们将主人的船团团围住，唯恐自己与这只惟一的使它们感到还有依托的小船分开。它们把嘴插在翅膀里，一副睡觉绝不让主人操心的样子。有时，它们会将头从翅膀里拔出，看一眼船上的主人。知道一老一小都还在船上，才又将头重新插回翅膀里。",
        "before_rp": "鸭们十分乖巧。也正是在夜幕下的大水上，它们才忽然觉得自己已成了无家的漂游者了。它们将主人的船团团围住，唯恐自己与这只惟一的使它们感到还有依托的小船分开。它们把嘴插在翅膀里，一副睡觉绝不让主人操心的样子。有时，它们会将头从翅膀里拔出，看一眼船上的主人。知道一老一小都还在船上，才又将头重新插回翅膀里。",
        "after_rp": "鸭们十分乖巧。也正是在夜幕里的大水上，它们才忽然觉得自己已成了无家的漂游者了。它们将主人的船团团围住，唯恐自己与这只惟一的使它们感到还有依托的小船分开。它们把嘴插在翅膀里，一副睡觉绝不让主人操心的样子。有时，它们会将头从翅膀里拔出，看一眼船上的主人。知道一老一小都还在船上，才又将头重新插回翅膀里。",
        "rp_pair": [
            "【【下→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-6442",
        "contain_rp": "被列为省重点烈士纪念建筑物保护单位的荆门烈士陵园，正坐落于荆门市内的象山【【上→后】】。每每拾级而上，站在象山上四望，那一枚枚红色路标早已镌刻于心……",
        "before_rp": "被列为省重点烈士纪念建筑物保护单位的荆门烈士陵园，正坐落于荆门市内的象山上。每每拾级而上，站在象山上四望，那一枚枚红色路标早已镌刻于心……",
        "after_rp": "被列为省重点烈士纪念建筑物保护单位的荆门烈士陵园，正坐落于荆门市内的象山后。每每拾级而上，站在象山上四望，那一枚枚红色路标早已镌刻于心……",
        "rp_pair": [
            "【【上→后】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11248",
        "contain_rp": "收下来的葡萄有的运到城市去，有的运到阴房【【里→上】】制成葡萄干。阴房修在山坡上，样子很像碉堡，四周留着许多小孔，里面钉着许多木架子。成串的葡萄挂在架子上，利用流动的热空气，把水分蒸发掉，就成了葡萄干。这里生产的葡萄干颜色鲜，味道甜，非常有名。",
        "before_rp": "收下来的葡萄有的运到城市去，有的运到阴房里制成葡萄干。阴房修在山坡上，样子很像碉堡，四周留着许多小孔，里面钉着许多木架子。成串的葡萄挂在架子上，利用流动的热空气，把水分蒸发掉，就成了葡萄干。这里生产的葡萄干颜色鲜，味道甜，非常有名。",
        "after_rp": "收下来的葡萄有的运到城市去，有的运到阴房上制成葡萄干。阴房修在山坡上，样子很像碉堡，四周留着许多小孔，里面钉着许多木架子。成串的葡萄挂在架子上，利用流动的热空气，把水分蒸发掉，就成了葡萄干。这里生产的葡萄干颜色鲜，味道甜，非常有名。",
        "rp_pair": [
            "【【里→上】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10169",
        "contain_rp": "白沟原为《禹贡》、《山经》时代的黄河故道。黄河改走西汉大河后断流，东汉后期出现“白沟”，应出自人工疏导。3世纪初，曹操筑枋头遏淇水入白沟，下连清河成为河北平原【【上→前】】纵贯南北的运河。《水经注》时代清河自大名至东光段在今南运河之西。隋大业开永济渠后，今德州以下走今南运河道，德州以上仍在今道之西。元明以后方逐渐演变成今卫河。",
        "before_rp": "白沟原为《禹贡》、《山经》时代的黄河故道。黄河改走西汉大河后断流，东汉后期出现“白沟”，应出自人工疏导。3世纪初，曹操筑枋头遏淇水入白沟，下连清河成为河北平原上纵贯南北的运河。《水经注》时代清河自大名至东光段在今南运河之西。隋大业开永济渠后，今德州以下走今南运河道，德州以上仍在今道之西。元明以后方逐渐演变成今卫河。",
        "after_rp": "白沟原为《禹贡》、《山经》时代的黄河故道。黄河改走西汉大河后断流，东汉后期出现“白沟”，应出自人工疏导。3世纪初，曹操筑枋头遏淇水入白沟，下连清河成为河北平原前纵贯南北的运河。《水经注》时代清河自大名至东光段在今南运河之西。隋大业开永济渠后，今德州以下走今南运河道，德州以上仍在今道之西。元明以后方逐渐演变成今卫河。",
        "rp_pair": [
            "【【上→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-15053",
        "contain_rp": "内蒙古及晋陕高原自晚第三纪以来，在长期剥蚀、夷平的基础上开始上升，在断陷盆地形成一些湖泊堆积，高原【【上→后】】黄土广泛发育，同时戈壁砾石、沙漠也广泛分布（见内蒙古高原、黄土高原）。",
        "before_rp": "内蒙古及晋陕高原自晚第三纪以来，在长期剥蚀、夷平的基础上开始上升，在断陷盆地形成一些湖泊堆积，高原上黄土广泛发育，同时戈壁砾石、沙漠也广泛分布（见内蒙古高原、黄土高原）。",
        "after_rp": "内蒙古及晋陕高原自晚第三纪以来，在长期剥蚀、夷平的基础上开始上升，在断陷盆地形成一些湖泊堆积，高原后黄土广泛发育，同时戈壁砾石、沙漠也广泛分布（见内蒙古高原、黄土高原）。",
        "rp_pair": [
            "【【上→后】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14453",
        "contain_rp": "“病床安在家里，老人有了‘医’靠，费用纳入医保，医养服务在居家环境中深度融合。”随鞠丽萍步入广州市社区居家养老服务综合示范平台，顺着她手指的方向望去，邓爱群的体温折线图、餐前餐后血糖图等信息在大屏幕【【上→里】】一目了然，一旦出现异常，医护人员15分钟内即可赶到现场。",
        "before_rp": "“病床安在家里，老人有了‘医’靠，费用纳入医保，医养服务在居家环境中深度融合。”随鞠丽萍步入广州市社区居家养老服务综合示范平台，顺着她手指的方向望去，邓爱群的体温折线图、餐前餐后血糖图等信息在大屏幕上一目了然，一旦出现异常，医护人员15分钟内即可赶到现场。",
        "after_rp": "“病床安在家里，老人有了‘医’靠，费用纳入医保，医养服务在居家环境中深度融合。”随鞠丽萍步入广州市社区居家养老服务综合示范平台，顺着她手指的方向望去，邓爱群的体温折线图、餐前餐后血糖图等信息在大屏幕里一目了然，一旦出现异常，医护人员15分钟内即可赶到现场。",
        "rp_pair": [
            "【【上→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-1855",
        "contain_rp": "有一年秋天，贝多芬去各地旅行演出，来到莱茵河边的一个小镇上。一天夜晚，他在幽静的小路【【上→边】】散步，听到断断续续的钢琴声从一所茅屋里传出来，弹的正是他的曲子。",
        "before_rp": "有一年秋天，贝多芬去各地旅行演出，来到莱茵河边的一个小镇上。一天夜晚，他在幽静的小路上散步，听到断断续续的钢琴声从一所茅屋里传出来，弹的正是他的曲子。",
        "after_rp": "有一年秋天，贝多芬去各地旅行演出，来到莱茵河边的一个小镇上。一天夜晚，他在幽静的小路边散步，听到断断续续的钢琴声从一所茅屋里传出来，弹的正是他的曲子。",
        "rp_pair": [
            "【【上→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14305",
        "contain_rp": "兰郡泽熟练地将吊车移到起火居民楼【【旁→边】】，握紧拉杆，向上伸长吊臂，将吊篮伸到楼上窗户前，抢救三楼阳台上的董女士和她的儿子。待这对母子平稳落地后，他又把吊篮升到四楼。眼前的吊篮让原本绝望的莽先生看到希望，一家人不到五分钟成功脱险。",
        "before_rp": "兰郡泽熟练地将吊车移到起火居民楼旁，握紧拉杆，向上伸长吊臂，将吊篮伸到楼上窗户前，抢救三楼阳台上的董女士和她的儿子。待这对母子平稳落地后，他又把吊篮升到四楼。眼前的吊篮让原本绝望的莽先生看到希望，一家人不到五分钟成功脱险。",
        "after_rp": "兰郡泽熟练地将吊车移到起火居民楼边，握紧拉杆，向上伸长吊臂，将吊篮伸到楼上窗户前，抢救三楼阳台上的董女士和她的儿子。待这对母子平稳落地后，他又把吊篮升到四楼。眼前的吊篮让原本绝望的莽先生看到希望，一家人不到五分钟成功脱险。",
        "rp_pair": [
            "【【旁→边】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-1718",
        "contain_rp": "妈妈不让雨来耍水，怕出危险。有一天，妈妈见雨来从外面进来，光着身子浑身被太阳晒得黝黑发亮。妈妈知道他又去耍水了，把脸一沉，叫他过来，扭身就到炕【【上→边】】抓笤帚。雨来一看要挨打了，撒腿就往外跑。",
        "before_rp": "妈妈不让雨来耍水，怕出危险。有一天，妈妈见雨来从外面进来，光着身子浑身被太阳晒得黝黑发亮。妈妈知道他又去耍水了，把脸一沉，叫他过来，扭身就到炕上抓笤帚。雨来一看要挨打了，撒腿就往外跑。",
        "after_rp": "妈妈不让雨来耍水，怕出危险。有一天，妈妈见雨来从外面进来，光着身子浑身被太阳晒得黝黑发亮。妈妈知道他又去耍水了，把脸一沉，叫他过来，扭身就到炕边抓笤帚。雨来一看要挨打了，撒腿就往外跑。",
        "rp_pair": [
            "【【上→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-12761",
        "contain_rp": "有一天，当阿波罗驾着太阳车从天空【【中→边】】驰过的时候，他跑到太阳车那里，从喷射着火焰的车轮上，拿取了一颗火星，带到人间。自从有了火，人类就开始用它烧熟食物，驱寒取暖，并用火来驱赶危害到人类安全的猛兽……",
        "before_rp": "有一天，当阿波罗驾着太阳车从天空中驰过的时候，他跑到太阳车那里，从喷射着火焰的车轮上，拿取了一颗火星，带到人间。自从有了火，人类就开始用它烧熟食物，驱寒取暖，并用火来驱赶危害到人类安全的猛兽……",
        "after_rp": "有一天，当阿波罗驾着太阳车从天空边驰过的时候，他跑到太阳车那里，从喷射着火焰的车轮上，拿取了一颗火星，带到人间。自从有了火，人类就开始用它烧熟食物，驱寒取暖，并用火来驱赶危害到人类安全的猛兽……",
        "rp_pair": [
            "【【中→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-4364",
        "contain_rp": "碧水微波【【旁→边】】，王满连笑得灿烂。晋安区浦东河畔的水上公园，这位河边老住户感叹家门口的环境之变：“像是住在公园里。”",
        "before_rp": "碧水微波旁，王满连笑得灿烂。晋安区浦东河畔的水上公园，这位河边老住户感叹家门口的环境之变：“像是住在公园里。”",
        "after_rp": "碧水微波边，王满连笑得灿烂。晋安区浦东河畔的水上公园，这位河边老住户感叹家门口的环境之变：“像是住在公园里。”",
        "rp_pair": [
            "【【旁→边】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-13710",
        "contain_rp": "光亮机组【【前→边】】，习近平总书记驻足凝望，一条条薄如纸页的亮银色箔材，正随着开卷机向高温退火炉里缓缓传送。",
        "before_rp": "光亮机组前，习近平总书记驻足凝望，一条条薄如纸页的亮银色箔材，正随着开卷机向高温退火炉里缓缓传送。",
        "after_rp": "光亮机组边，习近平总书记驻足凝望，一条条薄如纸页的亮银色箔材，正随着开卷机向高温退火炉里缓缓传送。",
        "rp_pair": [
            "【【前→边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-5531",
        "contain_rp": "走进四川省天府新区中科院光电所工地，“春节大比武”标语【【下→后】】，工人们正紧锣密鼓地进行幕墙施工，工地【【旁→边】】的职工食堂也年味正浓：热腾腾的饺子在锅里翻滚，春联福字贴满了墙壁，从各地采购的特色年货正等待着工友们兑换领取。",
        "before_rp": "走进四川省天府新区中科院光电所工地，“春节大比武”标语下→后】】，工人们正紧锣密鼓地进行幕墙施工，工地【【旁的职工食堂也年味正浓：热腾腾的饺子在锅里翻滚，春联福字贴满了墙壁，从各地采购的特色年货正等待着工友们兑换领取。",
        "after_rp": "走进四川省天府新区中科院光电所工地，“春节大比武”标语后，工人们正紧锣密鼓地进行幕墙施工，工地边的职工食堂也年味正浓：热腾腾的饺子在锅里翻滚，春联福字贴满了墙壁，从各地采购的特色年货正等待着工友们兑换领取。",
        "rp_pair": [
            "【【下→后】】，工人们正紧锣密鼓地进行幕墙施工，工地【【旁→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-9655",
        "contain_rp": "李光头确实来了，他的两辆新车一起来了，他已经有两个司机了。白色的宝马轿车首先开过来了，停在了红地毯【【前→边】】，黑色的奔驰轿车停在【【后面→外面】】。刘副赶紧上去打开车门，西装革履的李光头微笑着从车里出来，他手里拿着一枝红玫瑰，胸前的口袋里插着一朵红玫瑰。李光头走到茫然无措的林红面前，将手里的玫瑰递给她时，这个土财主竟然像个洋贵族，先将玫瑰轻轻地吻一下，然后才递给林红。",
        "before_rp": "李光头确实来了，他的两辆新车一起来了，他已经有两个司机了。白色的宝马轿车首先开过来了，停在了红地毯前→边】】，黑色的奔驰轿车停在【【后面。刘副赶紧上去打开车门，西装革履的李光头微笑着从车里出来，他手里拿着一枝红玫瑰，胸前的口袋里插着一朵红玫瑰。李光头走到茫然无措的林红面前，将手里的玫瑰递给她时，这个土财主竟然像个洋贵族，先将玫瑰轻轻地吻一下，然后才递给林红。",
        "after_rp": "李光头确实来了，他的两辆新车一起来了，他已经有两个司机了。白色的宝马轿车首先开过来了，停在了红地毯边，黑色的奔驰轿车停在外面。刘副赶紧上去打开车门，西装革履的李光头微笑着从车里出来，他手里拿着一枝红玫瑰，胸前的口袋里插着一朵红玫瑰。李光头走到茫然无措的林红面前，将手里的玫瑰递给她时，这个土财主竟然像个洋贵族，先将玫瑰轻轻地吻一下，然后才递给林红。",
        "rp_pair": [
            "【【前→边】】，黑色的奔驰轿车停在【【后面→外面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11898",
        "contain_rp": "站在堡子黑色石砾地衣【【上→边】】遥望，向西能望见汉长城过玉门、瓜州、敦煌一路进入新疆，向北能望见它们的分支沿着黑河北【【上→边】】，向着居延海延伸。这是汉长城上的一处重要关隘，那些在居延丝绸古道上来来去去的人，都见过堡子里深夜明亮的灯光。",
        "before_rp": "站在堡子黑色石砾地衣上→边】】遥望，向西能望见汉长城过玉门、瓜州、敦煌一路进入新疆，向北能望见它们的分支沿着黑河北【【上，向着居延海延伸。这是汉长城上的一处重要关隘，那些在居延丝绸古道上来来去去的人，都见过堡子里深夜明亮的灯光。",
        "after_rp": "站在堡子黑色石砾地衣边遥望，向西能望见汉长城过玉门、瓜州、敦煌一路进入新疆，向北能望见它们的分支沿着黑河北边，向着居延海延伸。这是汉长城上的一处重要关隘，那些在居延丝绸古道上来来去去的人，都见过堡子里深夜明亮的灯光。",
        "rp_pair": [
            "【【上→边】】遥望，向西能望见汉长城过玉门、瓜州、敦煌一路进入新疆，向北能望见它们的分支沿着黑河北【【上→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-2068",
        "contain_rp": "她又擦着了一根火柴。这一回，她坐在美丽的圣诞树下。这棵圣诞树，比她去年圣诞节透过富商家的玻璃门看到的还要大，还要美。翠绿的树枝上点着几千支明晃晃的蜡烛，许多幅美丽的彩色画片，跟挂在商店橱窗里的一个样，在向她眨眼睛。小女孩向画片伸出手去。这时候，火柴又灭了。只见圣诞树上的烛光越升越高，最后成了在天空【【中→边】】闪烁的星星。有一颗星星落下来了，在天空中划出了一道细长的红光。",
        "before_rp": "她又擦着了一根火柴。这一回，她坐在美丽的圣诞树下。这棵圣诞树，比她去年圣诞节透过富商家的玻璃门看到的还要大，还要美。翠绿的树枝上点着几千支明晃晃的蜡烛，许多幅美丽的彩色画片，跟挂在商店橱窗里的一个样，在向她眨眼睛。小女孩向画片伸出手去。这时候，火柴又灭了。只见圣诞树上的烛光越升越高，最后成了在天空中闪烁的星星。有一颗星星落下来了，在天空中划出了一道细长的红光。",
        "after_rp": "她又擦着了一根火柴。这一回，她坐在美丽的圣诞树下。这棵圣诞树，比她去年圣诞节透过富商家的玻璃门看到的还要大，还要美。翠绿的树枝上点着几千支明晃晃的蜡烛，许多幅美丽的彩色画片，跟挂在商店橱窗里的一个样，在向她眨眼睛。小女孩向画片伸出手去。这时候，火柴又灭了。只见圣诞树上的烛光越升越高，最后成了在天空边闪烁的星星。有一颗星星落下来了，在天空中划出了一道细长的红光。",
        "rp_pair": [
            "【【中→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14151",
        "contain_rp": "在福建省第一个农村党支部成立地永定万源楼，听党史专家现场授课；在古田会议会址【【前→边】】，面向党旗重温入党誓词……龙岩市四套班子领导用两天时间先后来到闽西重大党史事件发生地寻根溯源，从闽西光辉的革命历史中汲取砥砺奋进的力量。",
        "before_rp": "在福建省第一个农村党支部成立地永定万源楼，听党史专家现场授课；在古田会议会址前，面向党旗重温入党誓词……龙岩市四套班子领导用两天时间先后来到闽西重大党史事件发生地寻根溯源，从闽西光辉的革命历史中汲取砥砺奋进的力量。",
        "after_rp": "在福建省第一个农村党支部成立地永定万源楼，听党史专家现场授课；在古田会议会址边，面向党旗重温入党誓词……龙岩市四套班子领导用两天时间先后来到闽西重大党史事件发生地寻根溯源，从闽西光辉的革命历史中汲取砥砺奋进的力量。",
        "rp_pair": [
            "【【前→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-171",
        "contain_rp": "我和母亲也都有些惘然，于是又提起闰土来。母亲说，那豆腐西施的杨二嫂，自从我家收拾行李以来，本是每日必到的，前天伊在灰堆【【里→边】】，掏出十多个碗碟来，议论之后，便定说是闰土埋着的，他可以在运灰的时候，一齐搬回家里去；杨二嫂发见了这件事，自己很以为功，便拿了那狗气杀(这是我们这里养鸡的器具，木盘上面有着栅栏，内盛食料，鸡可以伸进颈子去啄，狗却不能，只能看着气死)，飞也似的跑了，亏伊装着这么高低的小脚，竟跑得这样快。",
        "before_rp": "我和母亲也都有些惘然，于是又提起闰土来。母亲说，那豆腐西施的杨二嫂，自从我家收拾行李以来，本是每日必到的，前天伊在灰堆里，掏出十多个碗碟来，议论之后，便定说是闰土埋着的，他可以在运灰的时候，一齐搬回家里去；杨二嫂发见了这件事，自己很以为功，便拿了那狗气杀(这是我们这里养鸡的器具，木盘上面有着栅栏，内盛食料，鸡可以伸进颈子去啄，狗却不能，只能看着气死)，飞也似的跑了，亏伊装着这么高低的小脚，竟跑得这样快。",
        "after_rp": "我和母亲也都有些惘然，于是又提起闰土来。母亲说，那豆腐西施的杨二嫂，自从我家收拾行李以来，本是每日必到的，前天伊在灰堆边，掏出十多个碗碟来，议论之后，便定说是闰土埋着的，他可以在运灰的时候，一齐搬回家里去；杨二嫂发见了这件事，自己很以为功，便拿了那狗气杀(这是我们这里养鸡的器具，木盘上面有着栅栏，内盛食料，鸡可以伸进颈子去啄，狗却不能，只能看着气死)，飞也似的跑了，亏伊装着这么高低的小脚，竟跑得这样快。",
        "rp_pair": [
            "【【里→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-7726",
        "contain_rp": "过了一会，桑桑就不太害怕了。他觉得这也没有什么。他闻着好闻的木香，觉得这里头很温暖。有一阵，他居然心思旁出，想到了他的鸽子，在地上啄食的鸽子，在天空下飞翔的鸽子，蹲在屋脊【【上→边】】接受阳光抚摸的鸽子……。",
        "before_rp": "过了一会，桑桑就不太害怕了。他觉得这也没有什么。他闻着好闻的木香，觉得这里头很温暖。有一阵，他居然心思旁出，想到了他的鸽子，在地上啄食的鸽子，在天空下飞翔的鸽子，蹲在屋脊上接受阳光抚摸的鸽子……。",
        "after_rp": "过了一会，桑桑就不太害怕了。他觉得这也没有什么。他闻着好闻的木香，觉得这里头很温暖。有一阵，他居然心思旁出，想到了他的鸽子，在地上啄食的鸽子，在天空下飞翔的鸽子，蹲在屋脊边接受阳光抚摸的鸽子……。",
        "rp_pair": [
            "【【上→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-1471",
        "contain_rp": "到过山里的人都看见过，在那悬崖绝壁下面，往往堆积着一大摊碎石块。碎石是从哪里来的呢？还不是从那些山崖【【上→边】】崩落下来的！再仔细瞧瞧，还会发现有些还没有崩落的山崖也已经有了裂缝。",
        "before_rp": "到过山里的人都看见过，在那悬崖绝壁下面，往往堆积着一大摊碎石块。碎石是从哪里来的呢？还不是从那些山崖上崩落下来的！再仔细瞧瞧，还会发现有些还没有崩落的山崖也已经有了裂缝。",
        "after_rp": "到过山里的人都看见过，在那悬崖绝壁下面，往往堆积着一大摊碎石块。碎石是从哪里来的呢？还不是从那些山崖边崩落下来的！再仔细瞧瞧，还会发现有些还没有崩落的山崖也已经有了裂缝。",
        "rp_pair": [
            "【【上→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-15584",
        "contain_rp": "上海市青浦区人民检察院指控，2020年6月29日9时54分许，被告人倪某某驾驶牌号为沪DQXXXX大型普通客车沿上海市青浦区青赵公路由东向西行驶，至城中北路路口绿灯右转弯时，适遇被害人吴某某在该路口北侧人行横道线【【内→边】】由东向西步行至此，双方发生碰撞，造成被害人吴某某受伤后经医院抢救无效死亡的道路交通事故。",
        "before_rp": "上海市青浦区人民检察院指控，2020年6月29日9时54分许，被告人倪某某驾驶牌号为沪DQXXXX大型普通客车沿上海市青浦区青赵公路由东向西行驶，至城中北路路口绿灯右转弯时，适遇被害人吴某某在该路口北侧人行横道线内由东向西步行至此，双方发生碰撞，造成被害人吴某某受伤后经医院抢救无效死亡的道路交通事故。",
        "after_rp": "上海市青浦区人民检察院指控，2020年6月29日9时54分许，被告人倪某某驾驶牌号为沪DQXXXX大型普通客车沿上海市青浦区青赵公路由东向西行驶，至城中北路路口绿灯右转弯时，适遇被害人吴某某在该路口北侧人行横道线边由东向西步行至此，双方发生碰撞，造成被害人吴某某受伤后经医院抢救无效死亡的道路交通事故。",
        "rp_pair": [
            "【【内→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11409",
        "contain_rp": "端坐在地面上，腰背挺直，两腿并拢前伸，放松肩部，两手分别自然舒适地放在大腿【【上→边】】，眼睛平视前方并自然地呼吸。",
        "before_rp": "端坐在地面上，腰背挺直，两腿并拢前伸，放松肩部，两手分别自然舒适地放在大腿上，眼睛平视前方并自然地呼吸。",
        "after_rp": "端坐在地面上，腰背挺直，两腿并拢前伸，放松肩部，两手分别自然舒适地放在大腿边，眼睛平视前方并自然地呼吸。",
        "rp_pair": [
            "【【上→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11597",
        "contain_rp": "花开小路旁，树【【下→边】】嗅花香。忽而一阵风吹过，调皮的花瓣落在赏花人肩上。正在院子里忙活的民宿业主郑云芳笑了起来。",
        "before_rp": "花开小路旁，树下嗅花香。忽而一阵风吹过，调皮的花瓣落在赏花人肩上。正在院子里忙活的民宿业主郑云芳笑了起来。",
        "after_rp": "花开小路旁，树边嗅花香。忽而一阵风吹过，调皮的花瓣落在赏花人肩上。正在院子里忙活的民宿业主郑云芳笑了起来。",
        "rp_pair": [
            "【【下→边】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-2848",
        "contain_rp": "母亲从木桶里捞起最后一勺黄豆灌进磨眼，转身用细纱布滤去豆渣。豆子的原浆从布眼里涌出，如泉眼的清流淌入灶台【【上→边】】的浅口盆。",
        "before_rp": "母亲从木桶里捞起最后一勺黄豆灌进磨眼，转身用细纱布滤去豆渣。豆子的原浆从布眼里涌出，如泉眼的清流淌入灶台上的浅口盆。",
        "after_rp": "母亲从木桶里捞起最后一勺黄豆灌进磨眼，转身用细纱布滤去豆渣。豆子的原浆从布眼里涌出，如泉眼的清流淌入灶台边的浅口盆。",
        "rp_pair": [
            "【【上→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-12790",
        "contain_rp": "一场暴雨刚刚过去，碧空如洗，海面【【上→边】】波涛起伏。船有节奏地前后晃荡着。陪我同船前往宝石岛的，是个矮墩墩的战士，宝石岛观察通讯站的信号兵，姓高，刚从黑龙江回来。",
        "before_rp": "一场暴雨刚刚过去，碧空如洗，海面上波涛起伏。船有节奏地前后晃荡着。陪我同船前往宝石岛的，是个矮墩墩的战士，宝石岛观察通讯站的信号兵，姓高，刚从黑龙江回来。",
        "after_rp": "一场暴雨刚刚过去，碧空如洗，海面边波涛起伏。船有节奏地前后晃荡着。陪我同船前往宝石岛的，是个矮墩墩的战士，宝石岛观察通讯站的信号兵，姓高，刚从黑龙江回来。",
        "rp_pair": [
            "【【上→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-6107",
        "contain_rp": "大约20万年前，在东非大裂谷地区玛卡里亚瀑布【【下→边】】，一小群现代人的祖先正在砾石堆里寻找合适的石料。他们会在树下的阴凉里打制石器，饿了就打猎，渴了就喝瀑布的清水……这番情景在山东大学历史文化学院教授李占扬的脑海中反复呈现。作为中国—肯尼亚现代人类起源联合考古队领队，李占扬从2017年开始，已三次和中方团队赴肯尼亚进行考古发掘。",
        "before_rp": "大约20万年前，在东非大裂谷地区玛卡里亚瀑布下，一小群现代人的祖先正在砾石堆里寻找合适的石料。他们会在树下的阴凉里打制石器，饿了就打猎，渴了就喝瀑布的清水……这番情景在山东大学历史文化学院教授李占扬的脑海中反复呈现。作为中国—肯尼亚现代人类起源联合考古队领队，李占扬从2017年开始，已三次和中方团队赴肯尼亚进行考古发掘。",
        "after_rp": "大约20万年前，在东非大裂谷地区玛卡里亚瀑布边，一小群现代人的祖先正在砾石堆里寻找合适的石料。他们会在树下的阴凉里打制石器，饿了就打猎，渴了就喝瀑布的清水……这番情景在山东大学历史文化学院教授李占扬的脑海中反复呈现。作为中国—肯尼亚现代人类起源联合考古队领队，李占扬从2017年开始，已三次和中方团队赴肯尼亚进行考古发掘。",
        "rp_pair": [
            "【【下→边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-7745",
        "contain_rp": "那天傍晚，桑桑背着书包回家时，偶尔看到了纸月正站在花园【【里→边】】。他竟无缘无故地从纸月的眼睛里听到了叹息，就把头一直低着往家走。",
        "before_rp": "那天傍晚，桑桑背着书包回家时，偶尔看到了纸月正站在花园里。他竟无缘无故地从纸月的眼睛里听到了叹息，就把头一直低着往家走。",
        "after_rp": "那天傍晚，桑桑背着书包回家时，偶尔看到了纸月正站在花园边。他竟无缘无故地从纸月的眼睛里听到了叹息，就把头一直低着往家走。",
        "rp_pair": [
            "【【里→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-12260",
        "contain_rp": "然后李光头在一张圆桌前坐了下来，十四个忠臣也围坐在圆桌【【前→边】】，两个瘸子坐在李光头的左右，这样能够显示他们的身份；三个傻子和五个聋子依次坐开去，他们东张西望地看看饭店里的摆设，又看看饭店外街道上的行人；四个瞎子坐在李光头的对面，他们最安静，手拄竹竿仰起脸笑眯眯。",
        "before_rp": "然后李光头在一张圆桌前坐了下来，十四个忠臣也围坐在圆桌前，两个瘸子坐在李光头的左右，这样能够显示他们的身份；三个傻子和五个聋子依次坐开去，他们东张西望地看看饭店里的摆设，又看看饭店外街道上的行人；四个瞎子坐在李光头的对面，他们最安静，手拄竹竿仰起脸笑眯眯。",
        "after_rp": "然后李光头在一张圆桌前坐了下来，十四个忠臣也围坐在圆桌边，两个瘸子坐在李光头的左右，这样能够显示他们的身份；三个傻子和五个聋子依次坐开去，他们东张西望地看看饭店里的摆设，又看看饭店外街道上的行人；四个瞎子坐在李光头的对面，他们最安静，手拄竹竿仰起脸笑眯眯。",
        "rp_pair": [
            "【【前→边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-5464",
        "contain_rp": "木屋【【外→边】】，是4号吊椅式缆车起点。乘坐4号缆车前往山顶，脚下是皑皑白雪，两旁是高耸的雪岭云杉，静谧中，能听到雪地里偶尔跑过的小动物弄出的声响。不时有阳光透过树枝，在人身上洒下斑驳的光影，仿佛置身童话世界。",
        "before_rp": "木屋外，是4号吊椅式缆车起点。乘坐4号缆车前往山顶，脚下是皑皑白雪，两旁是高耸的雪岭云杉，静谧中，能听到雪地里偶尔跑过的小动物弄出的声响。不时有阳光透过树枝，在人身上洒下斑驳的光影，仿佛置身童话世界。",
        "after_rp": "木屋边，是4号吊椅式缆车起点。乘坐4号缆车前往山顶，脚下是皑皑白雪，两旁是高耸的雪岭云杉，静谧中，能听到雪地里偶尔跑过的小动物弄出的声响。不时有阳光透过树枝，在人身上洒下斑驳的光影，仿佛置身童话世界。",
        "rp_pair": [
            "【【外→边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-11542",
        "contain_rp": "“姚师傅，过冬保暖做好了吗？”江西上饶广信区五府山镇农业技术推广站站长郑恒崽站在田埂上，向在蜂箱【【旁→边】】忙碌的姚生有喊道。",
        "before_rp": "“姚师傅，过冬保暖做好了吗？”江西上饶广信区五府山镇农业技术推广站站长郑恒崽站在田埂上，向在蜂箱旁忙碌的姚生有喊道。",
        "after_rp": "“姚师傅，过冬保暖做好了吗？”江西上饶广信区五府山镇农业技术推广站站长郑恒崽站在田埂上，向在蜂箱边忙碌的姚生有喊道。",
        "rp_pair": [
            "【【旁→边】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-6276",
        "contain_rp": "而今，映入眼帘的是宽阔的道路，一栋栋藏式楼房在湛蓝天空下、在连绵群山【【前→边】】星罗棋布。袅袅炊烟，一片祥和。",
        "before_rp": "而今，映入眼帘的是宽阔的道路，一栋栋藏式楼房在湛蓝天空下、在连绵群山前星罗棋布。袅袅炊烟，一片祥和。",
        "after_rp": "而今，映入眼帘的是宽阔的道路，一栋栋藏式楼房在湛蓝天空下、在连绵群山边星罗棋布。袅袅炊烟，一片祥和。",
        "rp_pair": [
            "【【前→边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-2484",
        "contain_rp": "端坐在地面上，腰背挺直，两腿并拢前伸，放松肩部，两手分别自然舒适地放在大腿【【上→边】】，眼睛平视前方并均匀自然地呼吸。要在心里检查一下姿态是否轻松优美，确认后保持该形体动作约10秒。",
        "before_rp": "端坐在地面上，腰背挺直，两腿并拢前伸，放松肩部，两手分别自然舒适地放在大腿上，眼睛平视前方并均匀自然地呼吸。要在心里检查一下姿态是否轻松优美，确认后保持该形体动作约10秒。",
        "after_rp": "端坐在地面上，腰背挺直，两腿并拢前伸，放松肩部，两手分别自然舒适地放在大腿边，眼睛平视前方并均匀自然地呼吸。要在心里检查一下姿态是否轻松优美，确认后保持该形体动作约10秒。",
        "rp_pair": [
            "【【上→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-987",
        "contain_rp": "“六一”儿童节快到了，商场里的玩具柜台【【前→边】】挤满了人，都是父母带着孩子来买玩具的。柜台前有个小男孩，只要看到谁买小汽车，他就跟过去，目不转睛地盯着柜台上的跑动的小汽车，眼里闪着兴奋的光芒。他是多么喜欢小汽车啊！",
        "before_rp": "“六一”儿童节快到了，商场里的玩具柜台前挤满了人，都是父母带着孩子来买玩具的。柜台前有个小男孩，只要看到谁买小汽车，他就跟过去，目不转睛地盯着柜台上的跑动的小汽车，眼里闪着兴奋的光芒。他是多么喜欢小汽车啊！",
        "after_rp": "“六一”儿童节快到了，商场里的玩具柜台边挤满了人，都是父母带着孩子来买玩具的。柜台前有个小男孩，只要看到谁买小汽车，他就跟过去，目不转睛地盯着柜台上的跑动的小汽车，眼里闪着兴奋的光芒。他是多么喜欢小汽车啊！",
        "rp_pair": [
            "【【前→边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-11904",
        "contain_rp": "站在堡子黑色石砾地衣上遥望，向【【西→南】】能望见汉长城过玉门、瓜州、敦煌一路进入新疆，向北能望见它们的分支沿着黑河北【【上→边】】，向着居延海延伸。这是汉长城上的一处重要关隘，那些在居延丝绸古道上来来去去的人，都见过堡子里深夜明亮的灯光。",
        "before_rp": "站在堡子黑色石砾地衣上遥望，向西→南】】能望见汉长城过玉门、瓜州、敦煌一路进入新疆，向北能望见它们的分支沿着黑河北【【上，向着居延海延伸。这是汉长城上的一处重要关隘，那些在居延丝绸古道上来来去去的人，都见过堡子里深夜明亮的灯光。",
        "after_rp": "站在堡子黑色石砾地衣上遥望，向南能望见汉长城过玉门、瓜州、敦煌一路进入新疆，向北能望见它们的分支沿着黑河北边，向着居延海延伸。这是汉长城上的一处重要关隘，那些在居延丝绸古道上来来去去的人，都见过堡子里深夜明亮的灯光。",
        "rp_pair": [
            "【【西→南】】能望见汉长城过玉门、瓜州、敦煌一路进入新疆，向北能望见它们的分支沿着黑河北【【上→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11601",
        "contain_rp": "花开小路【【旁→边】】，树【【下→后】】嗅花香。忽而一阵风吹过，调皮的花瓣落在赏花人肩上。正在院子里忙活的民宿业主郑云芳笑了起来。",
        "before_rp": "花开小路旁→边】】，树【【下嗅花香。忽而一阵风吹过，调皮的花瓣落在赏花人肩上。正在院子里忙活的民宿业主郑云芳笑了起来。",
        "after_rp": "花开小路边，树后嗅花香。忽而一阵风吹过，调皮的花瓣落在赏花人肩上。正在院子里忙活的民宿业主郑云芳笑了起来。",
        "rp_pair": [
            "【【旁→边】】，树【【下→后】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-8598",
        "contain_rp": "去乡下的路太长，来去要半天，李光头想着医院里的母亲需要自己看护，他没有去乡下，走到南门外的木桥上就站住了，他在桥栏【【上→边】】坐了两个小时，见到一个出城的农民就问他是哪个村的，问了十多个，都不是宋钢他们村的。后来一个抱着一头猪崽的老头走过来，那时李光头已经不抱什么希望了，心想自己要像个马拉松运动员那样长跑去乡下了，这个老头说出的正是宋钢的村庄，李光头猛地从桥栏上跳下来，差一点抱住这个老头了，李光头喊叫着说话，让老头给宋钢传个口信，让宋钢赶快进城：",
        "before_rp": "去乡下的路太长，来去要半天，李光头想着医院里的母亲需要自己看护，他没有去乡下，走到南门外的木桥上就站住了，他在桥栏上坐了两个小时，见到一个出城的农民就问他是哪个村的，问了十多个，都不是宋钢他们村的。后来一个抱着一头猪崽的老头走过来，那时李光头已经不抱什么希望了，心想自己要像个马拉松运动员那样长跑去乡下了，这个老头说出的正是宋钢的村庄，李光头猛地从桥栏上跳下来，差一点抱住这个老头了，李光头喊叫着说话，让老头给宋钢传个口信，让宋钢赶快进城：",
        "after_rp": "去乡下的路太长，来去要半天，李光头想着医院里的母亲需要自己看护，他没有去乡下，走到南门外的木桥上就站住了，他在桥栏边坐了两个小时，见到一个出城的农民就问他是哪个村的，问了十多个，都不是宋钢他们村的。后来一个抱着一头猪崽的老头走过来，那时李光头已经不抱什么希望了，心想自己要像个马拉松运动员那样长跑去乡下了，这个老头说出的正是宋钢的村庄，李光头猛地从桥栏上跳下来，差一点抱住这个老头了，李光头喊叫着说话，让老头给宋钢传个口信，让宋钢赶快进城：",
        "rp_pair": [
            "【【上→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-294",
        "contain_rp": "到天黑的时候，他来到一个简陋的农家小屋。它是那么残破，甚至不知道应该向哪一边倒才好因此它也就没有倒。狂风在小鸭身边呼号得非常厉害，他只好迎着风坐下来。风越吹越凶。他忽然看到那门【【上→边】】的铰链有一个已经松了，门也歪了，他可以从缝隙钻进屋子里去，他便钻进去了。",
        "before_rp": "到天黑的时候，他来到一个简陋的农家小屋。它是那么残破，甚至不知道应该向哪一边倒才好因此它也就没有倒。狂风在小鸭身边呼号得非常厉害，他只好迎着风坐下来。风越吹越凶。他忽然看到那门上的铰链有一个已经松了，门也歪了，他可以从缝隙钻进屋子里去，他便钻进去了。",
        "after_rp": "到天黑的时候，他来到一个简陋的农家小屋。它是那么残破，甚至不知道应该向哪一边倒才好因此它也就没有倒。狂风在小鸭身边呼号得非常厉害，他只好迎着风坐下来。风越吹越凶。他忽然看到那门边的铰链有一个已经松了，门也歪了，他可以从缝隙钻进屋子里去，他便钻进去了。",
        "rp_pair": [
            "【【上→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11891",
        "contain_rp": "站在堡子黑色石砾地衣上遥望，向西能望见汉长城过玉门、瓜州、敦煌一路进入新疆，向北能望见它们的分支沿着黑河北【【上→边】】，向着居延海延伸。这是汉长城上的一处重要关隘，那些在居延丝绸古道上来来去去的人，都见过堡子里深夜明亮的灯光。",
        "before_rp": "站在堡子黑色石砾地衣上遥望，向西能望见汉长城过玉门、瓜州、敦煌一路进入新疆，向北能望见它们的分支沿着黑河北上，向着居延海延伸。这是汉长城上的一处重要关隘，那些在居延丝绸古道上来来去去的人，都见过堡子里深夜明亮的灯光。",
        "after_rp": "站在堡子黑色石砾地衣上遥望，向西能望见汉长城过玉门、瓜州、敦煌一路进入新疆，向北能望见它们的分支沿着黑河北边，向着居延海延伸。这是汉长城上的一处重要关隘，那些在居延丝绸古道上来来去去的人，都见过堡子里深夜明亮的灯光。",
        "rp_pair": [
            "【【上→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11562",
        "contain_rp": "走进位于博物馆核心区域的“荣誉展厅”，两侧名画云集。《夜巡》挂在展厅尽头最中间的墙上。画作前有两座升降平台。随着平台上的X射线荧光扫描仪在画作表面缓慢移动，一旁电脑屏幕【【上→里】】的参数和成像也随之变化。",
        "before_rp": "走进位于博物馆核心区域的“荣誉展厅”，两侧名画云集。《夜巡》挂在展厅尽头最中间的墙上。画作前有两座升降平台。随着平台上的X射线荧光扫描仪在画作表面缓慢移动，一旁电脑屏幕上的参数和成像也随之变化。",
        "after_rp": "走进位于博物馆核心区域的“荣誉展厅”，两侧名画云集。《夜巡》挂在展厅尽头最中间的墙上。画作前有两座升降平台。随着平台上的X射线荧光扫描仪在画作表面缓慢移动，一旁电脑屏幕里的参数和成像也随之变化。",
        "rp_pair": [
            "【【上→里】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14286",
        "contain_rp": "带领武定一中的老师在上海调研时，一个瞬间让孙茂霖十分难忘——中共一大纪念馆【【旁→里】】，他们在党旗【【下→前】】合影。“革命先辈们的精神激励着我，要以实现中华民族伟大复兴为己任！”",
        "before_rp": "带领武定一中的老师在上海调研时，一个瞬间让孙茂霖十分难忘——中共一大纪念馆旁→里】】，他们在党旗【【下合影。“革命先辈们的精神激励着我，要以实现中华民族伟大复兴为己任！”",
        "after_rp": "带领武定一中的老师在上海调研时，一个瞬间让孙茂霖十分难忘——中共一大纪念馆里，他们在党旗前合影。“革命先辈们的精神激励着我，要以实现中华民族伟大复兴为己任！”",
        "rp_pair": [
            "【【旁→里】】，他们在党旗【【下→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-6416",
        "contain_rp": "“走进林子里，感觉确实不一样，空气很好。”沿着木栈道，总书记步入林中。在一棵落叶松【【前→下】】，总书记还特地用手丈量了一番：“长得很好，树干很直。”",
        "before_rp": "“走进林子里，感觉确实不一样，空气很好。”沿着木栈道，总书记步入林中。在一棵落叶松前，总书记还特地用手丈量了一番：“长得很好，树干很直。”",
        "after_rp": "“走进林子里，感觉确实不一样，空气很好。”沿着木栈道，总书记步入林中。在一棵落叶松下，总书记还特地用手丈量了一番：“长得很好，树干很直。”",
        "rp_pair": [
            "【【前→下】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-6647",
        "contain_rp": "大面积的收秋结束后，农人往往会在闲暇时去田野【【上→里】】拾秋，将不经意间遗落在田地【【里→上】】的粮食，仔细地找寻回来，重新晾晒入仓。",
        "before_rp": "大面积的收秋结束后，农人往往会在闲暇时去田野上→里】】拾秋，将不经意间遗落在田地【【里的粮食，仔细地找寻回来，重新晾晒入仓。",
        "after_rp": "大面积的收秋结束后，农人往往会在闲暇时去田野里拾秋，将不经意间遗落在田地上的粮食，仔细地找寻回来，重新晾晒入仓。",
        "rp_pair": [
            "【【上→里】】拾秋，将不经意间遗落在田地【【里→上】】"
        ],
        "label": 1
    },
    {
        "qid": "1-dev-12165",
        "contain_rp": "这天晚上李兰做了一顿豆腐饭，这是我们刘镇的风俗，办丧事的人家都会做这样一顿饭。李兰做了一大盆豆腐放在桌子的中间，还有一碗炒青菜。天黑了灯亮了以后，三个人坐到了桌子前，宋凡平的棺材就在旁边，一碗油灯点亮了放在棺材【【上→前】】，这是长明灯，照亮宋凡平走向阴间的道路，宋凡平就不会被绊倒。",
        "before_rp": "这天晚上李兰做了一顿豆腐饭，这是我们刘镇的风俗，办丧事的人家都会做这样一顿饭。李兰做了一大盆豆腐放在桌子的中间，还有一碗炒青菜。天黑了灯亮了以后，三个人坐到了桌子前，宋凡平的棺材就在旁边，一碗油灯点亮了放在棺材上，这是长明灯，照亮宋凡平走向阴间的道路，宋凡平就不会被绊倒。",
        "after_rp": "这天晚上李兰做了一顿豆腐饭，这是我们刘镇的风俗，办丧事的人家都会做这样一顿饭。李兰做了一大盆豆腐放在桌子的中间，还有一碗炒青菜。天黑了灯亮了以后，三个人坐到了桌子前，宋凡平的棺材就在旁边，一碗油灯点亮了放在棺材前，这是长明灯，照亮宋凡平走向阴间的道路，宋凡平就不会被绊倒。",
        "rp_pair": [
            "【【上→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11893",
        "contain_rp": "站在堡子黑色石砾地衣【【上→中】】遥望，向西能望见汉长城过玉门、瓜州、敦煌一路进入新疆，向北能望见它们的分支沿着黑河北【【上→后】】，向着居延海延伸。这是汉长城上的一处重要关隘，那些在居延丝绸古道上来来去去的人，都见过堡子里深夜明亮的灯光。",
        "before_rp": "站在堡子黑色石砾地衣上→中】】遥望，向西能望见汉长城过玉门、瓜州、敦煌一路进入新疆，向北能望见它们的分支沿着黑河北【【上，向着居延海延伸。这是汉长城上的一处重要关隘，那些在居延丝绸古道上来来去去的人，都见过堡子里深夜明亮的灯光。",
        "after_rp": "站在堡子黑色石砾地衣中遥望，向西能望见汉长城过玉门、瓜州、敦煌一路进入新疆，向北能望见它们的分支沿着黑河北后，向着居延海延伸。这是汉长城上的一处重要关隘，那些在居延丝绸古道上来来去去的人，都见过堡子里深夜明亮的灯光。",
        "rp_pair": [
            "【【上→中】】遥望，向西能望见汉长城过玉门、瓜州、敦煌一路进入新疆，向北能望见它们的分支沿着黑河北【【上→后】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13981",
        "contain_rp": "随着城市的发展，延安城边那些或长或短、或粗或细的山沟【【里→下】】，也都纷纷盖起了居民楼。为了方便人们出行和休闲，城市的建设者在山脊间打通隧道，在山梁上修建山体公园。群山之中的道路，像彩线串珠一样，把整个延安城都串联起来。",
        "before_rp": "随着城市的发展，延安城边那些或长或短、或粗或细的山沟里，也都纷纷盖起了居民楼。为了方便人们出行和休闲，城市的建设者在山脊间打通隧道，在山梁上修建山体公园。群山之中的道路，像彩线串珠一样，把整个延安城都串联起来。",
        "after_rp": "随着城市的发展，延安城边那些或长或短、或粗或细的山沟下，也都纷纷盖起了居民楼。为了方便人们出行和休闲，城市的建设者在山脊间打通隧道，在山梁上修建山体公园。群山之中的道路，像彩线串珠一样，把整个延安城都串联起来。",
        "rp_pair": [
            "【【里→下】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14244",
        "contain_rp": "沿着318国道进入波密县，红色建筑随处可见。第一站就是介绍波密历史的一面红墙，上面陈列着壁画和浮雕；在扎木镇，扎木中心县委红楼经历一甲子风雨后仍屹立；在波密各个乡镇【【里→上】】、道路【【旁→边】】，经常有小型的红色雕塑，向往来游客展示着波密县的红色历史。",
        "before_rp": "沿着318国道进入波密县，红色建筑随处可见。第一站就是介绍波密历史的一面红墙，上面陈列着壁画和浮雕；在扎木镇，扎木中心县委红楼经历一甲子风雨后仍屹立；在波密各个乡镇里→上】】、道路【【旁，经常有小型的红色雕塑，向往来游客展示着波密县的红色历史。",
        "after_rp": "沿着318国道进入波密县，红色建筑随处可见。第一站就是介绍波密历史的一面红墙，上面陈列着壁画和浮雕；在扎木镇，扎木中心县委红楼经历一甲子风雨后仍屹立；在波密各个乡镇上、道路边，经常有小型的红色雕塑，向往来游客展示着波密县的红色历史。",
        "rp_pair": [
            "【【里→上】】、道路【【旁→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14429",
        "contain_rp": "途经的袁格兵见此情形，顿时傻了眼：“从小到大，没见过这么大的雨。”他来不及多想，蹚水过去，先把【【附近→对面】】花坛【【上→前】】的几个人拉到路边。",
        "before_rp": "途经的袁格兵见此情形，顿时傻了眼：“从小到大，没见过这么大的雨。”他来不及多想，蹚水过去，先把附近→对面】】花坛【【上的几个人拉到路边。",
        "after_rp": "途经的袁格兵见此情形，顿时傻了眼：“从小到大，没见过这么大的雨。”他来不及多想，蹚水过去，先把对面花坛前的几个人拉到路边。",
        "rp_pair": [
            "【【附近→对面】】花坛【【上→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-6106",
        "contain_rp": "大约20万年前，在东非大裂谷地区玛卡里亚瀑布【【下→前】】，一小群现代人的祖先正在砾石堆里寻找合适的石料。他们会在树下的阴凉里打制石器，饿了就打猎，渴了就喝瀑布的清水……这番情景在山东大学历史文化学院教授李占扬的脑海中反复呈现。作为中国—肯尼亚现代人类起源联合考古队领队，李占扬从2017年开始，已三次和中方团队赴肯尼亚进行考古发掘。",
        "before_rp": "大约20万年前，在东非大裂谷地区玛卡里亚瀑布下，一小群现代人的祖先正在砾石堆里寻找合适的石料。他们会在树下的阴凉里打制石器，饿了就打猎，渴了就喝瀑布的清水……这番情景在山东大学历史文化学院教授李占扬的脑海中反复呈现。作为中国—肯尼亚现代人类起源联合考古队领队，李占扬从2017年开始，已三次和中方团队赴肯尼亚进行考古发掘。",
        "after_rp": "大约20万年前，在东非大裂谷地区玛卡里亚瀑布前，一小群现代人的祖先正在砾石堆里寻找合适的石料。他们会在树下的阴凉里打制石器，饿了就打猎，渴了就喝瀑布的清水……这番情景在山东大学历史文化学院教授李占扬的脑海中反复呈现。作为中国—肯尼亚现代人类起源联合考古队领队，李占扬从2017年开始，已三次和中方团队赴肯尼亚进行考古发掘。",
        "rp_pair": [
            "【【下→前】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-2992",
        "contain_rp": "从甘南藏族自治州采访回来，那个偏远而美丽的高原留在我脑海里最深的印象，是到处盛开的一簇簇、一蓬蓬令人心醉且目不暇接的鲜花，甚至后来在我梦乡里出现的，居然也还是那一片片花的海洋——我清晰地记得，在到访过的那一间间宽敞、整洁的农家屋子【【里→后】】，在那幽静而安详的村落小道旁，在那一座座乡情浓郁、古朴而又现代的乡村小广场【【上→后】】，在高原伟岸的绿色坡地上，在清澈的小溪边，在幽深的山谷里，那些花儿摇曳多姿、芬芳四溢。",
        "before_rp": "从甘南藏族自治州采访回来，那个偏远而美丽的高原留在我脑海里最深的印象，是到处盛开的一簇簇、一蓬蓬令人心醉且目不暇接的鲜花，甚至后来在我梦乡里出现的，居然也还是那一片片花的海洋——我清晰地记得，在到访过的那一间间宽敞、整洁的农家屋子里→后】】，在那幽静而安详的村落小道旁，在那一座座乡情浓郁、古朴而又现代的乡村小广场【【上，在高原伟岸的绿色坡地上，在清澈的小溪边，在幽深的山谷里，那些花儿摇曳多姿、芬芳四溢。",
        "after_rp": "从甘南藏族自治州采访回来，那个偏远而美丽的高原留在我脑海里最深的印象，是到处盛开的一簇簇、一蓬蓬令人心醉且目不暇接的鲜花，甚至后来在我梦乡里出现的，居然也还是那一片片花的海洋——我清晰地记得，在到访过的那一间间宽敞、整洁的农家屋子后，在那幽静而安详的村落小道旁，在那一座座乡情浓郁、古朴而又现代的乡村小广场后，在高原伟岸的绿色坡地上，在清澈的小溪边，在幽深的山谷里，那些花儿摇曳多姿、芬芳四溢。",
        "rp_pair": [
            "【【里→后】】，在那幽静而安详的村落小道旁，在那一座座乡情浓郁、古朴而又现代的乡村小广场【【上→后】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-12372",
        "contain_rp": "KekeYanhu柯柯盐湖（HohYanhu），蒙古语青鱼盐湖之意。位于青海省乌兰县境内牦牛山【【下→前】】一小盆地内。湖面海拔3010米，东西长约28公里，南北狭窄，面积119平方公里。湖水为钠盐型，渐趋干涸，现仅东西两端有小面积水面。",
        "before_rp": "KekeYanhu柯柯盐湖（HohYanhu），蒙古语青鱼盐湖之意。位于青海省乌兰县境内牦牛山下一小盆地内。湖面海拔3010米，东西长约28公里，南北狭窄，面积119平方公里。湖水为钠盐型，渐趋干涸，现仅东西两端有小面积水面。",
        "after_rp": "KekeYanhu柯柯盐湖（HohYanhu），蒙古语青鱼盐湖之意。位于青海省乌兰县境内牦牛山前一小盆地内。湖面海拔3010米，东西长约28公里，南北狭窄，面积119平方公里。湖水为钠盐型，渐趋干涸，现仅东西两端有小面积水面。",
        "rp_pair": [
            "【【下→前】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-8964",
        "contain_rp": "李光头在手术台上躺了不到一个小时就下来了。完成了输精管结扎壮举的李光头，面带微笑地走出了医院的大门。他左手拿着结扎手术的病历，右手捂着肚子【【上→外】】刚刚缝上的伤口，走几步歇一会儿，来到了林红和宋钢的新房。",
        "before_rp": "李光头在手术台上躺了不到一个小时就下来了。完成了输精管结扎壮举的李光头，面带微笑地走出了医院的大门。他左手拿着结扎手术的病历，右手捂着肚子上刚刚缝上的伤口，走几步歇一会儿，来到了林红和宋钢的新房。",
        "after_rp": "李光头在手术台上躺了不到一个小时就下来了。完成了输精管结扎壮举的李光头，面带微笑地走出了医院的大门。他左手拿着结扎手术的病历，右手捂着肚子外刚刚缝上的伤口，走几步歇一会儿，来到了林红和宋钢的新房。",
        "rp_pair": [
            "【【上→外】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-8326",
        "contain_rp": "这天晚上，两个孩子在睡梦里总觉得有个人在屋子里走进走出，还有一次次倒水的声响。那是李兰一次次地去外面井【【里→下】】提上来水，仔细擦洗了宋凡平的尸体，给宋凡平换上了一身干净衣服。两个孩子不知道瘦小的李兰是如何给高大的宋凡平换上衣服的，也不知道她是什么时候睡下的。第二天上午李兰出门后，李光头和宋钢发现里屋床上的宋凡平像个新郎一样干净了，他身下的床单也换过了，他的脸洗干净以后反而又青又紫了。",
        "before_rp": "这天晚上，两个孩子在睡梦里总觉得有个人在屋子里走进走出，还有一次次倒水的声响。那是李兰一次次地去外面井里提上来水，仔细擦洗了宋凡平的尸体，给宋凡平换上了一身干净衣服。两个孩子不知道瘦小的李兰是如何给高大的宋凡平换上衣服的，也不知道她是什么时候睡下的。第二天上午李兰出门后，李光头和宋钢发现里屋床上的宋凡平像个新郎一样干净了，他身下的床单也换过了，他的脸洗干净以后反而又青又紫了。",
        "after_rp": "这天晚上，两个孩子在睡梦里总觉得有个人在屋子里走进走出，还有一次次倒水的声响。那是李兰一次次地去外面井下提上来水，仔细擦洗了宋凡平的尸体，给宋凡平换上了一身干净衣服。两个孩子不知道瘦小的李兰是如何给高大的宋凡平换上衣服的，也不知道她是什么时候睡下的。第二天上午李兰出门后，李光头和宋钢发现里屋床上的宋凡平像个新郎一样干净了，他身下的床单也换过了，他的脸洗干净以后反而又青又紫了。",
        "rp_pair": [
            "【【里→下】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-5787",
        "contain_rp": "近年来，文化类电视节目广受观众喜爱。文艺工作者和传媒工作者通过匠心创造，让收藏在博物馆里的文物、陈列在广阔大地上的遗产、书写在古籍【【里→上】】的文字活起来，成为创造性转化和创新性发展的优秀实践成果。",
        "before_rp": "近年来，文化类电视节目广受观众喜爱。文艺工作者和传媒工作者通过匠心创造，让收藏在博物馆里的文物、陈列在广阔大地上的遗产、书写在古籍里的文字活起来，成为创造性转化和创新性发展的优秀实践成果。",
        "after_rp": "近年来，文化类电视节目广受观众喜爱。文艺工作者和传媒工作者通过匠心创造，让收藏在博物馆里的文物、陈列在广阔大地上的遗产、书写在古籍上的文字活起来，成为创造性转化和创新性发展的优秀实践成果。",
        "rp_pair": [
            "【【里→上】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-3412",
        "contain_rp": "因烘焙而爱上生活的人，又在生活中成就了烘焙。2014年，赵翔将爱好变成事业，从公司离职，跟妻子王惠琴一起，在安徽合肥专职做起了甜品。从家庭作坊到连锁门店，翔哥的点心铺【【里→上】】，甜点品种越来越多，店前的队伍越来越长。",
        "before_rp": "因烘焙而爱上生活的人，又在生活中成就了烘焙。2014年，赵翔将爱好变成事业，从公司离职，跟妻子王惠琴一起，在安徽合肥专职做起了甜品。从家庭作坊到连锁门店，翔哥的点心铺里，甜点品种越来越多，店前的队伍越来越长。",
        "after_rp": "因烘焙而爱上生活的人，又在生活中成就了烘焙。2014年，赵翔将爱好变成事业，从公司离职，跟妻子王惠琴一起，在安徽合肥专职做起了甜品。从家庭作坊到连锁门店，翔哥的点心铺上，甜点品种越来越多，店前的队伍越来越长。",
        "rp_pair": [
            "【【里→上】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-453",
        "contain_rp": "香雪越走越热了，她解下围巾，把它搭在脖子【【上→后】】。她走出了多少里？不知道。尽管草丛里的“纺织娘”“油葫芦”总在鸣叫着提醒她。台儿沟在哪儿？她向前望去，她看见迎面有一颗颗黑点在铁轨上蠕动。再近一些她才看清，那是人，是迎着她走过来的人群。第一个是凤娇，凤娇身后是台儿沟的姐妹们。",
        "before_rp": "香雪越走越热了，她解下围巾，把它搭在脖子上。她走出了多少里？不知道。尽管草丛里的“纺织娘”“油葫芦”总在鸣叫着提醒她。台儿沟在哪儿？她向前望去，她看见迎面有一颗颗黑点在铁轨上蠕动。再近一些她才看清，那是人，是迎着她走过来的人群。第一个是凤娇，凤娇身后是台儿沟的姐妹们。",
        "after_rp": "香雪越走越热了，她解下围巾，把它搭在脖子后。她走出了多少里？不知道。尽管草丛里的“纺织娘”“油葫芦”总在鸣叫着提醒她。台儿沟在哪儿？她向前望去，她看见迎面有一颗颗黑点在铁轨上蠕动。再近一些她才看清，那是人，是迎着她走过来的人群。第一个是凤娇，凤娇身后是台儿沟的姐妹们。",
        "rp_pair": [
            "【【上→后】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-13746",
        "contain_rp": "山里，桥墩在建，从山谷向上攀升，一桥连通老县城和规划中的新县城，金阳县城越来越大。山外，高速路在修，从山间穿梭连接。这将打通凉山腹地与山【【外→上】】平原，金阳的路越拓越宽。赶上了建设的热潮，卢曲拉的运输生意一直不断。",
        "before_rp": "山里，桥墩在建，从山谷向上攀升，一桥连通老县城和规划中的新县城，金阳县城越来越大。山外，高速路在修，从山间穿梭连接。这将打通凉山腹地与山外平原，金阳的路越拓越宽。赶上了建设的热潮，卢曲拉的运输生意一直不断。",
        "after_rp": "山里，桥墩在建，从山谷向上攀升，一桥连通老县城和规划中的新县城，金阳县城越来越大。山外，高速路在修，从山间穿梭连接。这将打通凉山腹地与山上平原，金阳的路越拓越宽。赶上了建设的热潮，卢曲拉的运输生意一直不断。",
        "rp_pair": [
            "【【外→上】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11439",
        "contain_rp": "举起双手，并把双手往头部后面伸展。腰背部【【上→前】】抬，肩胛骨不能离地，尽量多保持此姿势一会儿。深呼吸，再将两臂收回体侧，双肘支撑自己坐起来。",
        "before_rp": "举起双手，并把双手往头部后面伸展。腰背部上抬，肩胛骨不能离地，尽量多保持此姿势一会儿。深呼吸，再将两臂收回体侧，双肘支撑自己坐起来。",
        "after_rp": "举起双手，并把双手往头部后面伸展。腰背部前抬，肩胛骨不能离地，尽量多保持此姿势一会儿。深呼吸，再将两臂收回体侧，双肘支撑自己坐起来。",
        "rp_pair": [
            "【【上→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-12105",
        "contain_rp": "秃鹤演得一丝不苟。他脚蹬大皮靴，一只脚踩在凳子上，从桌上操起一把茶壶，喝得水直往脖子【【里→下】】乱流，然后脑袋一歪，眼珠子瞪得鼓鼓的：“我杨大秃瓢，走马到屠桥……”",
        "before_rp": "秃鹤演得一丝不苟。他脚蹬大皮靴，一只脚踩在凳子上，从桌上操起一把茶壶，喝得水直往脖子里乱流，然后脑袋一歪，眼珠子瞪得鼓鼓的：“我杨大秃瓢，走马到屠桥……”",
        "after_rp": "秃鹤演得一丝不苟。他脚蹬大皮靴，一只脚踩在凳子上，从桌上操起一把茶壶，喝得水直往脖子下乱流，然后脑袋一歪，眼珠子瞪得鼓鼓的：“我杨大秃瓢，走马到屠桥……”",
        "rp_pair": [
            "【【里→下】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-9004",
        "contain_rp": "然后他们的板车走在夏天的街道上了，这是石板铺成的街道，车轮滚过去时有些石板在上下摆动，木头电线杆在街角嗡嗡地响着，像是蜜蜂的叫唤。板车【【上→里】】堆满了李兰家的衣服和被子，桌子和凳子，洗脸盆和洗脚盆，还有锅碗刀勺和筷子。李光头二婚的母亲和宋钢二婚的父亲走在前面，拖油瓶的李光头和宋钢走在板车的后面。",
        "before_rp": "然后他们的板车走在夏天的街道上了，这是石板铺成的街道，车轮滚过去时有些石板在上下摆动，木头电线杆在街角嗡嗡地响着，像是蜜蜂的叫唤。板车上堆满了李兰家的衣服和被子，桌子和凳子，洗脸盆和洗脚盆，还有锅碗刀勺和筷子。李光头二婚的母亲和宋钢二婚的父亲走在前面，拖油瓶的李光头和宋钢走在板车的后面。",
        "after_rp": "然后他们的板车走在夏天的街道上了，这是石板铺成的街道，车轮滚过去时有些石板在上下摆动，木头电线杆在街角嗡嗡地响着，像是蜜蜂的叫唤。板车里堆满了李兰家的衣服和被子，桌子和凳子，洗脸盆和洗脚盆，还有锅碗刀勺和筷子。李光头二婚的母亲和宋钢二婚的父亲走在前面，拖油瓶的李光头和宋钢走在板车的后面。",
        "rp_pair": [
            "【【上→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-10858",
        "contain_rp": "若干年前，当我还在呼和浩特南门【【外→下】】的冰河上滑着冰欢度新年的时候，无论如何也想不到有“2000年”这个概念。",
        "before_rp": "若干年前，当我还在呼和浩特南门外的冰河上滑着冰欢度新年的时候，无论如何也想不到有“2000年”这个概念。",
        "after_rp": "若干年前，当我还在呼和浩特南门下的冰河上滑着冰欢度新年的时候，无论如何也想不到有“2000年”这个概念。",
        "rp_pair": [
            "【【外→下】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-12149",
        "contain_rp": "太阳开始升起的时候，一夜没睡的宋凡平打了几个呵欠，他让两个孩子上床去睡觉，李光头和宋钢摇摇头仍然坐在门槛【【上→外】】，于是他就抬脚从他们中间跨了出去，他要去坐早班汽车，去上海迎接他的妻子。他高大的身体从两个孩子的头顶越过后，朝霞将屋子映红了，两个孩子才发现自己的家清洁得都明亮起来了，像是擦过的镜子，李光头和宋钢一起叫了起来：",
        "before_rp": "太阳开始升起的时候，一夜没睡的宋凡平打了几个呵欠，他让两个孩子上床去睡觉，李光头和宋钢摇摇头仍然坐在门槛上，于是他就抬脚从他们中间跨了出去，他要去坐早班汽车，去上海迎接他的妻子。他高大的身体从两个孩子的头顶越过后，朝霞将屋子映红了，两个孩子才发现自己的家清洁得都明亮起来了，像是擦过的镜子，李光头和宋钢一起叫了起来：",
        "after_rp": "太阳开始升起的时候，一夜没睡的宋凡平打了几个呵欠，他让两个孩子上床去睡觉，李光头和宋钢摇摇头仍然坐在门槛外，于是他就抬脚从他们中间跨了出去，他要去坐早班汽车，去上海迎接他的妻子。他高大的身体从两个孩子的头顶越过后，朝霞将屋子映红了，两个孩子才发现自己的家清洁得都明亮起来了，像是擦过的镜子，李光头和宋钢一起叫了起来：",
        "rp_pair": [
            "【【上→外】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11630",
        "contain_rp": "从作曲角度看，要把歌词表现得生动准确，需要吃透作品的主题思想，吃透作品的艺术风格。创作歌曲《地道战》时，起初在北京写了初稿，比较平淡，我自己不太满意。后来去河北冉庄、李庄实地走访，体验生活1个月，和当年打地道战的老战士面对面交谈。地道战的形象逐渐鲜活起来——他们在碾盘下、在灶台【【下→外】】，穿墙而过、从庄稼地出来……有天，我走到村子边，一眼望到对面的庄稼地，突然脑子里冒出来：“地道战，嘿，地道战，埋伏下神兵千百万……”我赶快跑回住的老乡家里，立刻创作出了这首歌曲。",
        "before_rp": "从作曲角度看，要把歌词表现得生动准确，需要吃透作品的主题思想，吃透作品的艺术风格。创作歌曲《地道战》时，起初在北京写了初稿，比较平淡，我自己不太满意。后来去河北冉庄、李庄实地走访，体验生活1个月，和当年打地道战的老战士面对面交谈。地道战的形象逐渐鲜活起来——他们在碾盘下、在灶台下，穿墙而过、从庄稼地出来……有天，我走到村子边，一眼望到对面的庄稼地，突然脑子里冒出来：“地道战，嘿，地道战，埋伏下神兵千百万……”我赶快跑回住的老乡家里，立刻创作出了这首歌曲。",
        "after_rp": "从作曲角度看，要把歌词表现得生动准确，需要吃透作品的主题思想，吃透作品的艺术风格。创作歌曲《地道战》时，起初在北京写了初稿，比较平淡，我自己不太满意。后来去河北冉庄、李庄实地走访，体验生活1个月，和当年打地道战的老战士面对面交谈。地道战的形象逐渐鲜活起来——他们在碾盘下、在灶台外，穿墙而过、从庄稼地出来……有天，我走到村子边，一眼望到对面的庄稼地，突然脑子里冒出来：“地道战，嘿，地道战，埋伏下神兵千百万……”我赶快跑回住的老乡家里，立刻创作出了这首歌曲。",
        "rp_pair": [
            "【【下→外】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13284",
        "contain_rp": "在保持身体平衡的状态下，向斜上方伸展左腿。让左手继续扳在左脚跟外侧，随左腿一起伸展，此时，头左转，双目注视左方。为保持身体平衡，右手掌心向外，由体侧【【外→下】】转向上，最终使右臂伸展成与身体外侧微呈自然弓形，五指叉开伸展，掌心罩向头顶中心。保持此姿势一小段时间，然后向右侧重复此动作。",
        "before_rp": "在保持身体平衡的状态下，向斜上方伸展左腿。让左手继续扳在左脚跟外侧，随左腿一起伸展，此时，头左转，双目注视左方。为保持身体平衡，右手掌心向外，由体侧外转向上，最终使右臂伸展成与身体外侧微呈自然弓形，五指叉开伸展，掌心罩向头顶中心。保持此姿势一小段时间，然后向右侧重复此动作。",
        "after_rp": "在保持身体平衡的状态下，向斜上方伸展左腿。让左手继续扳在左脚跟外侧，随左腿一起伸展，此时，头左转，双目注视左方。为保持身体平衡，右手掌心向外，由体侧下转向上，最终使右臂伸展成与身体外侧微呈自然弓形，五指叉开伸展，掌心罩向头顶中心。保持此姿势一小段时间，然后向右侧重复此动作。",
        "rp_pair": [
            "【【外→下】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-9162",
        "contain_rp": "那些日本垃圾西装上都标有家族的姓氏，标在胸前内侧口袋【【上→外】】。刘镇的群众刚刚穿上垃圾西装的时候，对这些衣服里面的姓氏充满了好奇，整天站在大街上，掀开衣服互相看看对方穿着谁家的西装，然后嘻嘻哈哈笑个不停。",
        "before_rp": "那些日本垃圾西装上都标有家族的姓氏，标在胸前内侧口袋上。刘镇的群众刚刚穿上垃圾西装的时候，对这些衣服里面的姓氏充满了好奇，整天站在大街上，掀开衣服互相看看对方穿着谁家的西装，然后嘻嘻哈哈笑个不停。",
        "after_rp": "那些日本垃圾西装上都标有家族的姓氏，标在胸前内侧口袋外。刘镇的群众刚刚穿上垃圾西装的时候，对这些衣服里面的姓氏充满了好奇，整天站在大街上，掀开衣服互相看看对方穿着谁家的西装，然后嘻嘻哈哈笑个不停。",
        "rp_pair": [
            "【【上→外】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-2641",
        "contain_rp": "跪坐在垫上，两膝并拢，两手臂自然弯曲，手掌放在大腿【【上→前】】，掌心向下。两脚落在臀部两侧，脚背贴地，脚趾向后指，臀部尽量坐在两脚之间。",
        "before_rp": "跪坐在垫上，两膝并拢，两手臂自然弯曲，手掌放在大腿上，掌心向下。两脚落在臀部两侧，脚背贴地，脚趾向后指，臀部尽量坐在两脚之间。",
        "after_rp": "跪坐在垫上，两膝并拢，两手臂自然弯曲，手掌放在大腿前，掌心向下。两脚落在臀部两侧，脚背贴地，脚趾向后指，臀部尽量坐在两脚之间。",
        "rp_pair": [
            "【【上→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-12959",
        "contain_rp": "我费力地从里衫的袋里(公司为防止我们“揩油”，衣衫【【上→外】】一只袋都没有缝)掏出那块带着体温的银元，放到他的手里——他的手多瘦啊！我鼻子里陡然一阵酸，像要哭出来。我恭敬地鞠了一躬，把书塞进帆布袋，背起便走出书店的门。",
        "before_rp": "我费力地从里衫的袋里(公司为防止我们“揩油”，衣衫上一只袋都没有缝)掏出那块带着体温的银元，放到他的手里——他的手多瘦啊！我鼻子里陡然一阵酸，像要哭出来。我恭敬地鞠了一躬，把书塞进帆布袋，背起便走出书店的门。",
        "after_rp": "我费力地从里衫的袋里(公司为防止我们“揩油”，衣衫外一只袋都没有缝)掏出那块带着体温的银元，放到他的手里——他的手多瘦啊！我鼻子里陡然一阵酸，像要哭出来。我恭敬地鞠了一躬，把书塞进帆布袋，背起便走出书店的门。",
        "rp_pair": [
            "【【上→外】】"
        ],
        "label": 1
    },
    {
        "qid": "1-dev-11583",
        "contain_rp": "在这一派明净的山水中，舒展心境，恍惚想象自己就是一棵崖柏，生长于石林壁【【上→里】】，与这山与这水与这天地，相悠游相偎依相守望。在人与自然的交接中，精神也健旺了起来。",
        "before_rp": "在这一派明净的山水中，舒展心境，恍惚想象自己就是一棵崖柏，生长于石林壁上，与这山与这水与这天地，相悠游相偎依相守望。在人与自然的交接中，精神也健旺了起来。",
        "after_rp": "在这一派明净的山水中，舒展心境，恍惚想象自己就是一棵崖柏，生长于石林壁里，与这山与这水与这天地，相悠游相偎依相守望。在人与自然的交接中，精神也健旺了起来。",
        "rp_pair": [
            "【【上→里】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-8287",
        "contain_rp": "李兰继续站立在医院的门口，她相信宋凡平姐姐的话，相信宋凡平是堵在路上了，她的眼睛仍然充满激情地看着不断走来的男人们。随着时间的流逝，李兰越来越疲惫，饥渴让她没有力气继续站着了，她在传达室的台阶上坐了下来，身体靠在门框【【上→后】】，她的头颅仍然挺立，眼睛仍然在张望。传达室里的老头抬头看看墙上的挂钟，已经下午两点多了，就对她说：",
        "before_rp": "李兰继续站立在医院的门口，她相信宋凡平姐姐的话，相信宋凡平是堵在路上了，她的眼睛仍然充满激情地看着不断走来的男人们。随着时间的流逝，李兰越来越疲惫，饥渴让她没有力气继续站着了，她在传达室的台阶上坐了下来，身体靠在门框上，她的头颅仍然挺立，眼睛仍然在张望。传达室里的老头抬头看看墙上的挂钟，已经下午两点多了，就对她说：",
        "after_rp": "李兰继续站立在医院的门口，她相信宋凡平姐姐的话，相信宋凡平是堵在路上了，她的眼睛仍然充满激情地看着不断走来的男人们。随着时间的流逝，李兰越来越疲惫，饥渴让她没有力气继续站着了，她在传达室的台阶上坐了下来，身体靠在门框后，她的头颅仍然挺立，眼睛仍然在张望。传达室里的老头抬头看看墙上的挂钟，已经下午两点多了，就对她说：",
        "rp_pair": [
            "【【上→后】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-926",
        "contain_rp": "汤姆的冒险心一刻也没有消失过，他知道传说中海盗都会把金银财宝理藏在干枯的老歪脖树【【下→前】】，他和哈克要去寻宝。有一天，他们来到鬼屋翻寻时，真的遇上了鬼——乔埃和一个陌生人来到这里，准备把抢来的金币藏起来。两个强盗商量着要把这些金币一同藏到“二号十字架下面”，这些话被藏在楼上的汤姆和哈克听得一清二楚。",
        "before_rp": "汤姆的冒险心一刻也没有消失过，他知道传说中海盗都会把金银财宝理藏在干枯的老歪脖树下，他和哈克要去寻宝。有一天，他们来到鬼屋翻寻时，真的遇上了鬼——乔埃和一个陌生人来到这里，准备把抢来的金币藏起来。两个强盗商量着要把这些金币一同藏到“二号十字架下面”，这些话被藏在楼上的汤姆和哈克听得一清二楚。",
        "after_rp": "汤姆的冒险心一刻也没有消失过，他知道传说中海盗都会把金银财宝理藏在干枯的老歪脖树前，他和哈克要去寻宝。有一天，他们来到鬼屋翻寻时，真的遇上了鬼——乔埃和一个陌生人来到这里，准备把抢来的金币藏起来。两个强盗商量着要把这些金币一同藏到“二号十字架下面”，这些话被藏在楼上的汤姆和哈克听得一清二楚。",
        "rp_pair": [
            "【【下→前】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-2991",
        "contain_rp": "从甘南藏族自治州采访回来，那个偏远而美丽的高原留在我脑海里最深的印象，是到处盛开的一簇簇、一蓬蓬令人心醉且目不暇接的鲜花，甚至后来在我梦乡里出现的，居然也还是那一片片花的海洋——我清晰地记得，在到访过的那一间间宽敞、整洁的农家屋子【【里→前】】，在那幽静而安详的村落小道旁，在那一座座乡情浓郁、古朴而又现代的乡村小广场【【上→后】】，在高原伟岸的绿色坡地上，在清澈的小溪边，在幽深的山谷里，那些花儿摇曳多姿、芬芳四溢。",
        "before_rp": "从甘南藏族自治州采访回来，那个偏远而美丽的高原留在我脑海里最深的印象，是到处盛开的一簇簇、一蓬蓬令人心醉且目不暇接的鲜花，甚至后来在我梦乡里出现的，居然也还是那一片片花的海洋——我清晰地记得，在到访过的那一间间宽敞、整洁的农家屋子里→前】】，在那幽静而安详的村落小道旁，在那一座座乡情浓郁、古朴而又现代的乡村小广场【【上，在高原伟岸的绿色坡地上，在清澈的小溪边，在幽深的山谷里，那些花儿摇曳多姿、芬芳四溢。",
        "after_rp": "从甘南藏族自治州采访回来，那个偏远而美丽的高原留在我脑海里最深的印象，是到处盛开的一簇簇、一蓬蓬令人心醉且目不暇接的鲜花，甚至后来在我梦乡里出现的，居然也还是那一片片花的海洋——我清晰地记得，在到访过的那一间间宽敞、整洁的农家屋子前，在那幽静而安详的村落小道旁，在那一座座乡情浓郁、古朴而又现代的乡村小广场后，在高原伟岸的绿色坡地上，在清澈的小溪边，在幽深的山谷里，那些花儿摇曳多姿、芬芳四溢。",
        "rp_pair": [
            "【【里→前】】，在那幽静而安详的村落小道旁，在那一座座乡情浓郁、古朴而又现代的乡村小广场【【上→后】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13852",
        "contain_rp": "西藏自治区墨脱县，曾经几乎与世隔绝，只能依靠背夫把山【【外→下】】的物资背进大山。直到通信基站在这里扎根，墨脱才真正与外面的世界联系起来。",
        "before_rp": "西藏自治区墨脱县，曾经几乎与世隔绝，只能依靠背夫把山外的物资背进大山。直到通信基站在这里扎根，墨脱才真正与外面的世界联系起来。",
        "after_rp": "西藏自治区墨脱县，曾经几乎与世隔绝，只能依靠背夫把山下的物资背进大山。直到通信基站在这里扎根，墨脱才真正与外面的世界联系起来。",
        "rp_pair": [
            "【【外→下】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-2794",
        "contain_rp": "身体呈仰卧姿，双腿上下交叉，右腿在上、左腿在【【下→外】】，右腿屈膝呈90度角，左手抓住右腿膝关节部位，左腿屈膝呈90度角，右手抓住左脚脚踝部位，直至目标肌肉有中等程度的牵拉感，拉伸动作持续10到30秒。恢复初始动作，换至对侧，双腿交替直至完成规定次数。",
        "before_rp": "身体呈仰卧姿，双腿上下交叉，右腿在上、左腿在下，右腿屈膝呈90度角，左手抓住右腿膝关节部位，左腿屈膝呈90度角，右手抓住左脚脚踝部位，直至目标肌肉有中等程度的牵拉感，拉伸动作持续10到30秒。恢复初始动作，换至对侧，双腿交替直至完成规定次数。",
        "after_rp": "身体呈仰卧姿，双腿上下交叉，右腿在上、左腿在外，右腿屈膝呈90度角，左手抓住右腿膝关节部位，左腿屈膝呈90度角，右手抓住左脚脚踝部位，直至目标肌肉有中等程度的牵拉感，拉伸动作持续10到30秒。恢复初始动作，换至对侧，双腿交替直至完成规定次数。",
        "rp_pair": [
            "【【下→外】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-12018",
        "contain_rp": "过了三天，我扒拉完几口晚饭，独上七楼看《妇产科学》看到柳青坐在我常坐的位置上，课桌上放两个文件夹，椅子前脚跷起，身子向【【后→上】】稍斜倾，笑着看我。还不到五点半，自习室里没什么人，阳光从西面敞开的窗户洒进来，金晃晃的。",
        "before_rp": "过了三天，我扒拉完几口晚饭，独上七楼看《妇产科学》看到柳青坐在我常坐的位置上，课桌上放两个文件夹，椅子前脚跷起，身子向后稍斜倾，笑着看我。还不到五点半，自习室里没什么人，阳光从西面敞开的窗户洒进来，金晃晃的。",
        "after_rp": "过了三天，我扒拉完几口晚饭，独上七楼看《妇产科学》看到柳青坐在我常坐的位置上，课桌上放两个文件夹，椅子前脚跷起，身子向上稍斜倾，笑着看我。还不到五点半，自习室里没什么人，阳光从西面敞开的窗户洒进来，金晃晃的。",
        "rp_pair": [
            "【【后→上】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-9962",
        "contain_rp": "③松辽分水岭。由冲积、洪积物组成，上覆黄土。分水岭是更新世时沿断裂上升而形成的。分水岭东西长约200公里，南北宽150公里左右，海拔200～250米，高出松嫩平原50～100米。分水岭【【外→下】】貌似波状起伏的平原，与南北平原浑为一体。分水岭位置，最初在法库—铁岭—带，由于辽河下游平原长期下沉，河流溯源侵蚀，逐渐向北推移，直至目前的通榆—公主岭一带。",
        "before_rp": "③松辽分水岭。由冲积、洪积物组成，上覆黄土。分水岭是更新世时沿断裂上升而形成的。分水岭东西长约200公里，南北宽150公里左右，海拔200～250米，高出松嫩平原50～100米。分水岭外貌似波状起伏的平原，与南北平原浑为一体。分水岭位置，最初在法库—铁岭—带，由于辽河下游平原长期下沉，河流溯源侵蚀，逐渐向北推移，直至目前的通榆—公主岭一带。",
        "after_rp": "③松辽分水岭。由冲积、洪积物组成，上覆黄土。分水岭是更新世时沿断裂上升而形成的。分水岭东西长约200公里，南北宽150公里左右，海拔200～250米，高出松嫩平原50～100米。分水岭下貌似波状起伏的平原，与南北平原浑为一体。分水岭位置，最初在法库—铁岭—带，由于辽河下游平原长期下沉，河流溯源侵蚀，逐渐向北推移，直至目前的通榆—公主岭一带。",
        "rp_pair": [
            "【【外→下】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-3286",
        "contain_rp": "在吉林长春市一个繁忙路口附近，一辆车【【前→上】】放着纸盒，上面写着：口罩，环卫工人免费。一位高高的男青年，守在不远处。25岁的他通过各种渠道买到1000只口罩：“环卫工人每天辛苦工作，非常需要口罩。”",
        "before_rp": "在吉林长春市一个繁忙路口附近，一辆车前放着纸盒，上面写着：口罩，环卫工人免费。一位高高的男青年，守在不远处。25岁的他通过各种渠道买到1000只口罩：“环卫工人每天辛苦工作，非常需要口罩。”",
        "after_rp": "在吉林长春市一个繁忙路口附近，一辆车上放着纸盒，上面写着：口罩，环卫工人免费。一位高高的男青年，守在不远处。25岁的他通过各种渠道买到1000只口罩：“环卫工人每天辛苦工作，非常需要口罩。”",
        "rp_pair": [
            "【【前→上】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-7922",
        "contain_rp": "桑乔从内心里厌恶打猎。桑乔喜欢的是读书识字。他凭着他一年私塾所学得的几个字，逮到什么书，就拚命去读，去猎获，样子就像跟随在他身边的那条猎狗。桑乔在河坡上，在麦地【【里→上】】，在树林间，看了无数本他从各处捡来的、搜寻来的、讨来的书。文字以及文字告诉他的故事、道理，就像滚雪球一样，越滚越大。他说话虽然结巴，但人们还是从他的结结巴巴的话里看出了他的不同寻常之处。当到处兴办学校，地方上一时找不到教书先生发愁时，居然有人一下子想到了他。",
        "before_rp": "桑乔从内心里厌恶打猎。桑乔喜欢的是读书识字。他凭着他一年私塾所学得的几个字，逮到什么书，就拚命去读，去猎获，样子就像跟随在他身边的那条猎狗。桑乔在河坡上，在麦地里，在树林间，看了无数本他从各处捡来的、搜寻来的、讨来的书。文字以及文字告诉他的故事、道理，就像滚雪球一样，越滚越大。他说话虽然结巴，但人们还是从他的结结巴巴的话里看出了他的不同寻常之处。当到处兴办学校，地方上一时找不到教书先生发愁时，居然有人一下子想到了他。",
        "after_rp": "桑乔从内心里厌恶打猎。桑乔喜欢的是读书识字。他凭着他一年私塾所学得的几个字，逮到什么书，就拚命去读，去猎获，样子就像跟随在他身边的那条猎狗。桑乔在河坡上，在麦地上，在树林间，看了无数本他从各处捡来的、搜寻来的、讨来的书。文字以及文字告诉他的故事、道理，就像滚雪球一样，越滚越大。他说话虽然结巴，但人们还是从他的结结巴巴的话里看出了他的不同寻常之处。当到处兴办学校，地方上一时找不到教书先生发愁时，居然有人一下子想到了他。",
        "rp_pair": [
            "【【里→上】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-4103",
        "contain_rp": "夕阳下，大洲镇西畔村祠堂门楼愈显高大。门口石阶【【上→前】】，村民们或蹲或坐，与一位戴眼镜老者闲聊——这就是“老麦”。",
        "before_rp": "夕阳下，大洲镇西畔村祠堂门楼愈显高大。门口石阶上，村民们或蹲或坐，与一位戴眼镜老者闲聊——这就是“老麦”。",
        "after_rp": "夕阳下，大洲镇西畔村祠堂门楼愈显高大。门口石阶前，村民们或蹲或坐，与一位戴眼镜老者闲聊——这就是“老麦”。",
        "rp_pair": [
            "【【上→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-4718",
        "contain_rp": "辽宁丹东，凤凰山【【下→前】】。老兵孙景坤一身戎装，端坐在丹东光荣院特护区的房间中。阳光透过窗户，照在孙景坤胸前的8枚军功章上，熠熠生辉。",
        "before_rp": "辽宁丹东，凤凰山下。老兵孙景坤一身戎装，端坐在丹东光荣院特护区的房间中。阳光透过窗户，照在孙景坤胸前的8枚军功章上，熠熠生辉。",
        "after_rp": "辽宁丹东，凤凰山前。老兵孙景坤一身戎装，端坐在丹东光荣院特护区的房间中。阳光透过窗户，照在孙景坤胸前的8枚军功章上，熠熠生辉。",
        "rp_pair": [
            "【【下→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10208",
        "contain_rp": "灰漠土发育在温带荒漠边缘细土物质【【上→里】】的土壤，主要分布在新疆准噶尔盆地南部冲积平原和北部剥蚀高原、河西走廊的中、西段及阿拉善高原的东部。新疆灰漠土表层有机质含量在1.0％左右，腐殖质层极不明显，石灰的最大含量可达10～30％，聚层出现在20或30厘米以下，易溶性盐含盐最大的层次在40厘米以下，往往与石膏层相联系，土壤矿物风化处于脱钾阶段，二氧化硅/氧化铝比值4.0左右；粘土矿物以水云母为主。",
        "before_rp": "灰漠土发育在温带荒漠边缘细土物质上的土壤，主要分布在新疆准噶尔盆地南部冲积平原和北部剥蚀高原、河西走廊的中、西段及阿拉善高原的东部。新疆灰漠土表层有机质含量在1.0％左右，腐殖质层极不明显，石灰的最大含量可达10～30％，聚层出现在20或30厘米以下，易溶性盐含盐最大的层次在40厘米以下，往往与石膏层相联系，土壤矿物风化处于脱钾阶段，二氧化硅/氧化铝比值4.0左右；粘土矿物以水云母为主。",
        "after_rp": "灰漠土发育在温带荒漠边缘细土物质里的土壤，主要分布在新疆准噶尔盆地南部冲积平原和北部剥蚀高原、河西走廊的中、西段及阿拉善高原的东部。新疆灰漠土表层有机质含量在1.0％左右，腐殖质层极不明显，石灰的最大含量可达10～30％，聚层出现在20或30厘米以下，易溶性盐含盐最大的层次在40厘米以下，往往与石膏层相联系，土壤矿物风化处于脱钾阶段，二氧化硅/氧化铝比值4.0左右；粘土矿物以水云母为主。",
        "rp_pair": [
            "【【上→里】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-12578",
        "contain_rp": "12月31日晚11时，记者来到平壤市中心万寿台金日成主席铜像【【前→下】】，看到数十万平壤市民、人民军官兵正络绎不绝地汇集到这里，他们来到金日成主席铜像【【前→下】】献花，向这位为朝鲜人民的革命与建设事业奉献了毕生精力的杰出领导人致以崇高敬意。",
        "before_rp": "12月31日晚11时，记者来到平壤市中心万寿台金日成主席铜像前→下】】，看到数十万平壤市民、人民军官兵正络绎不绝地汇集到这里，他们来到金日成主席铜像【【前献花，向这位为朝鲜人民的革命与建设事业奉献了毕生精力的杰出领导人致以崇高敬意。",
        "after_rp": "12月31日晚11时，记者来到平壤市中心万寿台金日成主席铜像下，看到数十万平壤市民、人民军官兵正络绎不绝地汇集到这里，他们来到金日成主席铜像下献花，向这位为朝鲜人民的革命与建设事业奉献了毕生精力的杰出领导人致以崇高敬意。",
        "rp_pair": [
            "【【前→下】】，看到数十万平壤市民、人民军官兵正络绎不绝地汇集到这里，他们来到金日成主席铜像【【前→下】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-12133",
        "contain_rp": "桑桑搬了张梯子，从鸽笼里掏出一对羽毛未完全丰满的鸽子，双手将它们一只一只地抛到空中。其中，一只直接就飞到了房顶上，另一只却在飞起来之后不知道该往哪儿落，竟然晃晃悠悠地飞了好几圈，最后落到了河边上的草垛上。桑桑在下面赶它，未能赶得了它，就爬上了草垛顶。那只鸽子见了桑桑，就矮下身子，几次要做出飞的样子，可又没有飞，直到桑桑马上就要抓住它了，它才一拍翅膀飞到了房顶【【上→后】】。",
        "before_rp": "桑桑搬了张梯子，从鸽笼里掏出一对羽毛未完全丰满的鸽子，双手将它们一只一只地抛到空中。其中，一只直接就飞到了房顶上，另一只却在飞起来之后不知道该往哪儿落，竟然晃晃悠悠地飞了好几圈，最后落到了河边上的草垛上。桑桑在下面赶它，未能赶得了它，就爬上了草垛顶。那只鸽子见了桑桑，就矮下身子，几次要做出飞的样子，可又没有飞，直到桑桑马上就要抓住它了，它才一拍翅膀飞到了房顶上。",
        "after_rp": "桑桑搬了张梯子，从鸽笼里掏出一对羽毛未完全丰满的鸽子，双手将它们一只一只地抛到空中。其中，一只直接就飞到了房顶上，另一只却在飞起来之后不知道该往哪儿落，竟然晃晃悠悠地飞了好几圈，最后落到了河边上的草垛上。桑桑在下面赶它，未能赶得了它，就爬上了草垛顶。那只鸽子见了桑桑，就矮下身子，几次要做出飞的样子，可又没有飞，直到桑桑马上就要抓住它了，它才一拍翅膀飞到了房顶后。",
        "rp_pair": [
            "【【上→后】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10876",
        "contain_rp": "一盘普通的录像带的中心部分装着一个小型轴承，轴承【【里→上】】有滚珠，它的“真圆度”即真正接近圆形的程度要比核导弹制导用的陀螺罗盘中的轴承滚珠的“真圆度”还要高得多。",
        "before_rp": "一盘普通的录像带的中心部分装着一个小型轴承，轴承里有滚珠，它的“真圆度”即真正接近圆形的程度要比核导弹制导用的陀螺罗盘中的轴承滚珠的“真圆度”还要高得多。",
        "after_rp": "一盘普通的录像带的中心部分装着一个小型轴承，轴承上有滚珠，它的“真圆度”即真正接近圆形的程度要比核导弹制导用的陀螺罗盘中的轴承滚珠的“真圆度”还要高得多。",
        "rp_pair": [
            "【【里→上】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-6113",
        "contain_rp": "大约20万年前，在东非大裂谷地区玛卡里亚瀑布【【下→前】】，一小群现代人的祖先正在砾石堆【【里→边】】寻找合适的石料。他们会在树下的阴凉里打制石器，饿了就打猎，渴了就喝瀑布的清水……这番情景在山东大学历史文化学院教授李占扬的脑海中反复呈现。作为中国—肯尼亚现代人类起源联合考古队领队，李占扬从2017年开始，已三次和中方团队赴肯尼亚进行考古发掘。",
        "before_rp": "大约20万年前，在东非大裂谷地区玛卡里亚瀑布下→前】】，一小群现代人的祖先正在砾石堆【【里寻找合适的石料。他们会在树下的阴凉里打制石器，饿了就打猎，渴了就喝瀑布的清水……这番情景在山东大学历史文化学院教授李占扬的脑海中反复呈现。作为中国—肯尼亚现代人类起源联合考古队领队，李占扬从2017年开始，已三次和中方团队赴肯尼亚进行考古发掘。",
        "after_rp": "大约20万年前，在东非大裂谷地区玛卡里亚瀑布前，一小群现代人的祖先正在砾石堆边寻找合适的石料。他们会在树下的阴凉里打制石器，饿了就打猎，渴了就喝瀑布的清水……这番情景在山东大学历史文化学院教授李占扬的脑海中反复呈现。作为中国—肯尼亚现代人类起源联合考古队领队，李占扬从2017年开始，已三次和中方团队赴肯尼亚进行考古发掘。",
        "rp_pair": [
            "【【下→前】】，一小群现代人的祖先正在砾石堆【【里→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14624",
        "contain_rp": "第二天，桑桑装着在村巷【【里→上】】闲走，瞥了一眼红门，只见上面有一个坑，并且破裂，露出了里头金黄的木色。",
        "before_rp": "第二天，桑桑装着在村巷里闲走，瞥了一眼红门，只见上面有一个坑，并且破裂，露出了里头金黄的木色。",
        "after_rp": "第二天，桑桑装着在村巷上闲走，瞥了一眼红门，只见上面有一个坑，并且破裂，露出了里头金黄的木色。",
        "rp_pair": [
            "【【里→上】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13150",
        "contain_rp": "练习者双脚与肩同宽开立于栏架外侧，预先快速屈髋屈膝下蹲后，侧向/呈Z字形跳跃，双臂【【上→前】】摆协助。",
        "before_rp": "练习者双脚与肩同宽开立于栏架外侧，预先快速屈髋屈膝下蹲后，侧向/呈Z字形跳跃，双臂上摆协助。",
        "after_rp": "练习者双脚与肩同宽开立于栏架外侧，预先快速屈髋屈膝下蹲后，侧向/呈Z字形跳跃，双臂前摆协助。",
        "rp_pair": [
            "【【上→前】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-8146",
        "contain_rp": "桑桑立即伏在了屋脊【【上→后】】。他在听到吱呀一阵开门声之后不一会，就看见白三牵着牛走进了巷子里，然后朝巷子后面自家的大草垛牵去——那是白天拴牛的地方。",
        "before_rp": "桑桑立即伏在了屋脊上。他在听到吱呀一阵开门声之后不一会，就看见白三牵着牛走进了巷子里，然后朝巷子后面自家的大草垛牵去——那是白天拴牛的地方。",
        "after_rp": "桑桑立即伏在了屋脊后。他在听到吱呀一阵开门声之后不一会，就看见白三牵着牛走进了巷子里，然后朝巷子后面自家的大草垛牵去——那是白天拴牛的地方。",
        "rp_pair": [
            "【【上→后】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-430",
        "contain_rp": "香雪终于站在火车上了。她挽紧篮子，小心地朝车厢迈出了第一步。这时，车身忽然悸动了一下，接着，车门被人关上了。当她意识到眼前发生了什么事时，列车已经缓缓地向台儿沟告别了。香雪扑在车门上，看见凤娇的脸在车下一晃。看来这不是梦，一切都是真的，她确实离开姐妹们，站在这又熟悉、又陌生的火车【【上→里】】了。她拍打着玻璃，冲凤娇叫喊：“凤娇！我怎么办呀，我可怎么办呀！”",
        "before_rp": "香雪终于站在火车上了。她挽紧篮子，小心地朝车厢迈出了第一步。这时，车身忽然悸动了一下，接着，车门被人关上了。当她意识到眼前发生了什么事时，列车已经缓缓地向台儿沟告别了。香雪扑在车门上，看见凤娇的脸在车下一晃。看来这不是梦，一切都是真的，她确实离开姐妹们，站在这又熟悉、又陌生的火车上了。她拍打着玻璃，冲凤娇叫喊：“凤娇！我怎么办呀，我可怎么办呀！”",
        "after_rp": "香雪终于站在火车上了。她挽紧篮子，小心地朝车厢迈出了第一步。这时，车身忽然悸动了一下，接着，车门被人关上了。当她意识到眼前发生了什么事时，列车已经缓缓地向台儿沟告别了。香雪扑在车门上，看见凤娇的脸在车下一晃。看来这不是梦，一切都是真的，她确实离开姐妹们，站在这又熟悉、又陌生的火车里了。她拍打着玻璃，冲凤娇叫喊：“凤娇！我怎么办呀，我可怎么办呀！”",
        "rp_pair": [
            "【【上→里】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-12734",
        "contain_rp": "男孩跳下车，三步两步跑上台阶进了屋。不一会儿他出来了，背着一个小孩，显然是他的弟弟，看上去腿有残疾。他把弟弟放在最下面的台阶上，两个人紧靠着坐下。他指着保罗的车，说：“看见了吗？很漂亮，对不对？这是他哥哥送给他的圣诞礼物！将来，我也要送你一辆这样的新车。到时候，你就可以坐在车【【里→上】】，亲眼看看我跟你讲的那些好看的圣诞礼物了。”",
        "before_rp": "男孩跳下车，三步两步跑上台阶进了屋。不一会儿他出来了，背着一个小孩，显然是他的弟弟，看上去腿有残疾。他把弟弟放在最下面的台阶上，两个人紧靠着坐下。他指着保罗的车，说：“看见了吗？很漂亮，对不对？这是他哥哥送给他的圣诞礼物！将来，我也要送你一辆这样的新车。到时候，你就可以坐在车里，亲眼看看我跟你讲的那些好看的圣诞礼物了。”",
        "after_rp": "男孩跳下车，三步两步跑上台阶进了屋。不一会儿他出来了，背着一个小孩，显然是他的弟弟，看上去腿有残疾。他把弟弟放在最下面的台阶上，两个人紧靠着坐下。他指着保罗的车，说：“看见了吗？很漂亮，对不对？这是他哥哥送给他的圣诞礼物！将来，我也要送你一辆这样的新车。到时候，你就可以坐在车上，亲眼看看我跟你讲的那些好看的圣诞礼物了。”",
        "rp_pair": [
            "【【里→上】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-1428",
        "contain_rp": "干干净净的蓝天上，偷偷溜来一团乌云，风推着它爬上山头。山这边，梯田里的庄稼像绿海里卷来的一道道浪头。一个浑身只有一条短裤的男孩子，挥着一根树枝，树枝挂满绿叶，歌谣般亲切、柔和。他看管着一头雪白的小山羊，小山羊在田埂【【上→里】】悠闲地啃着青草。",
        "before_rp": "干干净净的蓝天上，偷偷溜来一团乌云，风推着它爬上山头。山这边，梯田里的庄稼像绿海里卷来的一道道浪头。一个浑身只有一条短裤的男孩子，挥着一根树枝，树枝挂满绿叶，歌谣般亲切、柔和。他看管着一头雪白的小山羊，小山羊在田埂上悠闲地啃着青草。",
        "after_rp": "干干净净的蓝天上，偷偷溜来一团乌云，风推着它爬上山头。山这边，梯田里的庄稼像绿海里卷来的一道道浪头。一个浑身只有一条短裤的男孩子，挥着一根树枝，树枝挂满绿叶，歌谣般亲切、柔和。他看管着一头雪白的小山羊，小山羊在田埂里悠闲地啃着青草。",
        "rp_pair": [
            "【【上→里】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-4760",
        "contain_rp": "在沪昆铁路湖沿站至新塘边站的铁路线【【上→边】】，38岁的云南汉子黄小会正用铁锹清理着轨枕【【下→中】】的石砟，妻子在一旁挥着耙子快速地配合着。",
        "before_rp": "在沪昆铁路湖沿站至新塘边站的铁路线上→边】】，38岁的云南汉子黄小会正用铁锹清理着轨枕【【下的石砟，妻子在一旁挥着耙子快速地配合着。",
        "after_rp": "在沪昆铁路湖沿站至新塘边站的铁路线边，38岁的云南汉子黄小会正用铁锹清理着轨枕中的石砟，妻子在一旁挥着耙子快速地配合着。",
        "rp_pair": [
            "【【上→边】】，38岁的云南汉子黄小会正用铁锹清理着轨枕【【下→中】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13851",
        "contain_rp": "脱下防护服，戴上燕尾帽。陈静把和她一起抗疫的47名护士姑娘安全地带了回来。她们依然坚守在日常的护理岗位上，守护在一张张病床【【旁→边】】，并随时准备下一次出征。",
        "before_rp": "脱下防护服，戴上燕尾帽。陈静把和她一起抗疫的47名护士姑娘安全地带了回来。她们依然坚守在日常的护理岗位上，守护在一张张病床旁，并随时准备下一次出征。",
        "after_rp": "脱下防护服，戴上燕尾帽。陈静把和她一起抗疫的47名护士姑娘安全地带了回来。她们依然坚守在日常的护理岗位上，守护在一张张病床边，并随时准备下一次出征。",
        "rp_pair": [
            "【【旁→边】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-13529",
        "contain_rp": "林芝【【边境→境内】】管理支队察瓦龙边境派出所接警后，立即组织警力赶往现场，经初步勘察和风险评估，3名警察穿戴救援装备，一边举起盾牌一边拖着牵引绳，冒着飞石砸落的危险，冲进滑坡区域（见图）。",
        "before_rp": "林芝边境管理支队察瓦龙边境派出所接警后，立即组织警力赶往现场，经初步勘察和风险评估，3名警察穿戴救援装备，一边举起盾牌一边拖着牵引绳，冒着飞石砸落的危险，冲进滑坡区域（见图）。",
        "after_rp": "林芝境内管理支队察瓦龙边境派出所接警后，立即组织警力赶往现场，经初步勘察和风险评估，3名警察穿戴救援装备，一边举起盾牌一边拖着牵引绳，冒着飞石砸落的危险，冲进滑坡区域（见图）。",
        "rp_pair": [
            "【【边境→境内】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-9320",
        "contain_rp": "这时候是黄昏了，月光还没有照射下来，路灯和霓虹灯已经交相辉映了。街上的刘镇群众因为炎热，恨不得要光屁股了。这个周游西装革履，他把两个大纸箱子放在两只脚旁，站在汽车站【【外→前】】的街道【【上→边】】，就像是站在有空调的大厅里似的一点都不觉得热，他脸上挂着福布斯中国排行榜上才有的微笑，问街道上来去的群众：",
        "before_rp": "这时候是黄昏了，月光还没有照射下来，路灯和霓虹灯已经交相辉映了。街上的刘镇群众因为炎热，恨不得要光屁股了。这个周游西装革履，他把两个大纸箱子放在两只脚旁，站在汽车站外→前】】的街道【【上，就像是站在有空调的大厅里似的一点都不觉得热，他脸上挂着福布斯中国排行榜上才有的微笑，问街道上来去的群众：",
        "after_rp": "这时候是黄昏了，月光还没有照射下来，路灯和霓虹灯已经交相辉映了。街上的刘镇群众因为炎热，恨不得要光屁股了。这个周游西装革履，他把两个大纸箱子放在两只脚旁，站在汽车站前的街道边，就像是站在有空调的大厅里似的一点都不觉得热，他脸上挂着福布斯中国排行榜上才有的微笑，问街道上来去的群众：",
        "rp_pair": [
            "【【外→前】】的街道【【上→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11594",
        "contain_rp": "花开小路【【旁→边】】，树下嗅花香。忽而一阵风吹过，调皮的花瓣落在赏花人肩上。正在院子里忙活的民宿业主郑云芳笑了起来。",
        "before_rp": "花开小路旁，树下嗅花香。忽而一阵风吹过，调皮的花瓣落在赏花人肩上。正在院子里忙活的民宿业主郑云芳笑了起来。",
        "after_rp": "花开小路边，树下嗅花香。忽而一阵风吹过，调皮的花瓣落在赏花人肩上。正在院子里忙活的民宿业主郑云芳笑了起来。",
        "rp_pair": [
            "【【旁→边】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-13703",
        "contain_rp": "在“反送【【中→边】】”的旗号下，反中乱港势力接连发起“地毯式攻击”，仅反对派平台“民间人权阵线”就组织了多场游行和集会，有示威者假扮被捕嫌疑人站在牢笼中，脖子上挂着“港府好阴毒、引导返大陆”的字牌，卖力出演，丑态百出。",
        "before_rp": "在“反送中”的旗号下，反中乱港势力接连发起“地毯式攻击”，仅反对派平台“民间人权阵线”就组织了多场游行和集会，有示威者假扮被捕嫌疑人站在牢笼中，脖子上挂着“港府好阴毒、引导返大陆”的字牌，卖力出演，丑态百出。",
        "after_rp": "在“反送边”的旗号下，反中乱港势力接连发起“地毯式攻击”，仅反对派平台“民间人权阵线”就组织了多场游行和集会，有示威者假扮被捕嫌疑人站在牢笼中，脖子上挂着“港府好阴毒、引导返大陆”的字牌，卖力出演，丑态百出。",
        "rp_pair": [
            "【【中→边】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-618",
        "contain_rp": "那男子虎虎地向起身慢一点的人的身上踢了几脚，回转身来站在不满二尺阔的楼梯【【上→边】】，向楼上的另一群人呼喊：“揍你的！再不起来？懒虫！等太阳上山吗？”",
        "before_rp": "那男子虎虎地向起身慢一点的人的身上踢了几脚，回转身来站在不满二尺阔的楼梯上，向楼上的另一群人呼喊：“揍你的！再不起来？懒虫！等太阳上山吗？”",
        "after_rp": "那男子虎虎地向起身慢一点的人的身上踢了几脚，回转身来站在不满二尺阔的楼梯边，向楼上的另一群人呼喊：“揍你的！再不起来？懒虫！等太阳上山吗？”",
        "rp_pair": [
            "【【上→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14528",
        "contain_rp": "12月4日夜，西双版纳热带雨林多了些寒意。殡仪馆内，肖娟（化名）趴在灵柩上，拼命想和她的另一半靠得更近些。当天下午，蔡晓东在【【边境→境外】】一线抓捕毒贩过程中，与持枪毒贩殊死搏斗，不幸牺牲。",
        "before_rp": "12月4日夜，西双版纳热带雨林多了些寒意。殡仪馆内，肖娟（化名）趴在灵柩上，拼命想和她的另一半靠得更近些。当天下午，蔡晓东在边境一线抓捕毒贩过程中，与持枪毒贩殊死搏斗，不幸牺牲。",
        "after_rp": "12月4日夜，西双版纳热带雨林多了些寒意。殡仪馆内，肖娟（化名）趴在灵柩上，拼命想和她的另一半靠得更近些。当天下午，蔡晓东在境外一线抓捕毒贩过程中，与持枪毒贩殊死搏斗，不幸牺牲。",
        "rp_pair": [
            "【【边境→境外】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-1523",
        "contain_rp": "读小学的时候，我的外祖母去世了。外祖母生前最疼爱我。我无法排除自己的忧伤，每天在学校的操场上一圈一圈地跑着，跑得累倒在地上，扑在草坪【【上→边】】痛哭。",
        "before_rp": "读小学的时候，我的外祖母去世了。外祖母生前最疼爱我。我无法排除自己的忧伤，每天在学校的操场上一圈一圈地跑着，跑得累倒在地上，扑在草坪上痛哭。",
        "after_rp": "读小学的时候，我的外祖母去世了。外祖母生前最疼爱我。我无法排除自己的忧伤，每天在学校的操场上一圈一圈地跑着，跑得累倒在地上，扑在草坪边痛哭。",
        "rp_pair": [
            "【【上→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11539",
        "contain_rp": "“姚师傅，过冬保暖做好了吗？”江西上饶广信区五府山镇农业技术推广站站长郑恒崽站在田埂【【上→边】】，向在蜂箱旁忙碌的姚生有喊道。",
        "before_rp": "“姚师傅，过冬保暖做好了吗？”江西上饶广信区五府山镇农业技术推广站站长郑恒崽站在田埂上，向在蜂箱旁忙碌的姚生有喊道。",
        "after_rp": "“姚师傅，过冬保暖做好了吗？”江西上饶广信区五府山镇农业技术推广站站长郑恒崽站在田埂边，向在蜂箱旁忙碌的姚生有喊道。",
        "rp_pair": [
            "【【上→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-8329",
        "contain_rp": "这天晚上，两个孩子在睡梦里总觉得有个人在屋子里走进走出，还有一次次倒水的声响。那是李兰一次次地去外面井【【里→边】】提上来水，仔细擦洗了宋凡平的尸体，给宋凡平换上了一身干净衣服。两个孩子不知道瘦小的李兰是如何给高大的宋凡平换上衣服的，也不知道她是什么时候睡下的。第二天上午李兰出门后，李光头和宋钢发现里屋床上的宋凡平像个新郎一样干净了，他身下的床单也换过了，他的脸洗干净以后反而又青又紫了。",
        "before_rp": "这天晚上，两个孩子在睡梦里总觉得有个人在屋子里走进走出，还有一次次倒水的声响。那是李兰一次次地去外面井里提上来水，仔细擦洗了宋凡平的尸体，给宋凡平换上了一身干净衣服。两个孩子不知道瘦小的李兰是如何给高大的宋凡平换上衣服的，也不知道她是什么时候睡下的。第二天上午李兰出门后，李光头和宋钢发现里屋床上的宋凡平像个新郎一样干净了，他身下的床单也换过了，他的脸洗干净以后反而又青又紫了。",
        "after_rp": "这天晚上，两个孩子在睡梦里总觉得有个人在屋子里走进走出，还有一次次倒水的声响。那是李兰一次次地去外面井边提上来水，仔细擦洗了宋凡平的尸体，给宋凡平换上了一身干净衣服。两个孩子不知道瘦小的李兰是如何给高大的宋凡平换上衣服的，也不知道她是什么时候睡下的。第二天上午李兰出门后，李光头和宋钢发现里屋床上的宋凡平像个新郎一样干净了，他身下的床单也换过了，他的脸洗干净以后反而又青又紫了。",
        "rp_pair": [
            "【【里→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14973",
        "contain_rp": "Hong′anXian红安县（Hong′anXian），湖北省黄冈地区辖县，中国重要萤石矿所在地，湖北花生主产地。原名黄安县，位于省境东北部，大别山脉南麓。面积1796平方公里，人口59.66万，县府驻城关镇。大别山脉绵亘于北部边界，并在【【境内→边境】】分出2支脉，自北向南伸延于县境东、西两侧，成为举、倒、滠3水的分水岭，构成海拔300米以上的丘陵；倒水流贯全境，两岸有河谷平原分布。低山区富林特产，“天台云雾茶”为湖北省名茶之一；丘陵区为全省花生集中产区之一；平原区主产稻、麦。县境西北有全国重要萤石矿产地。",
        "before_rp": "Hong′anXian红安县（Hong′anXian），湖北省黄冈地区辖县，中国重要萤石矿所在地，湖北花生主产地。原名黄安县，位于省境东北部，大别山脉南麓。面积1796平方公里，人口59.66万，县府驻城关镇。大别山脉绵亘于北部边界，并在境内分出2支脉，自北向南伸延于县境东、西两侧，成为举、倒、滠3水的分水岭，构成海拔300米以上的丘陵；倒水流贯全境，两岸有河谷平原分布。低山区富林特产，“天台云雾茶”为湖北省名茶之一；丘陵区为全省花生集中产区之一；平原区主产稻、麦。县境西北有全国重要萤石矿产地。",
        "after_rp": "Hong′anXian红安县（Hong′anXian），湖北省黄冈地区辖县，中国重要萤石矿所在地，湖北花生主产地。原名黄安县，位于省境东北部，大别山脉南麓。面积1796平方公里，人口59.66万，县府驻城关镇。大别山脉绵亘于北部边界，并在边境分出2支脉，自北向南伸延于县境东、西两侧，成为举、倒、滠3水的分水岭，构成海拔300米以上的丘陵；倒水流贯全境，两岸有河谷平原分布。低山区富林特产，“天台云雾茶”为湖北省名茶之一；丘陵区为全省花生集中产区之一；平原区主产稻、麦。县境西北有全国重要萤石矿产地。",
        "rp_pair": [
            "【【境内→边境】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10155",
        "contain_rp": "③华南区。包括云南与两广的南部，福建省东南沿海一带及台湾、海南岛和南海各群岛。本区动物区系中各类热带—亚热带类型的成分，尤以西部最为集中。全区内广布的热带种类如爬行类中的巨蜥，鸟类中的红头咬鹃、灰燕鵙、橙腹叶鹎，兽类中的棕果蝠等，均属典型热带的科。此外尚有一些在本区内分布较广的种类，如两栖类【【中→边】】的台北蛙、花细狭口蛙，爬行类中的变色树蜥、长鬣蜥、中国壁虎，鸟类中的鹧鸪、白鹇、竹啄木鸟、牛背啄花鸟和兽类中的红颊獴、白花竹鼠、青毛巨鼠和明纹花松鼠等。",
        "before_rp": "③华南区。包括云南与两广的南部，福建省东南沿海一带及台湾、海南岛和南海各群岛。本区动物区系中各类热带—亚热带类型的成分，尤以西部最为集中。全区内广布的热带种类如爬行类中的巨蜥，鸟类中的红头咬鹃、灰燕鵙、橙腹叶鹎，兽类中的棕果蝠等，均属典型热带的科。此外尚有一些在本区内分布较广的种类，如两栖类中的台北蛙、花细狭口蛙，爬行类中的变色树蜥、长鬣蜥、中国壁虎，鸟类中的鹧鸪、白鹇、竹啄木鸟、牛背啄花鸟和兽类中的红颊獴、白花竹鼠、青毛巨鼠和明纹花松鼠等。",
        "after_rp": "③华南区。包括云南与两广的南部，福建省东南沿海一带及台湾、海南岛和南海各群岛。本区动物区系中各类热带—亚热带类型的成分，尤以西部最为集中。全区内广布的热带种类如爬行类中的巨蜥，鸟类中的红头咬鹃、灰燕鵙、橙腹叶鹎，兽类中的棕果蝠等，均属典型热带的科。此外尚有一些在本区内分布较广的种类，如两栖类边的台北蛙、花细狭口蛙，爬行类中的变色树蜥、长鬣蜥、中国壁虎，鸟类中的鹧鸪、白鹇、竹啄木鸟、牛背啄花鸟和兽类中的红颊獴、白花竹鼠、青毛巨鼠和明纹花松鼠等。",
        "rp_pair": [
            "【【中→边】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-10393",
        "contain_rp": "车道，其车辆右侧与在右侧车道【【内→边】】驾驶牌号为沪DRXXXX的普通二轮摩托车同向行驶的被害人陶茂刚左侧肢体及摩托车左侧发生碰撞，致被害人所驾驶的摩托车向右倒地，在倒地过程中，被告人刘2驾驶的轿车车尾与该摩托车车轮再次发生碰撞，同时，轿车车头与右侧隔离墩发生碰撞，后被告人刘2向左猛打方向，致其车辆撞上道路中央隔离栏后停下。",
        "before_rp": "车道，其车辆右侧与在右侧车道内驾驶牌号为沪DRXXXX的普通二轮摩托车同向行驶的被害人陶茂刚左侧肢体及摩托车左侧发生碰撞，致被害人所驾驶的摩托车向右倒地，在倒地过程中，被告人刘2驾驶的轿车车尾与该摩托车车轮再次发生碰撞，同时，轿车车头与右侧隔离墩发生碰撞，后被告人刘2向左猛打方向，致其车辆撞上道路中央隔离栏后停下。",
        "after_rp": "车道，其车辆右侧与在右侧车道边驾驶牌号为沪DRXXXX的普通二轮摩托车同向行驶的被害人陶茂刚左侧肢体及摩托车左侧发生碰撞，致被害人所驾驶的摩托车向右倒地，在倒地过程中，被告人刘2驾驶的轿车车尾与该摩托车车轮再次发生碰撞，同时，轿车车头与右侧隔离墩发生碰撞，后被告人刘2向左猛打方向，致其车辆撞上道路中央隔离栏后停下。",
        "rp_pair": [
            "【【内→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14316",
        "contain_rp": "兰郡泽熟练地将吊车移到起火居民楼旁，握紧拉杆，向上伸长吊臂，将吊篮伸到楼上窗户【【前→边】】，抢救三楼阳台【【上→边】】的董女士和她的儿子。待这对母子平稳落地后，他又把吊篮升到四楼。眼前的吊篮让原本绝望的莽先生看到希望，一家人不到五分钟成功脱险。",
        "before_rp": "兰郡泽熟练地将吊车移到起火居民楼旁，握紧拉杆，向上伸长吊臂，将吊篮伸到楼上窗户前→边】】，抢救三楼阳台【【上的董女士和她的儿子。待这对母子平稳落地后，他又把吊篮升到四楼。眼前的吊篮让原本绝望的莽先生看到希望，一家人不到五分钟成功脱险。",
        "after_rp": "兰郡泽熟练地将吊车移到起火居民楼旁，握紧拉杆，向上伸长吊臂，将吊篮伸到楼上窗户边，抢救三楼阳台边的董女士和她的儿子。待这对母子平稳落地后，他又把吊篮升到四楼。眼前的吊篮让原本绝望的莽先生看到希望，一家人不到五分钟成功脱险。",
        "rp_pair": [
            "【【前→边】】，抢救三楼阳台【【上→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-2070",
        "contain_rp": "她又擦着了一根火柴。这一回，她坐在美丽的圣诞树【【下→边】】。这棵圣诞树，比她去年圣诞节透过富商家的玻璃门看到的还要大，还要美。翠绿的树枝上点着几千支明晃晃的蜡烛，许多幅美丽的彩色画片，跟挂在商店橱窗里的一个样，在向她眨眼睛。小女孩向画片伸出手去。这时候，火柴又灭了。只见圣诞树上的烛光越升越高，最后成了在天空中闪烁的星星。有一颗星星落下来了，在天空中划出了一道细长的红光。",
        "before_rp": "她又擦着了一根火柴。这一回，她坐在美丽的圣诞树下。这棵圣诞树，比她去年圣诞节透过富商家的玻璃门看到的还要大，还要美。翠绿的树枝上点着几千支明晃晃的蜡烛，许多幅美丽的彩色画片，跟挂在商店橱窗里的一个样，在向她眨眼睛。小女孩向画片伸出手去。这时候，火柴又灭了。只见圣诞树上的烛光越升越高，最后成了在天空中闪烁的星星。有一颗星星落下来了，在天空中划出了一道细长的红光。",
        "after_rp": "她又擦着了一根火柴。这一回，她坐在美丽的圣诞树边。这棵圣诞树，比她去年圣诞节透过富商家的玻璃门看到的还要大，还要美。翠绿的树枝上点着几千支明晃晃的蜡烛，许多幅美丽的彩色画片，跟挂在商店橱窗里的一个样，在向她眨眼睛。小女孩向画片伸出手去。这时候，火柴又灭了。只见圣诞树上的烛光越升越高，最后成了在天空中闪烁的星星。有一颗星星落下来了，在天空中划出了一道细长的红光。",
        "rp_pair": [
            "【【下→边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-15409",
        "contain_rp": "泥路由东向西倒车时，因未查明车【【后→边】】情况并确认安全而撞及车后的被害人张某某，导致张某某倒地并被该车碾压后当场死亡。",
        "before_rp": "泥路由东向西倒车时，因未查明车后情况并确认安全而撞及车后的被害人张某某，导致张某某倒地并被该车碾压后当场死亡。",
        "after_rp": "泥路由东向西倒车时，因未查明车边情况并确认安全而撞及车后的被害人张某某，导致张某某倒地并被该车碾压后当场死亡。",
        "rp_pair": [
            "【【后→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10096",
        "contain_rp": "③高原草原。俗称高寒草原。这类草场资源的特点是草群花期短、结实快，可避免夏季阵性冰雪的危害。主要分布于西藏高原的中部，散见于青海省治多县境内通天河中游沿岸的高平原【【上→边】】，呈舌扇状分布。在高原上与小嵩草草甸或与草丘沼泽相嵌而形成组合资源。在晴朗而少雪的冬季，通常把零星积雪的地段作为冬场。",
        "before_rp": "③高原草原。俗称高寒草原。这类草场资源的特点是草群花期短、结实快，可避免夏季阵性冰雪的危害。主要分布于西藏高原的中部，散见于青海省治多县境内通天河中游沿岸的高平原上，呈舌扇状分布。在高原上与小嵩草草甸或与草丘沼泽相嵌而形成组合资源。在晴朗而少雪的冬季，通常把零星积雪的地段作为冬场。",
        "after_rp": "③高原草原。俗称高寒草原。这类草场资源的特点是草群花期短、结实快，可避免夏季阵性冰雪的危害。主要分布于西藏高原的中部，散见于青海省治多县境内通天河中游沿岸的高平原边，呈舌扇状分布。在高原上与小嵩草草甸或与草丘沼泽相嵌而形成组合资源。在晴朗而少雪的冬季，通常把零星积雪的地段作为冬场。",
        "rp_pair": [
            "【【上→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-12196",
        "contain_rp": "这天晚上李兰做了一顿豆腐饭，这是我们刘镇的风俗，办丧事的人家都会做这样一顿饭。李兰做了一大盆豆腐放在桌子的中间，还有一碗炒青菜。天黑了灯亮了以后，三个人坐到了桌子【【前→边】】，宋凡平的棺材就在旁边，一碗油灯点亮了放在棺材【【上→前】】，这是长明灯，照亮宋凡平走向阴间的道路，宋凡平就不会被绊倒。",
        "before_rp": "这天晚上李兰做了一顿豆腐饭，这是我们刘镇的风俗，办丧事的人家都会做这样一顿饭。李兰做了一大盆豆腐放在桌子的中间，还有一碗炒青菜。天黑了灯亮了以后，三个人坐到了桌子前→边】】，宋凡平的棺材就在旁边，一碗油灯点亮了放在棺材【【上，这是长明灯，照亮宋凡平走向阴间的道路，宋凡平就不会被绊倒。",
        "after_rp": "这天晚上李兰做了一顿豆腐饭，这是我们刘镇的风俗，办丧事的人家都会做这样一顿饭。李兰做了一大盆豆腐放在桌子的中间，还有一碗炒青菜。天黑了灯亮了以后，三个人坐到了桌子边，宋凡平的棺材就在旁边，一碗油灯点亮了放在棺材前，这是长明灯，照亮宋凡平走向阴间的道路，宋凡平就不会被绊倒。",
        "rp_pair": [
            "【【前→边】】，宋凡平的棺材就在旁边，一碗油灯点亮了放在棺材【【上→前】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-5514",
        "contain_rp": "走进四川省天府新区中科院光电所工地，“春节大比武”标语下，工人们正紧锣密鼓地进行幕墙施工，工地【【旁→边】】的职工食堂也年味正浓：热腾腾的饺子在锅里翻滚，春联福字贴满了墙壁，从各地采购的特色年货正等待着工友们兑换领取。",
        "before_rp": "走进四川省天府新区中科院光电所工地，“春节大比武”标语下，工人们正紧锣密鼓地进行幕墙施工，工地旁的职工食堂也年味正浓：热腾腾的饺子在锅里翻滚，春联福字贴满了墙壁，从各地采购的特色年货正等待着工友们兑换领取。",
        "after_rp": "走进四川省天府新区中科院光电所工地，“春节大比武”标语下，工人们正紧锣密鼓地进行幕墙施工，工地边的职工食堂也年味正浓：热腾腾的饺子在锅里翻滚，春联福字贴满了墙壁，从各地采购的特色年货正等待着工友们兑换领取。",
        "rp_pair": [
            "【【旁→边】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-1616",
        "contain_rp": "农历八月十八是一年一度的观潮日。这一天早上，我们来到了海宁县的盐官镇，据说这里是观潮最好的地方。我们随着观潮的人群，登上了海塘大堤。宽阔的钱塘江横卧在眼前，江面很平静，越往东越宽，在雨后的阳光下，笼罩着一层蒙蒙的薄雾。镇海的古塔、中山亭和观潮台屹立在江边。远处，几座小山在云雾中若隐若现。江潮还没有来，海塘大堤【【上→边】】早已人山人海。大家昂首东望，等着，盼着。",
        "before_rp": "农历八月十八是一年一度的观潮日。这一天早上，我们来到了海宁县的盐官镇，据说这里是观潮最好的地方。我们随着观潮的人群，登上了海塘大堤。宽阔的钱塘江横卧在眼前，江面很平静，越往东越宽，在雨后的阳光下，笼罩着一层蒙蒙的薄雾。镇海的古塔、中山亭和观潮台屹立在江边。远处，几座小山在云雾中若隐若现。江潮还没有来，海塘大堤上早已人山人海。大家昂首东望，等着，盼着。",
        "after_rp": "农历八月十八是一年一度的观潮日。这一天早上，我们来到了海宁县的盐官镇，据说这里是观潮最好的地方。我们随着观潮的人群，登上了海塘大堤。宽阔的钱塘江横卧在眼前，江面很平静，越往东越宽，在雨后的阳光下，笼罩着一层蒙蒙的薄雾。镇海的古塔、中山亭和观潮台屹立在江边。远处，几座小山在云雾中若隐若现。江潮还没有来，海塘大堤边早已人山人海。大家昂首东望，等着，盼着。",
        "rp_pair": [
            "【【上→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-15472",
        "contain_rp": "上海市浦东新区人民检察院指控：2019年6月6日11时11分许，被告人杨某某驾驶牌号为沪A0XXXXF大型普通客车沿上海市浦东新区华川路北侧机动车道由东向西行驶至华川路、凌空路路口遇绿灯右转弯时，因妨碍同向被放行的电动自行车通行，造成客车右侧前部与沿华川路北侧机动车道【【内→边】】由东向西直行超过规定时速通过该路口的由陶前飞驾驶的牌号为“上海XXXXXXX”的电动自行车左前部相撞，致陶前飞倒地后遭客车车轮碾压，造成陶前飞受伤后经医院抢救无效于当日死亡。",
        "before_rp": "上海市浦东新区人民检察院指控：2019年6月6日11时11分许，被告人杨某某驾驶牌号为沪A0XXXXF大型普通客车沿上海市浦东新区华川路北侧机动车道由东向西行驶至华川路、凌空路路口遇绿灯右转弯时，因妨碍同向被放行的电动自行车通行，造成客车右侧前部与沿华川路北侧机动车道内由东向西直行超过规定时速通过该路口的由陶前飞驾驶的牌号为“上海XXXXXXX”的电动自行车左前部相撞，致陶前飞倒地后遭客车车轮碾压，造成陶前飞受伤后经医院抢救无效于当日死亡。",
        "after_rp": "上海市浦东新区人民检察院指控：2019年6月6日11时11分许，被告人杨某某驾驶牌号为沪A0XXXXF大型普通客车沿上海市浦东新区华川路北侧机动车道由东向西行驶至华川路、凌空路路口遇绿灯右转弯时，因妨碍同向被放行的电动自行车通行，造成客车右侧前部与沿华川路北侧机动车道边由东向西直行超过规定时速通过该路口的由陶前飞驾驶的牌号为“上海XXXXXXX”的电动自行车左前部相撞，致陶前飞倒地后遭客车车轮碾压，造成陶前飞受伤后经医院抢救无效于当日死亡。",
        "rp_pair": [
            "【【内→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10702",
        "contain_rp": "左部、正面及右侧前部相继与1号车道内同向行驶的由吕兵驾驶的沪AFXXXX6小型普通客车右侧后部及中央隔离护栏相撞，沪AFXXXX6小型普通客车被撞失控后左前部又与3号客货车道内同向行驶的由郑涛驾驶的沪ETXXXX重型半挂牵引车(牵引皖NEXXX挂重型平板半挂车)左后部相撞，1号车道【【内→边】】后续驶来的由徐建军驾驶的赣F9XXXX小型普通客车右前部又与沪D9XXXX重型半挂牵引车车身左侧相撞。",
        "before_rp": "左部、正面及右侧前部相继与1号车道内同向行驶的由吕兵驾驶的沪AFXXXX6小型普通客车右侧后部及中央隔离护栏相撞，沪AFXXXX6小型普通客车被撞失控后左前部又与3号客货车道内同向行驶的由郑涛驾驶的沪ETXXXX重型半挂牵引车(牵引皖NEXXX挂重型平板半挂车)左后部相撞，1号车道内后续驶来的由徐建军驾驶的赣F9XXXX小型普通客车右前部又与沪D9XXXX重型半挂牵引车车身左侧相撞。",
        "after_rp": "左部、正面及右侧前部相继与1号车道内同向行驶的由吕兵驾驶的沪AFXXXX6小型普通客车右侧后部及中央隔离护栏相撞，沪AFXXXX6小型普通客车被撞失控后左前部又与3号客货车道内同向行驶的由郑涛驾驶的沪ETXXXX重型半挂牵引车(牵引皖NEXXX挂重型平板半挂车)左后部相撞，1号车道边后续驶来的由徐建军驾驶的赣F9XXXX小型普通客车右前部又与沪D9XXXX重型半挂牵引车车身左侧相撞。",
        "rp_pair": [
            "【【内→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-2973",
        "contain_rp": "在博物馆地下三层，吹糖人展台【【前→边】】排起了长队。当地居民克里斯汀·麦凯手持糖人作品说，“来博物馆里体验原汁原味的中国传统艺术，是了解中国悠久历史文化的绝佳机会。”",
        "before_rp": "在博物馆地下三层，吹糖人展台前排起了长队。当地居民克里斯汀·麦凯手持糖人作品说，“来博物馆里体验原汁原味的中国传统艺术，是了解中国悠久历史文化的绝佳机会。”",
        "after_rp": "在博物馆地下三层，吹糖人展台边排起了长队。当地居民克里斯汀·麦凯手持糖人作品说，“来博物馆里体验原汁原味的中国传统艺术，是了解中国悠久历史文化的绝佳机会。”",
        "rp_pair": [
            "【【前→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-4830",
        "contain_rp": "早上8点多，交通早高峰时段，也是医院门诊人流最集中的时段。在某城市市中心的一家医院大门外，由东向西的【【外侧→右侧】】车道【【上→边】】，需要穿过连续不断的非机动车流才能开进院门的车辆排起了长队，中间还夹杂着临时停车下客和未看清标识急于驶离或驶入的变道车辆。另一家医院大门外，“车位已满”牌子早就挂了出来。辅警和医院保安看到车辆就马上挥手要求驶离，但还是不断有车辆靠近询问“有没有车位。”",
        "before_rp": "早上8点多，交通早高峰时段，也是医院门诊人流最集中的时段。在某城市市中心的一家医院大门外，由东向西的外侧→右侧】】车道【【上，需要穿过连续不断的非机动车流才能开进院门的车辆排起了长队，中间还夹杂着临时停车下客和未看清标识急于驶离或驶入的变道车辆。另一家医院大门外，“车位已满”牌子早就挂了出来。辅警和医院保安看到车辆就马上挥手要求驶离，但还是不断有车辆靠近询问“有没有车位。”",
        "after_rp": "早上8点多，交通早高峰时段，也是医院门诊人流最集中的时段。在某城市市中心的一家医院大门外，由东向西的右侧车道边，需要穿过连续不断的非机动车流才能开进院门的车辆排起了长队，中间还夹杂着临时停车下客和未看清标识急于驶离或驶入的变道车辆。另一家医院大门外，“车位已满”牌子早就挂了出来。辅警和医院保安看到车辆就马上挥手要求驶离，但还是不断有车辆靠近询问“有没有车位。”",
        "rp_pair": [
            "【【外侧→右侧】】车道【【上→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-4054",
        "contain_rp": "地处中阳县北边的车鸣峪乡，离县城有近一个小时的车程。前些年，村子里的人去县城要坐三轮、骑摩托到乡里，再坐班车。2017年，车鸣峪乡下决心让这些村子的人挪穷窝，在弓阳村【【旁→边】】选择了集中安置点，用一年时间建成了现在的弓阳新村。首批搬迁户于2018年5月入住，家家户户装上了电淋浴和抽水马桶。",
        "before_rp": "地处中阳县北边的车鸣峪乡，离县城有近一个小时的车程。前些年，村子里的人去县城要坐三轮、骑摩托到乡里，再坐班车。2017年，车鸣峪乡下决心让这些村子的人挪穷窝，在弓阳村旁选择了集中安置点，用一年时间建成了现在的弓阳新村。首批搬迁户于2018年5月入住，家家户户装上了电淋浴和抽水马桶。",
        "after_rp": "地处中阳县北边的车鸣峪乡，离县城有近一个小时的车程。前些年，村子里的人去县城要坐三轮、骑摩托到乡里，再坐班车。2017年，车鸣峪乡下决心让这些村子的人挪穷窝，在弓阳村边选择了集中安置点，用一年时间建成了现在的弓阳新村。首批搬迁户于2018年5月入住，家家户户装上了电淋浴和抽水马桶。",
        "rp_pair": [
            "【【旁→边】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-18",
        "contain_rp": "老妇人跪在那坑【【里→边】】，用手舀出那些水。舀几下，她就得休息一会儿。到底，她把坑里的水全舀干了。于是她回到那死者旁边，两手抄在死者的腋窝下，把他拖走。",
        "before_rp": "老妇人跪在那坑里，用手舀出那些水。舀几下，她就得休息一会儿。到底，她把坑里的水全舀干了。于是她回到那死者旁边，两手抄在死者的腋窝下，把他拖走。",
        "after_rp": "老妇人跪在那坑边，用手舀出那些水。舀几下，她就得休息一会儿。到底，她把坑里的水全舀干了。于是她回到那死者旁边，两手抄在死者的腋窝下，把他拖走。",
        "rp_pair": [
            "【【里→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-9154",
        "contain_rp": "李光头跳起来，群众立刻给他闪开一条道，李光头走到挂在墙上专给破烂废品记账的黑板【【前→边】】，拿起粉笔在黑板上写一个“9”，转身问群众：",
        "before_rp": "李光头跳起来，群众立刻给他闪开一条道，李光头走到挂在墙上专给破烂废品记账的黑板前，拿起粉笔在黑板上写一个“9”，转身问群众：",
        "after_rp": "李光头跳起来，群众立刻给他闪开一条道，李光头走到挂在墙上专给破烂废品记账的黑板边，拿起粉笔在黑板上写一个“9”，转身问群众：",
        "rp_pair": [
            "【【前→边】】"
        ],
        "label": 1
    },
    {
        "qid": "1-dev-11566",
        "contain_rp": "无处落脚，找一个避风的立交桥【【下→边】】停好车，他在车里度过了到武汉的第一个夜晚，难眠又难忘。",
        "before_rp": "无处落脚，找一个避风的立交桥下停好车，他在车里度过了到武汉的第一个夜晚，难眠又难忘。",
        "after_rp": "无处落脚，找一个避风的立交桥边停好车，他在车里度过了到武汉的第一个夜晚，难眠又难忘。",
        "rp_pair": [
            "【【下→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-4440",
        "contain_rp": "开山的炮声，在峭壁【【上→边】】此起彼伏。炮声里，挂山的路面在一寸寸拓展，一点点延伸。两百多个日日夜夜，在拓路者紧张的奋战中过去了。他们硬是在这陡峭的岩壁上，开出了一条宽达四五米，长达四公里的挂山公路来！",
        "before_rp": "开山的炮声，在峭壁上此起彼伏。炮声里，挂山的路面在一寸寸拓展，一点点延伸。两百多个日日夜夜，在拓路者紧张的奋战中过去了。他们硬是在这陡峭的岩壁上，开出了一条宽达四五米，长达四公里的挂山公路来！",
        "after_rp": "开山的炮声，在峭壁边此起彼伏。炮声里，挂山的路面在一寸寸拓展，一点点延伸。两百多个日日夜夜，在拓路者紧张的奋战中过去了。他们硬是在这陡峭的岩壁上，开出了一条宽达四五米，长达四公里的挂山公路来！",
        "rp_pair": [
            "【【上→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-12115",
        "contain_rp": "不远处，纸月正穿过玉米丛中的田埂，上学来了。纸月戴了一顶很好看的凉帽，一路走，一路轻轻地用手抚摸着路边的玉米叶子。那时，玉米正吐着红艳艳的或绿晶晶的穗子。纸月不太像乡下的小女孩，在这样的夏天，她居然还是那么白。她的脸以及被短袖衫和短裤留在外面的胳膊与腿，在玉米丛【【里→边】】一晃一晃地闪着白光。",
        "before_rp": "不远处，纸月正穿过玉米丛中的田埂，上学来了。纸月戴了一顶很好看的凉帽，一路走，一路轻轻地用手抚摸着路边的玉米叶子。那时，玉米正吐着红艳艳的或绿晶晶的穗子。纸月不太像乡下的小女孩，在这样的夏天，她居然还是那么白。她的脸以及被短袖衫和短裤留在外面的胳膊与腿，在玉米丛里一晃一晃地闪着白光。",
        "after_rp": "不远处，纸月正穿过玉米丛中的田埂，上学来了。纸月戴了一顶很好看的凉帽，一路走，一路轻轻地用手抚摸着路边的玉米叶子。那时，玉米正吐着红艳艳的或绿晶晶的穗子。纸月不太像乡下的小女孩，在这样的夏天，她居然还是那么白。她的脸以及被短袖衫和短裤留在外面的胳膊与腿，在玉米丛边一晃一晃地闪着白光。",
        "rp_pair": [
            "【【里→边】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-1938",
        "contain_rp": "晚饭时分，鲁本跨进家门，父亲正坐在厨房饭桌【【旁→边】】摆弄他的鱼网，母亲多拉在炉子【【旁边→一边】】忙碌着，准备晚饭。鲁本搬了个凳子在饭桌旁坐了下来，他看着母亲微笑了。夕阳透进窗户洒在母亲的金发上，看上去修长而美丽。",
        "before_rp": "晚饭时分，鲁本跨进家门，父亲正坐在厨房饭桌旁→边】】摆弄他的鱼网，母亲多拉在炉子【【旁边忙碌着，准备晚饭。鲁本搬了个凳子在饭桌旁坐了下来，他看着母亲微笑了。夕阳透进窗户洒在母亲的金发上，看上去修长而美丽。",
        "after_rp": "晚饭时分，鲁本跨进家门，父亲正坐在厨房饭桌边摆弄他的鱼网，母亲多拉在炉子一边忙碌着，准备晚饭。鲁本搬了个凳子在饭桌旁坐了下来，他看着母亲微笑了。夕阳透进窗户洒在母亲的金发上，看上去修长而美丽。",
        "rp_pair": [
            "【【旁→边】】摆弄他的鱼网，母亲多拉在炉子【【旁边→一边】】"
        ],
        "label": 1
    }
]