[
    {
        "qid": "1-test-14152",
        "contain_rp": "孤寡老人陈奶奶就住在派出所附近。老伴过世后，陈奶奶总是郁郁寡欢，谢桂军时常上门【【去→来】】看望，和老人聊家常，化解老人的心结。去的次数多了，谢桂军渐渐地把陈奶奶当成了自己的奶奶，逢年过节想家人了，他就拐到陈奶奶家去看一看。",
        "before_rp": "孤寡老人陈奶奶就住在派出所附近。老伴过世后，陈奶奶总是郁郁寡欢，谢桂军时常上门去看望，和老人聊家常，化解老人的心结。去的次数多了，谢桂军渐渐地把陈奶奶当成了自己的奶奶，逢年过节想家人了，他就拐到陈奶奶家去看一看。",
        "after_rp": "孤寡老人陈奶奶就住在派出所附近。老伴过世后，陈奶奶总是郁郁寡欢，谢桂军时常上门来看望，和老人聊家常，化解老人的心结。去的次数多了，谢桂军渐渐地把陈奶奶当成了自己的奶奶，逢年过节想家人了，他就拐到陈奶奶家去看一看。",
        "rp_pair": [
            "【【去→来】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-2420",
        "contain_rp": "慢慢地将身体放下【【来→去】】，头部不要离开地面。回复到步骤1的动作：仰卧在地面上，两脚并拢，双腿平直前伸，手臂放于身体两侧，掌心向下。全身放松，并进行几次自然均匀的呼吸。",
        "before_rp": "慢慢地将身体放下来，头部不要离开地面。回复到步骤1的动作：仰卧在地面上，两脚并拢，双腿平直前伸，手臂放于身体两侧，掌心向下。全身放松，并进行几次自然均匀的呼吸。",
        "after_rp": "慢慢地将身体放下去，头部不要离开地面。回复到步骤1的动作：仰卧在地面上，两脚并拢，双腿平直前伸，手臂放于身体两侧，掌心向下。全身放松，并进行几次自然均匀的呼吸。",
        "rp_pair": [
            "【【来→去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-396",
        "contain_rp": "七点钟，火车喘息着向台儿沟滑过来，接着一阵空哐乱响，车身震颤一下，才停住不动了。姑娘们心跳着涌上前【【去→来】】，像看电影一样，挨着窗口观望。只有香雪躲在后面，双手紧紧捂着耳朵。看火车，她跑在最前边，火车来了，她却缩到最后去了。她有点害怕它那巨大的车头，车头那么雄壮地吐着白雾，仿佛一口气就能把台儿沟吸进肚里。它那撼天动地的轰鸣也叫她感到恐惧。在它跟前，她简直像一叶没根的小草。",
        "before_rp": "七点钟，火车喘息着向台儿沟滑过来，接着一阵空哐乱响，车身震颤一下，才停住不动了。姑娘们心跳着涌上前去，像看电影一样，挨着窗口观望。只有香雪躲在后面，双手紧紧捂着耳朵。看火车，她跑在最前边，火车来了，她却缩到最后去了。她有点害怕它那巨大的车头，车头那么雄壮地吐着白雾，仿佛一口气就能把台儿沟吸进肚里。它那撼天动地的轰鸣也叫她感到恐惧。在它跟前，她简直像一叶没根的小草。",
        "after_rp": "七点钟，火车喘息着向台儿沟滑过来，接着一阵空哐乱响，车身震颤一下，才停住不动了。姑娘们心跳着涌上前来，像看电影一样，挨着窗口观望。只有香雪躲在后面，双手紧紧捂着耳朵。看火车，她跑在最前边，火车来了，她却缩到最后去了。她有点害怕它那巨大的车头，车头那么雄壮地吐着白雾，仿佛一口气就能把台儿沟吸进肚里。它那撼天动地的轰鸣也叫她感到恐惧。在它跟前，她简直像一叶没根的小草。",
        "rp_pair": [
            "【【去→来】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-7929",
        "contain_rp": "桑桑能感觉到父亲的表情越来越沉重，尽管父亲做出来的是一副很正常的样子。但桑桑自己不知道自己是一种什么感觉。他只知道跟着父亲走【【进→出】】医院，走出医院，走在大街上。他唯一感觉到的是父亲对他很温和，很温暖。父亲总是在问他:“你想吃些什么?”而桑桑总是摇摇头:“我不想吃什么。”但桑桑心里确实没有去想什么。",
        "before_rp": "桑桑能感觉到父亲的表情越来越沉重，尽管父亲做出来的是一副很正常的样子。但桑桑自己不知道自己是一种什么感觉。他只知道跟着父亲走进医院，走出医院，走在大街上。他唯一感觉到的是父亲对他很温和，很温暖。父亲总是在问他:“你想吃些什么?”而桑桑总是摇摇头:“我不想吃什么。”但桑桑心里确实没有去想什么。",
        "after_rp": "桑桑能感觉到父亲的表情越来越沉重，尽管父亲做出来的是一副很正常的样子。但桑桑自己不知道自己是一种什么感觉。他只知道跟着父亲走出医院，走出医院，走在大街上。他唯一感觉到的是父亲对他很温和，很温暖。父亲总是在问他:“你想吃些什么?”而桑桑总是摇摇头:“我不想吃什么。”但桑桑心里确实没有去想什么。",
        "rp_pair": [
            "【【进→出】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-318",
        "contain_rp": "他感到非常难为情。他把头藏到翅膀里面，不知道怎么办才好。他感到太幸福了，但他一点也不骄傲，因为一颗好的心是永远不会骄傲的。他想起他曾经怎样被人迫害和讥笑过，而现在他却听到大家说他是美丽的鸟中最美丽的一只。紫丁香在他面前把枝条垂到【【水里→水底】】去。太阳照得很温暖，很愉快。",
        "before_rp": "他感到非常难为情。他把头藏到翅膀里面，不知道怎么办才好。他感到太幸福了，但他一点也不骄傲，因为一颗好的心是永远不会骄傲的。他想起他曾经怎样被人迫害和讥笑过，而现在他却听到大家说他是美丽的鸟中最美丽的一只。紫丁香在他面前把枝条垂到水里去。太阳照得很温暖，很愉快。",
        "after_rp": "他感到非常难为情。他把头藏到翅膀里面，不知道怎么办才好。他感到太幸福了，但他一点也不骄傲，因为一颗好的心是永远不会骄傲的。他想起他曾经怎样被人迫害和讥笑过，而现在他却听到大家说他是美丽的鸟中最美丽的一只。紫丁香在他面前把枝条垂到水底去。太阳照得很温暖，很愉快。",
        "rp_pair": [
            "【【水里→水底】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-12743",
        "contain_rp": "进入住宅，轻松悦耳的乐曲会立即播放。沿着门厅走【【进→出】】会客室，发现里面只有几件家具。原来，其他物品都分门别类地放在地下仓库的“集装箱”里。需要的时候，可以通过电脑，将相关的“集装箱”调运到指定的地方，以便取出或放回物品。",
        "before_rp": "进入住宅，轻松悦耳的乐曲会立即播放。沿着门厅走进会客室，发现里面只有几件家具。原来，其他物品都分门别类地放在地下仓库的“集装箱”里。需要的时候，可以通过电脑，将相关的“集装箱”调运到指定的地方，以便取出或放回物品。",
        "after_rp": "进入住宅，轻松悦耳的乐曲会立即播放。沿着门厅走出会客室，发现里面只有几件家具。原来，其他物品都分门别类地放在地下仓库的“集装箱”里。需要的时候，可以通过电脑，将相关的“集装箱”调运到指定的地方，以便取出或放回物品。",
        "rp_pair": [
            "【【进→出】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-12206",
        "contain_rp": "当时李光头和宋钢正拉着李兰的衣角站在她的身后，她的身体突然没有了，站在他们前面的是一个男人吃惊的脸，然后两个孩子才看到李兰倒在地上了。李光头和宋钢哇哇叫着蹲下【【去→来】】，哇哇叫着推她，她闭着眼睛一点反应都没有。李光头和宋钢凄厉地哭叫了，周围的人越来越多，两个孩子跪在了地上，他们孤立无援地哭叫着，哀求周围的人救救他们的母亲。他们不知道李兰昏迷过去了，他们哇哇哭着问那些围观的人：",
        "before_rp": "当时李光头和宋钢正拉着李兰的衣角站在她的身后，她的身体突然没有了，站在他们前面的是一个男人吃惊的脸，然后两个孩子才看到李兰倒在地上了。李光头和宋钢哇哇叫着蹲下去，哇哇叫着推她，她闭着眼睛一点反应都没有。李光头和宋钢凄厉地哭叫了，周围的人越来越多，两个孩子跪在了地上，他们孤立无援地哭叫着，哀求周围的人救救他们的母亲。他们不知道李兰昏迷过去了，他们哇哇哭着问那些围观的人：",
        "after_rp": "当时李光头和宋钢正拉着李兰的衣角站在她的身后，她的身体突然没有了，站在他们前面的是一个男人吃惊的脸，然后两个孩子才看到李兰倒在地上了。李光头和宋钢哇哇叫着蹲下来，哇哇叫着推她，她闭着眼睛一点反应都没有。李光头和宋钢凄厉地哭叫了，周围的人越来越多，两个孩子跪在了地上，他们孤立无援地哭叫着，哀求周围的人救救他们的母亲。他们不知道李兰昏迷过去了，他们哇哇哭着问那些围观的人：",
        "rp_pair": [
            "【【去→来】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-9143",
        "contain_rp": "县长在办公室里发了一通脾气后，只好亲自到大门口去找李光头了。过几天有个副省长要【【来→去】】县里视察，县长必须在副省长来到之前将大门口的五座破烂大山清理掉。虽然县长在心里骂骂咧咧，他见了李光头还是满脸笑容，他说：",
        "before_rp": "县长在办公室里发了一通脾气后，只好亲自到大门口去找李光头了。过几天有个副省长要来县里视察，县长必须在副省长来到之前将大门口的五座破烂大山清理掉。虽然县长在心里骂骂咧咧，他见了李光头还是满脸笑容，他说：",
        "after_rp": "县长在办公室里发了一通脾气后，只好亲自到大门口去找李光头了。过几天有个副省长要去县里视察，县长必须在副省长来到之前将大门口的五座破烂大山清理掉。虽然县长在心里骂骂咧咧，他见了李光头还是满脸笑容，他说：",
        "rp_pair": [
            "【【来→去】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14563",
        "contain_rp": "余楠【【进→出】】门就满面春风地和许杜夫妇招呼，对其余众人只一眼带过。他挨着组长的大办公桌坐下。朱千里进门看见姚宓，笑道：\"唷！我是听说姚小姐也来我们组了！今天是开欢迎会吧？\"他看见丽琳旁边有个空座，就赶紧坐下。姚宓沉着脸一声不响。朱千里并不觉得讨了没趣，只顾追问：\"来多久了？\"",
        "before_rp": "余楠进门就满面春风地和许杜夫妇招呼，对其余众人只一眼带过。他挨着组长的大办公桌坐下。朱千里进门看见姚宓，笑道：\"唷！我是听说姚小姐也来我们组了！今天是开欢迎会吧？\"他看见丽琳旁边有个空座，就赶紧坐下。姚宓沉着脸一声不响。朱千里并不觉得讨了没趣，只顾追问：\"来多久了？\"",
        "after_rp": "余楠出门就满面春风地和许杜夫妇招呼，对其余众人只一眼带过。他挨着组长的大办公桌坐下。朱千里进门看见姚宓，笑道：\"唷！我是听说姚小姐也来我们组了！今天是开欢迎会吧？\"他看见丽琳旁边有个空座，就赶紧坐下。姚宓沉着脸一声不响。朱千里并不觉得讨了没趣，只顾追问：\"来多久了？\"",
        "rp_pair": [
            "【【进→出】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-12884",
        "contain_rp": "阿Q对了墙壁跪着也发楞，于是两手扶着空板凳，慢慢的站起来，仿佛觉得有些糟。他这时确也有些忐忑了，慌张的将烟管插在裤带上，就想去舂米。蓬的一声，头上着了很粗的一下，他急忙回转身【【去→来】】，那秀才便拿了一支大竹杠站在他面前。",
        "before_rp": "阿Q对了墙壁跪着也发楞，于是两手扶着空板凳，慢慢的站起来，仿佛觉得有些糟。他这时确也有些忐忑了，慌张的将烟管插在裤带上，就想去舂米。蓬的一声，头上着了很粗的一下，他急忙回转身去，那秀才便拿了一支大竹杠站在他面前。",
        "after_rp": "阿Q对了墙壁跪着也发楞，于是两手扶着空板凳，慢慢的站起来，仿佛觉得有些糟。他这时确也有些忐忑了，慌张的将烟管插在裤带上，就想去舂米。蓬的一声，头上着了很粗的一下，他急忙回转身来，那秀才便拿了一支大竹杠站在他面前。",
        "rp_pair": [
            "【【去→来】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-1968",
        "contain_rp": "船在树下泊了片刻。岸上很湿，我们没有上去。朋友说这里是“鸟的天堂”，有许多鸟在这树上做巢，农民不许人去捉它们。我仿佛听见几只鸟扑翅的声音，等我注意去看，却不见一只鸟的影儿。只有无数的树根立在地上，像许多根木桩。土地是湿的，大概涨潮的时候河水会冲上岸【【去→来】】。鸟的天堂里没有一只鸟，我不禁这样想。于是船开了，一个朋友拨着桨，船缓缓地移向河中心。",
        "before_rp": "船在树下泊了片刻。岸上很湿，我们没有上去。朋友说这里是“鸟的天堂”，有许多鸟在这树上做巢，农民不许人去捉它们。我仿佛听见几只鸟扑翅的声音，等我注意去看，却不见一只鸟的影儿。只有无数的树根立在地上，像许多根木桩。土地是湿的，大概涨潮的时候河水会冲上岸去。鸟的天堂里没有一只鸟，我不禁这样想。于是船开了，一个朋友拨着桨，船缓缓地移向河中心。",
        "after_rp": "船在树下泊了片刻。岸上很湿，我们没有上去。朋友说这里是“鸟的天堂”，有许多鸟在这树上做巢，农民不许人去捉它们。我仿佛听见几只鸟扑翅的声音，等我注意去看，却不见一只鸟的影儿。只有无数的树根立在地上，像许多根木桩。土地是湿的，大概涨潮的时候河水会冲上岸来。鸟的天堂里没有一只鸟，我不禁这样想。于是船开了，一个朋友拨着桨，船缓缓地移向河中心。",
        "rp_pair": [
            "【【去→来】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14617",
        "contain_rp": "那天下大雨，秃鹤没打雨伞就上学【【来→去】】了。天虽下雨，但天色并不暗，因此，在银色的雨幕里，秃鹤的头，就分外的亮。同打一把红油纸伞的纸月与香椿，就闪在了道旁，让秃鹤走过去。秃鹤感觉到了，这两个女孩的眼睛在那把红油纸伞下正注视着他的头，他从她们身边走了过去。当他转过身来看她们时，他所见到的情景是两个女孩正用手捂住嘴，遮掩着笑。秃鹤低着头往学校走去，但他没有走进教室，而是走到了河边那片竹林里。",
        "before_rp": "那天下大雨，秃鹤没打雨伞就上学来了。天虽下雨，但天色并不暗，因此，在银色的雨幕里，秃鹤的头，就分外的亮。同打一把红油纸伞的纸月与香椿，就闪在了道旁，让秃鹤走过去。秃鹤感觉到了，这两个女孩的眼睛在那把红油纸伞下正注视着他的头，他从她们身边走了过去。当他转过身来看她们时，他所见到的情景是两个女孩正用手捂住嘴，遮掩着笑。秃鹤低着头往学校走去，但他没有走进教室，而是走到了河边那片竹林里。",
        "after_rp": "那天下大雨，秃鹤没打雨伞就上学去了。天虽下雨，但天色并不暗，因此，在银色的雨幕里，秃鹤的头，就分外的亮。同打一把红油纸伞的纸月与香椿，就闪在了道旁，让秃鹤走过去。秃鹤感觉到了，这两个女孩的眼睛在那把红油纸伞下正注视着他的头，他从她们身边走了过去。当他转过身来看她们时，他所见到的情景是两个女孩正用手捂住嘴，遮掩着笑。秃鹤低着头往学校走去，但他没有走进教室，而是走到了河边那片竹林里。",
        "rp_pair": [
            "【【来→去】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14808",
        "contain_rp": "刘镇五金厂破产倒闭的消息顷刻之间传遍全城，林红是在下午的时候听说的，当时心里一沉，她的心情沉重以后再也没有轻松回来，她不是担心宋钢的失业，她担心的是宋钢如何去承受?林红走【【出→进】】了工厂的大门，走到宋钢身旁，仰脸望着一脸苦笑的丈夫，宋钢嘴巴动了一下，准备告诉林红他失业了。林红没有让他把话说出来，抢在前面说了：",
        "before_rp": "刘镇五金厂破产倒闭的消息顷刻之间传遍全城，林红是在下午的时候听说的，当时心里一沉，她的心情沉重以后再也没有轻松回来，她不是担心宋钢的失业，她担心的是宋钢如何去承受?林红走出了工厂的大门，走到宋钢身旁，仰脸望着一脸苦笑的丈夫，宋钢嘴巴动了一下，准备告诉林红他失业了。林红没有让他把话说出来，抢在前面说了：",
        "after_rp": "刘镇五金厂破产倒闭的消息顷刻之间传遍全城，林红是在下午的时候听说的，当时心里一沉，她的心情沉重以后再也没有轻松回来，她不是担心宋钢的失业，她担心的是宋钢如何去承受?林红走进了工厂的大门，走到宋钢身旁，仰脸望着一脸苦笑的丈夫，宋钢嘴巴动了一下，准备告诉林红他失业了。林红没有让他把话说出来，抢在前面说了：",
        "rp_pair": [
            "【【出→进】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-12782",
        "contain_rp": "可是，当刷子李刷完最后一面墙，坐下【【来→去】】，曹小三给他点烟时，竟然瞧见刷子李裤子上出现一个白点，黄豆大小。黑中白，比白中黑更扎眼。完了！师傅露馅了，他不是神仙，往日传说中那如山般的形象轰然倒去。但他怕师父难堪，不敢说，也不敢看，可妨不住还要扫一眼。",
        "before_rp": "可是，当刷子李刷完最后一面墙，坐下来，曹小三给他点烟时，竟然瞧见刷子李裤子上出现一个白点，黄豆大小。黑中白，比白中黑更扎眼。完了！师傅露馅了，他不是神仙，往日传说中那如山般的形象轰然倒去。但他怕师父难堪，不敢说，也不敢看，可妨不住还要扫一眼。",
        "after_rp": "可是，当刷子李刷完最后一面墙，坐下去，曹小三给他点烟时，竟然瞧见刷子李裤子上出现一个白点，黄豆大小。黑中白，比白中黑更扎眼。完了！师傅露馅了，他不是神仙，往日传说中那如山般的形象轰然倒去。但他怕师父难堪，不敢说，也不敢看，可妨不住还要扫一眼。",
        "rp_pair": [
            "【【来→去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-13116",
        "contain_rp": "学校旁边有一块空地，真是踢足球的好地方。这天放学以后，孩子们又来踢足球。他们分成两队，把书包和帽子堆起来做球门，就开始了比赛。小弟弟、小妹妹被吸引【【来→去】】了。他们坐在场边，观看小足球赛。",
        "before_rp": "学校旁边有一块空地，真是踢足球的好地方。这天放学以后，孩子们又来踢足球。他们分成两队，把书包和帽子堆起来做球门，就开始了比赛。小弟弟、小妹妹被吸引来了。他们坐在场边，观看小足球赛。",
        "after_rp": "学校旁边有一块空地，真是踢足球的好地方。这天放学以后，孩子们又来踢足球。他们分成两队，把书包和帽子堆起来做球门，就开始了比赛。小弟弟、小妹妹被吸引去了。他们坐在场边，观看小足球赛。",
        "rp_pair": [
            "【【来→去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-12933",
        "contain_rp": "这样，我们在阳光下，向着那菜花、桑树和鱼塘走去。到了一处，我蹲下【【来→去】】，背起了母亲，妻子也蹲下来，背起了儿子。我的母亲虽然高大，然而很瘦，自然不算重；儿子虽然很胖，毕竟幼小，自然也轻：但我和妻子都是慢慢地，稳稳地，走得很仔细，好像我背上的同她背上的加起来，就是整个世界。",
        "before_rp": "这样，我们在阳光下，向着那菜花、桑树和鱼塘走去。到了一处，我蹲下来，背起了母亲，妻子也蹲下来，背起了儿子。我的母亲虽然高大，然而很瘦，自然不算重；儿子虽然很胖，毕竟幼小，自然也轻：但我和妻子都是慢慢地，稳稳地，走得很仔细，好像我背上的同她背上的加起来，就是整个世界。",
        "after_rp": "这样，我们在阳光下，向着那菜花、桑树和鱼塘走去。到了一处，我蹲下去，背起了母亲，妻子也蹲下来，背起了儿子。我的母亲虽然高大，然而很瘦，自然不算重；儿子虽然很胖，毕竟幼小，自然也轻：但我和妻子都是慢慢地，稳稳地，走得很仔细，好像我背上的同她背上的加起来，就是整个世界。",
        "rp_pair": [
            "【【来→去】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-12934",
        "contain_rp": "这样，我们在阳光下，向着那菜花、桑树和鱼塘走去。到了一处，我蹲下来，背起了母亲，妻子也蹲下【【来→去】】，背起了儿子。我的母亲虽然高大，然而很瘦，自然不算重；儿子虽然很胖，毕竟幼小，自然也轻：但我和妻子都是慢慢地，稳稳地，走得很仔细，好像我背上的同她背上的加起来，就是整个世界。",
        "before_rp": "这样，我们在阳光下，向着那菜花、桑树和鱼塘走去。到了一处，我蹲下来，背起了母亲，妻子也蹲下来，背起了儿子。我的母亲虽然高大，然而很瘦，自然不算重；儿子虽然很胖，毕竟幼小，自然也轻：但我和妻子都是慢慢地，稳稳地，走得很仔细，好像我背上的同她背上的加起来，就是整个世界。",
        "after_rp": "这样，我们在阳光下，向着那菜花、桑树和鱼塘走去。到了一处，我蹲下来，背起了母亲，妻子也蹲下去，背起了儿子。我的母亲虽然高大，然而很瘦，自然不算重；儿子虽然很胖，毕竟幼小，自然也轻：但我和妻子都是慢慢地，稳稳地，走得很仔细，好像我背上的同她背上的加起来，就是整个世界。",
        "rp_pair": [
            "【【来→去】】"
        ],
        "label": 1
    },
    {
        "qid": "1-dev-11359",
        "contain_rp": "将左手臂放下【【来→去】】，使左手放在左脚的脚背上，同时右手伸向上方，使之与地面垂直，头部由左向上转，眼睛望向右手手掌。将身体恢复到步骤1后，换另一边练习。",
        "before_rp": "将左手臂放下来，使左手放在左脚的脚背上，同时右手伸向上方，使之与地面垂直，头部由左向上转，眼睛望向右手手掌。将身体恢复到步骤1后，换另一边练习。",
        "after_rp": "将左手臂放下去，使左手放在左脚的脚背上，同时右手伸向上方，使之与地面垂直，头部由左向上转，眼睛望向右手手掌。将身体恢复到步骤1后，换另一边练习。",
        "rp_pair": [
            "【【来→去】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-14051",
        "contain_rp": "买完票，踏上旅途。到安康，转车【【去→来】】平利，约四十分钟便到了老县镇。我以为老县镇附近就是新县城，正准备下车，旁边的人却告诉我，现在的平利县城离这还远呢。又颠簸两个多小时后，我才终于到达平利县城。这是一座深山小城，东西走向，整个县城被山环抱。一条河把城分成两半，北边是县城，没有高楼，南边是沙地，种着蔬菜。",
        "before_rp": "买完票，踏上旅途。到安康，转车去平利，约四十分钟便到了老县镇。我以为老县镇附近就是新县城，正准备下车，旁边的人却告诉我，现在的平利县城离这还远呢。又颠簸两个多小时后，我才终于到达平利县城。这是一座深山小城，东西走向，整个县城被山环抱。一条河把城分成两半，北边是县城，没有高楼，南边是沙地，种着蔬菜。",
        "after_rp": "买完票，踏上旅途。到安康，转车来平利，约四十分钟便到了老县镇。我以为老县镇附近就是新县城，正准备下车，旁边的人却告诉我，现在的平利县城离这还远呢。又颠簸两个多小时后，我才终于到达平利县城。这是一座深山小城，东西走向，整个县城被山环抱。一条河把城分成两半，北边是县城，没有高楼，南边是沙地，种着蔬菜。",
        "rp_pair": [
            "【【去→来】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-15742",
        "contain_rp": "1980年我走【【进→出】】大学校园，没多久一首特别好听的歌曲《年轻的朋友来相会》流行起来，歌中唱道：“再过二十年，我们来相会，伟大的祖国该有多么美，天也新，地也新，春光更明媚，城市乡村处处增光辉……”",
        "before_rp": "1980年我走进大学校园，没多久一首特别好听的歌曲《年轻的朋友来相会》流行起来，歌中唱道：“再过二十年，我们来相会，伟大的祖国该有多么美，天也新，地也新，春光更明媚，城市乡村处处增光辉……”",
        "after_rp": "1980年我走出大学校园，没多久一首特别好听的歌曲《年轻的朋友来相会》流行起来，歌中唱道：“再过二十年，我们来相会，伟大的祖国该有多么美，天也新，地也新，春光更明媚，城市乡村处处增光辉……”",
        "rp_pair": [
            "【【进→出】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14676",
        "contain_rp": "两人也没有什么力气了，勉强又互相砸了几把烂泥，就弯下腰【【去→来】】，在烂泥塘里到处找自己的被烂泥拔了去的鞋袜。孩子们就过来看，并指定烂泥塘的某一个位置叫道:“在那边!在那边!”",
        "before_rp": "两人也没有什么力气了，勉强又互相砸了几把烂泥，就弯下腰去，在烂泥塘里到处找自己的被烂泥拔了去的鞋袜。孩子们就过来看，并指定烂泥塘的某一个位置叫道:“在那边!在那边!”",
        "after_rp": "两人也没有什么力气了，勉强又互相砸了几把烂泥，就弯下腰来，在烂泥塘里到处找自己的被烂泥拔了去的鞋袜。孩子们就过来看，并指定烂泥塘的某一个位置叫道:“在那边!在那边!”",
        "rp_pair": [
            "【【去→来】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-14290",
        "contain_rp": "在新加坡建设专科学院内，有一座翻新后的零能耗建筑。远远望去，屋顶和外墙覆盖着层层绿植，绿意盎然。走【【进→出】】大楼，会发现这里的节能设计各有巧思。",
        "before_rp": "在新加坡建设专科学院内，有一座翻新后的零能耗建筑。远远望去，屋顶和外墙覆盖着层层绿植，绿意盎然。走进大楼，会发现这里的节能设计各有巧思。",
        "after_rp": "在新加坡建设专科学院内，有一座翻新后的零能耗建筑。远远望去，屋顶和外墙覆盖着层层绿植，绿意盎然。走出大楼，会发现这里的节能设计各有巧思。",
        "rp_pair": [
            "【【进→出】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14435",
        "contain_rp": "牧民骑马穿行在花海中，远处的高山在缭绕的云雾中若隐若现，炊烟袅袅，清风送【【来→去】】田间青稞的香气。",
        "before_rp": "牧民骑马穿行在花海中，远处的高山在缭绕的云雾中若隐若现，炊烟袅袅，清风送来田间青稞的香气。",
        "after_rp": "牧民骑马穿行在花海中，远处的高山在缭绕的云雾中若隐若现，炊烟袅袅，清风送去田间青稞的香气。",
        "rp_pair": [
            "【【来→去】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-15628",
        "contain_rp": "那位青年向我们要【【去→来】】10块钱，塞进那位工作人员面前的铁盒子里，并和她说了几句话。",
        "before_rp": "那位青年向我们要去10块钱，塞进那位工作人员面前的铁盒子里，并和她说了几句话。",
        "after_rp": "那位青年向我们要来10块钱，塞进那位工作人员面前的铁盒子里，并和她说了几句话。",
        "rp_pair": [
            "【【去→来】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-14209",
        "contain_rp": "“最后一碗米送【【去→来】】做军粮，最后一尺布送去做军装，最后一件老棉袄盖在担架上，最后一个亲骨肉送去上战场”……沂蒙根据地420万人口中，有120多万人支前，20多万人参军参战。车轮滚滚，前送粮蛋，后运伤员。部队打到哪儿，沂蒙人民就支援到哪里。陈毅元帅曾深情地说：“他们用小米供养了革命，用小车把革命推过了长江！”",
        "before_rp": "“最后一碗米送去做军粮，最后一尺布送去做军装，最后一件老棉袄盖在担架上，最后一个亲骨肉送去上战场”……沂蒙根据地420万人口中，有120多万人支前，20多万人参军参战。车轮滚滚，前送粮蛋，后运伤员。部队打到哪儿，沂蒙人民就支援到哪里。陈毅元帅曾深情地说：“他们用小米供养了革命，用小车把革命推过了长江！”",
        "after_rp": "“最后一碗米送来做军粮，最后一尺布送去做军装，最后一件老棉袄盖在担架上，最后一个亲骨肉送去上战场”……沂蒙根据地420万人口中，有120多万人支前，20多万人参军参战。车轮滚滚，前送粮蛋，后运伤员。部队打到哪儿，沂蒙人民就支援到哪里。陈毅元帅曾深情地说：“他们用小米供养了革命，用小车把革命推过了长江！”",
        "rp_pair": [
            "【【去→来】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-285",
        "contain_rp": "爸爸把我从床头打到床角，从床上打到床下，外面的雨声混合着我的哭声。我哭号，躲避，最后还是冒着大雨上学去了。我是一只狼狈的小狗，被宋妈抱上了洋车——第一次花钱坐车【【去→来】】上学。",
        "before_rp": "爸爸把我从床头打到床角，从床上打到床下，外面的雨声混合着我的哭声。我哭号，躲避，最后还是冒着大雨上学去了。我是一只狼狈的小狗，被宋妈抱上了洋车——第一次花钱坐车去上学。",
        "after_rp": "爸爸把我从床头打到床角，从床上打到床下，外面的雨声混合着我的哭声。我哭号，躲避，最后还是冒着大雨上学去了。我是一只狼狈的小狗，被宋妈抱上了洋车——第一次花钱坐车来上学。",
        "rp_pair": [
            "【【去→来】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-7673",
        "contain_rp": "油麻地的孩子，念书都念到六年级了，都还没有一个有一条皮带的。他们只能用一条线绳来作裤带。而这种裤带很容易打死结。小孩贪玩，又往往非玩得屎到肛门了，尿到门口了，才想起来找厕所。找到了厕所，就想立即解放自己。可是，一着急，把本来的活疙瘩拉成了死结，解也解不开，就搂着肚子在厕所里跺脚乱跳。最后，弯下腰【【去→来】】用牙咬断它，或干脆用削笔的小刀割断了事。也有咬不断的时候，手边又没有刀，免不了将屎尿弄在了裤子里。",
        "before_rp": "油麻地的孩子，念书都念到六年级了，都还没有一个有一条皮带的。他们只能用一条线绳来作裤带。而这种裤带很容易打死结。小孩贪玩，又往往非玩得屎到肛门了，尿到门口了，才想起来找厕所。找到了厕所，就想立即解放自己。可是，一着急，把本来的活疙瘩拉成了死结，解也解不开，就搂着肚子在厕所里跺脚乱跳。最后，弯下腰去用牙咬断它，或干脆用削笔的小刀割断了事。也有咬不断的时候，手边又没有刀，免不了将屎尿弄在了裤子里。",
        "after_rp": "油麻地的孩子，念书都念到六年级了，都还没有一个有一条皮带的。他们只能用一条线绳来作裤带。而这种裤带很容易打死结。小孩贪玩，又往往非玩得屎到肛门了，尿到门口了，才想起来找厕所。找到了厕所，就想立即解放自己。可是，一着急，把本来的活疙瘩拉成了死结，解也解不开，就搂着肚子在厕所里跺脚乱跳。最后，弯下腰来用牙咬断它，或干脆用削笔的小刀割断了事。也有咬不断的时候，手边又没有刀，免不了将屎尿弄在了裤子里。",
        "rp_pair": [
            "【【去→来】】"
        ],
        "label": 2
    }
]