[
    {
        "qid": "1-train-3265",
        "contain_rp": "比如，“品”字形大跨度隧道施工工法，是将一个大隧道拆分成上、左、右三个小隧道分别开挖，在中间预留提供支撑；最后挖开【【中间→对面】】预留部分，将三个小隧道合并成一个大“隧道”，也就是八达岭隧道内的庞大车站。使用这种掘进方法，工法相对简洁，也便于施工机械充分发挥作用。且顶洞的开挖超前于其它两洞，可以预先探明地质情况，为后两洞的开挖提供参考，以便采取相应对策。",
        "before_rp": "比如，“品”字形大跨度隧道施工工法，是将一个大隧道拆分成上、左、右三个小隧道分别开挖，在中间预留提供支撑；最后挖开中间预留部分，将三个小隧道合并成一个大“隧道”，也就是八达岭隧道内的庞大车站。使用这种掘进方法，工法相对简洁，也便于施工机械充分发挥作用。且顶洞的开挖超前于其它两洞，可以预先探明地质情况，为后两洞的开挖提供参考，以便采取相应对策。",
        "after_rp": "比如，“品”字形大跨度隧道施工工法，是将一个大隧道拆分成上、左、右三个小隧道分别开挖，在中间预留提供支撑；最后挖开对面预留部分，将三个小隧道合并成一个大“隧道”，也就是八达岭隧道内的庞大车站。使用这种掘进方法，工法相对简洁，也便于施工机械充分发挥作用。且顶洞的开挖超前于其它两洞，可以预先探明地质情况，为后两洞的开挖提供参考，以便采取相应对策。",
        "rp_pair": [
            "【【中间→对面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-12148",
        "contain_rp": "太阳开始升起的时候，一夜没睡的宋凡平打了几个呵欠，他让两个孩子上床去睡觉，李光头和宋钢摇摇头仍然坐在门槛上，于是他就抬脚从他们【【中间→附近】】跨了出去，他要去坐早班汽车，去上海迎接他的妻子。他高大的身体从两个孩子的头顶越过后，朝霞将屋子映红了，两个孩子才发现自己的家清洁得都明亮起来了，像是擦过的镜子，李光头和宋钢一起叫了起来：",
        "before_rp": "太阳开始升起的时候，一夜没睡的宋凡平打了几个呵欠，他让两个孩子上床去睡觉，李光头和宋钢摇摇头仍然坐在门槛上，于是他就抬脚从他们中间跨了出去，他要去坐早班汽车，去上海迎接他的妻子。他高大的身体从两个孩子的头顶越过后，朝霞将屋子映红了，两个孩子才发现自己的家清洁得都明亮起来了，像是擦过的镜子，李光头和宋钢一起叫了起来：",
        "after_rp": "太阳开始升起的时候，一夜没睡的宋凡平打了几个呵欠，他让两个孩子上床去睡觉，李光头和宋钢摇摇头仍然坐在门槛上，于是他就抬脚从他们附近跨了出去，他要去坐早班汽车，去上海迎接他的妻子。他高大的身体从两个孩子的头顶越过后，朝霞将屋子映红了，两个孩子才发现自己的家清洁得都明亮起来了，像是擦过的镜子，李光头和宋钢一起叫了起来：",
        "rp_pair": [
            "【【中间→附近】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10566",
        "contain_rp": "经审理查明，2018年11月17日8时48分许，被告人邱某某驾驶号牌为沪B5XXXX的大型普通客车沿本市杨浦区殷行路由东向西行驶至殷行路XXX号【【附近→中间】】人行横道线时，车头右侧碰撞到在该人行横道线由北向南行走的被害人郑某某，致郑倒地受伤。",
        "before_rp": "经审理查明，2018年11月17日8时48分许，被告人邱某某驾驶号牌为沪B5XXXX的大型普通客车沿本市杨浦区殷行路由东向西行驶至殷行路XXX号附近人行横道线时，车头右侧碰撞到在该人行横道线由北向南行走的被害人郑某某，致郑倒地受伤。",
        "after_rp": "经审理查明，2018年11月17日8时48分许，被告人邱某某驾驶号牌为沪B5XXXX的大型普通客车沿本市杨浦区殷行路由东向西行驶至殷行路XXX号中间人行横道线时，车头右侧碰撞到在该人行横道线由北向南行走的被害人郑某某，致郑倒地受伤。",
        "rp_pair": [
            "【【附近→中间】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14341",
        "contain_rp": "对三苏祠周围的停车资源进行整合。景区附近的市中医院搬迁后空置的100多个停车位即时对外开放，同步进行改建。将【【附近→对面】】的市人民医院停车场、映天学校空地进行整合利用。3个停车场完成改扩建后，三苏祠周边1公里内可增加300个车位。",
        "before_rp": "对三苏祠周围的停车资源进行整合。景区附近的市中医院搬迁后空置的100多个停车位即时对外开放，同步进行改建。将附近的市人民医院停车场、映天学校空地进行整合利用。3个停车场完成改扩建后，三苏祠周边1公里内可增加300个车位。",
        "after_rp": "对三苏祠周围的停车资源进行整合。景区附近的市中医院搬迁后空置的100多个停车位即时对外开放，同步进行改建。将对面的市人民医院停车场、映天学校空地进行整合利用。3个停车场完成改扩建后，三苏祠周边1公里内可增加300个车位。",
        "rp_pair": [
            "【【附近→对面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-6677",
        "contain_rp": "这些笔记在工作中起了大作用：白河牧场栽种防风林，植树的劳动力不足，他从笔记中翻到附近村寨在家的劳动力记录，顺利聚齐了人手；麦溪乡修路后，工地剩下一些碎石，他翻翻笔记，有了思路——碎石正好给【【附近→对面】】农户铺入户路……",
        "before_rp": "这些笔记在工作中起了大作用：白河牧场栽种防风林，植树的劳动力不足，他从笔记中翻到附近村寨在家的劳动力记录，顺利聚齐了人手；麦溪乡修路后，工地剩下一些碎石，他翻翻笔记，有了思路——碎石正好给附近农户铺入户路……",
        "after_rp": "这些笔记在工作中起了大作用：白河牧场栽种防风林，植树的劳动力不足，他从笔记中翻到附近村寨在家的劳动力记录，顺利聚齐了人手；麦溪乡修路后，工地剩下一些碎石，他翻翻笔记，有了思路——碎石正好给对面农户铺入户路……",
        "rp_pair": [
            "【【附近→对面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-6680",
        "contain_rp": "这些笔记在工作中起了大作用：白河牧场栽种防风林，植树的劳动力不足，他从笔记【【中→上】】翻到【【附近→对面】】村寨在家的劳动力记录，顺利聚齐了人手；麦溪乡修路后，工地剩下一些碎石，他翻翻笔记，有了思路——碎石正好给附近农户铺入户路……",
        "before_rp": "这些笔记在工作中起了大作用：白河牧场栽种防风林，植树的劳动力不足，他从笔记中→上】】翻到【【附近村寨在家的劳动力记录，顺利聚齐了人手；麦溪乡修路后，工地剩下一些碎石，他翻翻笔记，有了思路——碎石正好给附近农户铺入户路……",
        "after_rp": "这些笔记在工作中起了大作用：白河牧场栽种防风林，植树的劳动力不足，他从笔记上翻到对面村寨在家的劳动力记录，顺利聚齐了人手；麦溪乡修路后，工地剩下一些碎石，他翻翻笔记，有了思路——碎石正好给附近农户铺入户路……",
        "rp_pair": [
            "【【中→上】】翻到【【附近→对面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-6675",
        "contain_rp": "这些笔记在工作中起了大作用：白河牧场栽种防风林，植树的劳动力不足，他从笔记中翻到【【附近→对面】】村寨在家的劳动力记录，顺利聚齐了人手；麦溪乡修路后，工地剩下一些碎石，他翻翻笔记，有了思路——碎石正好给附近农户铺入户路……",
        "before_rp": "这些笔记在工作中起了大作用：白河牧场栽种防风林，植树的劳动力不足，他从笔记中翻到附近村寨在家的劳动力记录，顺利聚齐了人手；麦溪乡修路后，工地剩下一些碎石，他翻翻笔记，有了思路——碎石正好给附近农户铺入户路……",
        "after_rp": "这些笔记在工作中起了大作用：白河牧场栽种防风林，植树的劳动力不足，他从笔记中翻到对面村寨在家的劳动力记录，顺利聚齐了人手；麦溪乡修路后，工地剩下一些碎石，他翻翻笔记，有了思路——碎石正好给附近农户铺入户路……",
        "rp_pair": [
            "【【附近→对面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-4856",
        "contain_rp": "“在2018年改造之前，从电信路入口到医院南门【【附近→对面】】的停车场入口，每天都堵得纹丝不动，平均需要40多分钟才能进来。”华西医院安全保卫部工作人员邓刚说，前些年，医院停车位不够，导致附近的道路长年拥堵，许多车辆见缝插针停在路边或绿化带内，每天都要处理大量纠纷、事故。",
        "before_rp": "“在2018年改造之前，从电信路入口到医院南门附近的停车场入口，每天都堵得纹丝不动，平均需要40多分钟才能进来。”华西医院安全保卫部工作人员邓刚说，前些年，医院停车位不够，导致附近的道路长年拥堵，许多车辆见缝插针停在路边或绿化带内，每天都要处理大量纠纷、事故。",
        "after_rp": "“在2018年改造之前，从电信路入口到医院南门对面的停车场入口，每天都堵得纹丝不动，平均需要40多分钟才能进来。”华西医院安全保卫部工作人员邓刚说，前些年，医院停车位不够，导致附近的道路长年拥堵，许多车辆见缝插针停在路边或绿化带内，每天都要处理大量纠纷、事故。",
        "rp_pair": [
            "【【附近→对面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-14425",
        "contain_rp": "根登只好陪他慢慢走，两人一前一后回到家。根登先给他吃喝，然后给派出所打电话。原来，这名男子前一晚因工钱与【【附近→对面】】的矿业公司同事发生争吵，赌气出走，在戈壁滩【【上→中】】迷失方向。要不是根登及时发现，男子可能会遇到危险。",
        "before_rp": "根登只好陪他慢慢走，两人一前一后回到家。根登先给他吃喝，然后给派出所打电话。原来，这名男子前一晚因工钱与附近→对面】】的矿业公司同事发生争吵，赌气出走，在戈壁滩【【上迷失方向。要不是根登及时发现，男子可能会遇到危险。",
        "after_rp": "根登只好陪他慢慢走，两人一前一后回到家。根登先给他吃喝，然后给派出所打电话。原来，这名男子前一晚因工钱与对面的矿业公司同事发生争吵，赌气出走，在戈壁滩中迷失方向。要不是根登及时发现，男子可能会遇到危险。",
        "rp_pair": [
            "【【附近→对面】】的矿业公司同事发生争吵，赌气出走，在戈壁滩【【上→中】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-10241",
        "contain_rp": "经审理查明：被告人孟某某于2017年3月3日23时许，驾驶一辆未悬挂法定号牌的杰宝大王牌电动自行车后座载着同事何某某，沿本市凉城路由南向北行驶至车站南路路口【【附近→对面】】时，为从左侧超越被害人谈某某同向骑行的自行车，孟某某的电动自行车右侧与谈某某的自行车左侧发生碰擦，致谈某某倒地，后孟某某逃逸。",
        "before_rp": "经审理查明：被告人孟某某于2017年3月3日23时许，驾驶一辆未悬挂法定号牌的杰宝大王牌电动自行车后座载着同事何某某，沿本市凉城路由南向北行驶至车站南路路口附近时，为从左侧超越被害人谈某某同向骑行的自行车，孟某某的电动自行车右侧与谈某某的自行车左侧发生碰擦，致谈某某倒地，后孟某某逃逸。",
        "after_rp": "经审理查明：被告人孟某某于2017年3月3日23时许，驾驶一辆未悬挂法定号牌的杰宝大王牌电动自行车后座载着同事何某某，沿本市凉城路由南向北行驶至车站南路路口对面时，为从左侧超越被害人谈某某同向骑行的自行车，孟某某的电动自行车右侧与谈某某的自行车左侧发生碰擦，致谈某某倒地，后孟某某逃逸。",
        "rp_pair": [
            "【【附近→对面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-14294",
        "contain_rp": "母子俩的求救声，惊动附近的邻居。听到有人呼救，住在【【附近→隔壁】】的王怀花没有迟疑，穿着拖鞋跑下楼，第一个冲到事发地点。在现场，王怀花看到海某满身是血倒在地上，一名陌生人正冲着海某母亲挥舞刀刃，情况十分危急。",
        "before_rp": "母子俩的求救声，惊动附近的邻居。听到有人呼救，住在附近的王怀花没有迟疑，穿着拖鞋跑下楼，第一个冲到事发地点。在现场，王怀花看到海某满身是血倒在地上，一名陌生人正冲着海某母亲挥舞刀刃，情况十分危急。",
        "after_rp": "母子俩的求救声，惊动附近的邻居。听到有人呼救，住在隔壁的王怀花没有迟疑，穿着拖鞋跑下楼，第一个冲到事发地点。在现场，王怀花看到海某满身是血倒在地上，一名陌生人正冲着海某母亲挥舞刀刃，情况十分危急。",
        "rp_pair": [
            "【【附近→隔壁】】"
        ],
        "label": 1
    },
    {
        "qid": "1-train-6676",
        "contain_rp": "这些笔记在工作中起了大作用：白河牧场栽种防风林，植树的劳动力不足，他从笔记中翻到【【附近→隔壁】】村寨在家的劳动力记录，顺利聚齐了人手；麦溪乡修路后，工地剩下一些碎石，他翻翻笔记，有了思路——碎石正好给附近农户铺入户路……",
        "before_rp": "这些笔记在工作中起了大作用：白河牧场栽种防风林，植树的劳动力不足，他从笔记中翻到附近村寨在家的劳动力记录，顺利聚齐了人手；麦溪乡修路后，工地剩下一些碎石，他翻翻笔记，有了思路——碎石正好给附近农户铺入户路……",
        "after_rp": "这些笔记在工作中起了大作用：白河牧场栽种防风林，植树的劳动力不足，他从笔记中翻到隔壁村寨在家的劳动力记录，顺利聚齐了人手；麦溪乡修路后，工地剩下一些碎石，他翻翻笔记，有了思路——碎石正好给附近农户铺入户路……",
        "rp_pair": [
            "【【附近→隔壁】】"
        ],
        "label": 3
    },
    {
        "qid": "1-test-14431",
        "contain_rp": "途经的袁格兵见此情形，顿时傻了眼：“从小到大，没见过这么大的雨。”他来不及多想，蹚水过去，先把【【附近→对面】】花坛【【上→边】】的几个人拉到路边。",
        "before_rp": "途经的袁格兵见此情形，顿时傻了眼：“从小到大，没见过这么大的雨。”他来不及多想，蹚水过去，先把附近→对面】】花坛【【上的几个人拉到路边。",
        "after_rp": "途经的袁格兵见此情形，顿时傻了眼：“从小到大，没见过这么大的雨。”他来不及多想，蹚水过去，先把对面花坛边的几个人拉到路边。",
        "rp_pair": [
            "【【附近→对面】】花坛【【上→边】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-14429",
        "contain_rp": "途经的袁格兵见此情形，顿时傻了眼：“从小到大，没见过这么大的雨。”他来不及多想，蹚水过去，先把【【附近→对面】】花坛【【上→前】】的几个人拉到路边。",
        "before_rp": "途经的袁格兵见此情形，顿时傻了眼：“从小到大，没见过这么大的雨。”他来不及多想，蹚水过去，先把附近→对面】】花坛【【上的几个人拉到路边。",
        "after_rp": "途经的袁格兵见此情形，顿时傻了眼：“从小到大，没见过这么大的雨。”他来不及多想，蹚水过去，先把对面花坛前的几个人拉到路边。",
        "rp_pair": [
            "【【附近→对面】】花坛【【上→前】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-15097",
        "contain_rp": "公诉机关指控，2021年04月17日零时许，被告人胡国林酒后驾驶豫FKXXXX小型轿车沿上海市嘉定区华翔路由南向北行驶至沪宜公路南约300米泰翔嘉苑小区西门【【附近→隔壁】】，因错过小区门口遂倒车右转进入泰翔嘉苑小区，后被执勤民警查获。",
        "before_rp": "公诉机关指控，2021年04月17日零时许，被告人胡国林酒后驾驶豫FKXXXX小型轿车沿上海市嘉定区华翔路由南向北行驶至沪宜公路南约300米泰翔嘉苑小区西门附近，因错过小区门口遂倒车右转进入泰翔嘉苑小区，后被执勤民警查获。",
        "after_rp": "公诉机关指控，2021年04月17日零时许，被告人胡国林酒后驾驶豫FKXXXX小型轿车沿上海市嘉定区华翔路由南向北行驶至沪宜公路南约300米泰翔嘉苑小区西门隔壁，因错过小区门口遂倒车右转进入泰翔嘉苑小区，后被执勤民警查获。",
        "rp_pair": [
            "【【附近→隔壁】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-10002",
        "contain_rp": "巴丹吉林沙漠平均每10平方公里不到1人。在整个沙漠内部，仅有巴丹吉林庙和库乃头庙两大居民点。基本无种植业。全部经营牧业，骆驼为该地主要家畜，数量居全国各旗县之冠；次为山绵羊。沙漠内部无固定道路，横穿腹部异常困难，中部及东北部基本为无水区。东南部的雅布赖盐湖盛产食盐，西部的古鲁乃湖及巴丹吉林庙【【附近→对面】】的一些湖泊内有碳酸钠的沉积。",
        "before_rp": "巴丹吉林沙漠平均每10平方公里不到1人。在整个沙漠内部，仅有巴丹吉林庙和库乃头庙两大居民点。基本无种植业。全部经营牧业，骆驼为该地主要家畜，数量居全国各旗县之冠；次为山绵羊。沙漠内部无固定道路，横穿腹部异常困难，中部及东北部基本为无水区。东南部的雅布赖盐湖盛产食盐，西部的古鲁乃湖及巴丹吉林庙附近的一些湖泊内有碳酸钠的沉积。",
        "after_rp": "巴丹吉林沙漠平均每10平方公里不到1人。在整个沙漠内部，仅有巴丹吉林庙和库乃头庙两大居民点。基本无种植业。全部经营牧业，骆驼为该地主要家畜，数量居全国各旗县之冠；次为山绵羊。沙漠内部无固定道路，横穿腹部异常困难，中部及东北部基本为无水区。东南部的雅布赖盐湖盛产食盐，西部的古鲁乃湖及巴丹吉林庙对面的一些湖泊内有碳酸钠的沉积。",
        "rp_pair": [
            "【【附近→对面】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-12258",
        "contain_rp": "然后李光头在一张圆桌前坐了下来，十四个忠臣也围坐在圆桌前，两个瘸子坐在李光头的左右，这样能够显示他们的身份；三个傻子和五个聋子依次坐开去，他们东张西望地看看饭店里的摆设，又看看饭店外街道上的行人；四个瞎子坐在李光头的【【对面→附近】】，他们最安静，手拄竹竿仰起脸笑眯眯。",
        "before_rp": "然后李光头在一张圆桌前坐了下来，十四个忠臣也围坐在圆桌前，两个瘸子坐在李光头的左右，这样能够显示他们的身份；三个傻子和五个聋子依次坐开去，他们东张西望地看看饭店里的摆设，又看看饭店外街道上的行人；四个瞎子坐在李光头的对面，他们最安静，手拄竹竿仰起脸笑眯眯。",
        "after_rp": "然后李光头在一张圆桌前坐了下来，十四个忠臣也围坐在圆桌前，两个瘸子坐在李光头的左右，这样能够显示他们的身份；三个傻子和五个聋子依次坐开去，他们东张西望地看看饭店里的摆设，又看看饭店外街道上的行人；四个瞎子坐在李光头的附近，他们最安静，手拄竹竿仰起脸笑眯眯。",
        "rp_pair": [
            "【【对面→附近】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-14970",
        "contain_rp": "黑龙江封冻期近半年。每年10月上旬上游出现初冰，中游10月下旬始见初冰。初冰之后一个月为封冻期，自上游始，漠河【【附近→隔壁】】河段平均于11月上旬封冻。中游为11月中下旬封冻。至翌年4月中下旬先中游后上游解冻。封冻期上游160天以上，中游140～160天。冰层较厚，平均最大冰厚上游1.25～1.50米，中游1.00～1.25米。",
        "before_rp": "黑龙江封冻期近半年。每年10月上旬上游出现初冰，中游10月下旬始见初冰。初冰之后一个月为封冻期，自上游始，漠河附近河段平均于11月上旬封冻。中游为11月中下旬封冻。至翌年4月中下旬先中游后上游解冻。封冻期上游160天以上，中游140～160天。冰层较厚，平均最大冰厚上游1.25～1.50米，中游1.00～1.25米。",
        "after_rp": "黑龙江封冻期近半年。每年10月上旬上游出现初冰，中游10月下旬始见初冰。初冰之后一个月为封冻期，自上游始，漠河隔壁河段平均于11月上旬封冻。中游为11月中下旬封冻。至翌年4月中下旬先中游后上游解冻。封冻期上游160天以上，中游140～160天。冰层较厚，平均最大冰厚上游1.25～1.50米，中游1.00～1.25米。",
        "rp_pair": [
            "【【附近→隔壁】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-9520",
        "contain_rp": "接下去两个人眯着眼睛，舒展四肢泡在了红墨水浴池里。这时一个四肢发达的男子甩动着硕大的阴痉走了过来，他的身后跟着一条大狼狗。周游看了一眼男子的下身，轻声说了一句“极品真汉子”。男子听到周游在说他，站在【【中间→附近】】的清水浴池边吼叫一声：",
        "before_rp": "接下去两个人眯着眼睛，舒展四肢泡在了红墨水浴池里。这时一个四肢发达的男子甩动着硕大的阴痉走了过来，他的身后跟着一条大狼狗。周游看了一眼男子的下身，轻声说了一句“极品真汉子”。男子听到周游在说他，站在中间的清水浴池边吼叫一声：",
        "after_rp": "接下去两个人眯着眼睛，舒展四肢泡在了红墨水浴池里。这时一个四肢发达的男子甩动着硕大的阴痉走了过来，他的身后跟着一条大狼狗。周游看了一眼男子的下身，轻声说了一句“极品真汉子”。男子听到周游在说他，站在附近的清水浴池边吼叫一声：",
        "rp_pair": [
            "【【中间→附近】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-15013",
        "contain_rp": "藏语称森格藏布。发源于冈底斯山主峰冈仁波齐峰北面的冰川湖。自南向北流至邦巴【【附近→中间】】转向西流，经革吉在扎西岗附近与噶尔藏布相汇合转向西北，流入克什米尔地区。狮泉河在中国境内长405公里，落差1264米，平均坡降2.9%，流域面积2.745万平方公里。由源头到革吉为上游段，长约152公里，落差646米，平均坡降3.5%；流经森格卡巴，右岸有终年不断流的泉河补给，因泉水所在山体形同狮子，故名狮泉河。",
        "before_rp": "藏语称森格藏布。发源于冈底斯山主峰冈仁波齐峰北面的冰川湖。自南向北流至邦巴附近转向西流，经革吉在扎西岗附近与噶尔藏布相汇合转向西北，流入克什米尔地区。狮泉河在中国境内长405公里，落差1264米，平均坡降2.9%，流域面积2.745万平方公里。由源头到革吉为上游段，长约152公里，落差646米，平均坡降3.5%；流经森格卡巴，右岸有终年不断流的泉河补给，因泉水所在山体形同狮子，故名狮泉河。",
        "after_rp": "藏语称森格藏布。发源于冈底斯山主峰冈仁波齐峰北面的冰川湖。自南向北流至邦巴中间转向西流，经革吉在扎西岗附近与噶尔藏布相汇合转向西北，流入克什米尔地区。狮泉河在中国境内长405公里，落差1264米，平均坡降2.9%，流域面积2.745万平方公里。由源头到革吉为上游段，长约152公里，落差646米，平均坡降3.5%；流经森格卡巴，右岸有终年不断流的泉河补给，因泉水所在山体形同狮子，故名狮泉河。",
        "rp_pair": [
            "【【附近→中间】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-4937",
        "contain_rp": "走进惠源移民新村，房屋错落有致。杨小和家的三层小楼就坐落在街心公园旁，屋内窗明几净，电器一应俱全。镇里介绍杨小和到家【【附近→隔壁】】的瓷厂工作，月收入2500元不成问题。",
        "before_rp": "走进惠源移民新村，房屋错落有致。杨小和家的三层小楼就坐落在街心公园旁，屋内窗明几净，电器一应俱全。镇里介绍杨小和到家附近的瓷厂工作，月收入2500元不成问题。",
        "after_rp": "走进惠源移民新村，房屋错落有致。杨小和家的三层小楼就坐落在街心公园旁，屋内窗明几净，电器一应俱全。镇里介绍杨小和到家隔壁的瓷厂工作，月收入2500元不成问题。",
        "rp_pair": [
            "【【附近→隔壁】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-2295",
        "contain_rp": "练习者持哑铃/药球等器械仰卧于卧推凳/瑞士球上，屈臂至胸【【上方→右方】】后推起。",
        "before_rp": "练习者持哑铃/药球等器械仰卧于卧推凳/瑞士球上，屈臂至胸上方后推起。",
        "after_rp": "练习者持哑铃/药球等器械仰卧于卧推凳/瑞士球上，屈臂至胸右方后推起。",
        "rp_pair": [
            "【【上方→右方】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14144",
        "contain_rp": "清明祭扫的队伍，蜿蜒在江西瑞金叶坪的红军烈士纪念塔前。纪念塔正【【前方→后方】】的草地上铺写着八个苍劲大字——",
        "before_rp": "清明祭扫的队伍，蜿蜒在江西瑞金叶坪的红军烈士纪念塔前。纪念塔正前方的草地上铺写着八个苍劲大字——",
        "after_rp": "清明祭扫的队伍，蜿蜒在江西瑞金叶坪的红军烈士纪念塔前。纪念塔正后方的草地上铺写着八个苍劲大字——",
        "rp_pair": [
            "【【前方→后方】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-11385",
        "contain_rp": "双脚依靠腰腹部的力量逐渐开始离开地面，将双腿停留在头部【【上方→后方】】并与地面平行，然后将双臂恢复到身体的两侧，呼吸2~3次。",
        "before_rp": "双脚依靠腰腹部的力量逐渐开始离开地面，将双腿停留在头部上方并与地面平行，然后将双臂恢复到身体的两侧，呼吸2~3次。",
        "after_rp": "双脚依靠腰腹部的力量逐渐开始离开地面，将双腿停留在头部后方并与地面平行，然后将双臂恢复到身体的两侧，呼吸2~3次。",
        "rp_pair": [
            "【【上方→后方】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13445",
        "contain_rp": "仰卧，整个身体在放松的状态下躺在地面或垫子上，目视【【上方→右方】】，双手放在身体两侧，自然摆放。",
        "before_rp": "仰卧，整个身体在放松的状态下躺在地面或垫子上，目视上方，双手放在身体两侧，自然摆放。",
        "after_rp": "仰卧，整个身体在放松的状态下躺在地面或垫子上，目视右方，双手放在身体两侧，自然摆放。",
        "rp_pair": [
            "【【上方→右方】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13279",
        "contain_rp": "将双臂展开，由身体两侧从下向上转动，转动时要尽量伸展腹部，并让双手掌在头顶【【上方→右方】】合十。保持此姿势不变，深呼吸2~3次。",
        "before_rp": "将双臂展开，由身体两侧从下向上转动，转动时要尽量伸展腹部，并让双手掌在头顶上方合十。保持此姿势不变，深呼吸2~3次。",
        "after_rp": "将双臂展开，由身体两侧从下向上转动，转动时要尽量伸展腹部，并让双手掌在头顶右方合十。保持此姿势不变，深呼吸2~3次。",
        "rp_pair": [
            "【【上方→右方】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14953",
        "contain_rp": "自三国分立到南北朝结束的300多年，【【北方→西方】】战乱纷繁，人口大量徒入广东。西亚和南亚一带的阿拉伯商人也乘船东来，以广州为据点，开展东西方海上贸易。",
        "before_rp": "自三国分立到南北朝结束的300多年，北方战乱纷繁，人口大量徒入广东。西亚和南亚一带的阿拉伯商人也乘船东来，以广州为据点，开展东西方海上贸易。",
        "after_rp": "自三国分立到南北朝结束的300多年，西方战乱纷繁，人口大量徒入广东。西亚和南亚一带的阿拉伯商人也乘船东来，以广州为据点，开展东西方海上贸易。",
        "rp_pair": [
            "【【北方→西方】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11513",
        "contain_rp": "身体呈侧卧姿，双腿伸直，双脚并拢侧面触地支撑（—只脚侧面着地），触地侧肘关节弯曲90度，前臂触地支撑，肘部位于肩部【【下方→后方】】。",
        "before_rp": "身体呈侧卧姿，双腿伸直，双脚并拢侧面触地支撑（—只脚侧面着地），触地侧肘关节弯曲90度，前臂触地支撑，肘部位于肩部下方。",
        "after_rp": "身体呈侧卧姿，双腿伸直，双脚并拢侧面触地支撑（—只脚侧面着地），触地侧肘关节弯曲90度，前臂触地支撑，肘部位于肩部后方。",
        "rp_pair": [
            "【【下方→后方】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11511",
        "contain_rp": "身体呈侧卧姿，双腿伸直，双脚并拢侧面触地支撑（—只脚侧面着地），触地侧肘关节弯曲90度，前臂触地支撑，肘部位于肩部【【下方→上方】】。",
        "before_rp": "身体呈侧卧姿，双腿伸直，双脚并拢侧面触地支撑（—只脚侧面着地），触地侧肘关节弯曲90度，前臂触地支撑，肘部位于肩部下方。",
        "after_rp": "身体呈侧卧姿，双腿伸直，双脚并拢侧面触地支撑（—只脚侧面着地），触地侧肘关节弯曲90度，前臂触地支撑，肘部位于肩部上方。",
        "rp_pair": [
            "【【下方→上方】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-2754",
        "contain_rp": "身体呈侧卧姿势，触地侧手臂弯曲置于头部【【下方→上方】】，另一只手置于胸部前方的地面上。触地侧腿伸直，脚尖勾起。非触地侧腿屈膝约呈90度，与触地侧腿分开，脚掌向后。",
        "before_rp": "身体呈侧卧姿势，触地侧手臂弯曲置于头部下方，另一只手置于胸部前方的地面上。触地侧腿伸直，脚尖勾起。非触地侧腿屈膝约呈90度，与触地侧腿分开，脚掌向后。",
        "after_rp": "身体呈侧卧姿势，触地侧手臂弯曲置于头部上方，另一只手置于胸部前方的地面上。触地侧腿伸直，脚尖勾起。非触地侧腿屈膝约呈90度，与触地侧腿分开，脚掌向后。",
        "rp_pair": [
            "【【下方→上方】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-2678",
        "contain_rp": "基本坐姿是很多坐姿的起始姿势。坐在地面上，伸直双腿，将双脚并拢靠在一起，脚面绷直，脚趾指向【【前方→下方】】。保持上身直立，将双手手掌按在臀部两侧的地板上，指尖向前。背部要展开，然后放松全身（保持姿势不变），在此姿态下心中默数100下。感觉身体放松时，也可以闭上眼睛，如此较易控制思想，集中意念。",
        "before_rp": "基本坐姿是很多坐姿的起始姿势。坐在地面上，伸直双腿，将双脚并拢靠在一起，脚面绷直，脚趾指向前方。保持上身直立，将双手手掌按在臀部两侧的地板上，指尖向前。背部要展开，然后放松全身（保持姿势不变），在此姿态下心中默数100下。感觉身体放松时，也可以闭上眼睛，如此较易控制思想，集中意念。",
        "after_rp": "基本坐姿是很多坐姿的起始姿势。坐在地面上，伸直双腿，将双脚并拢靠在一起，脚面绷直，脚趾指向下方。保持上身直立，将双手手掌按在臀部两侧的地板上，指尖向前。背部要展开，然后放松全身（保持姿势不变），在此姿态下心中默数100下。感觉身体放松时，也可以闭上眼睛，如此较易控制思想，集中意念。",
        "rp_pair": [
            "【【前方→下方】】"
        ],
        "label": 2
    },
    {
        "qid": "1-dev-11138",
        "contain_rp": "铁路要经过很多高山，不得不开凿隧道，其中居庸关和八达岭两条隧道的工程最艰巨。居庸关山势高，岩层厚，詹天佑决定采用从两端同时向【【中间→对面】】凿进的办法。山顶的泉水往下渗，隧道里满是泥浆。工地上没有抽水机，詹天佑就带头挑着水桶去排水。他常常跟工人们同吃同住，不离开工地。八达岭隧道长一千一百多米，有居庸关隧道的三倍长。他跟老工人一起商量，决定采用中部凿井法。先从山顶往下打一口竖井，再分别向两头开凿。外面两端也同时施工，把工期缩短了一半。",
        "before_rp": "铁路要经过很多高山，不得不开凿隧道，其中居庸关和八达岭两条隧道的工程最艰巨。居庸关山势高，岩层厚，詹天佑决定采用从两端同时向中间凿进的办法。山顶的泉水往下渗，隧道里满是泥浆。工地上没有抽水机，詹天佑就带头挑着水桶去排水。他常常跟工人们同吃同住，不离开工地。八达岭隧道长一千一百多米，有居庸关隧道的三倍长。他跟老工人一起商量，决定采用中部凿井法。先从山顶往下打一口竖井，再分别向两头开凿。外面两端也同时施工，把工期缩短了一半。",
        "after_rp": "铁路要经过很多高山，不得不开凿隧道，其中居庸关和八达岭两条隧道的工程最艰巨。居庸关山势高，岩层厚，詹天佑决定采用从两端同时向对面凿进的办法。山顶的泉水往下渗，隧道里满是泥浆。工地上没有抽水机，詹天佑就带头挑着水桶去排水。他常常跟工人们同吃同住，不离开工地。八达岭隧道长一千一百多米，有居庸关隧道的三倍长。他跟老工人一起商量，决定采用中部凿井法。先从山顶往下打一口竖井，再分别向两头开凿。外面两端也同时施工，把工期缩短了一半。",
        "rp_pair": [
            "【【中间→对面】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-15279",
        "contain_rp": "附带民事诉讼原告人诉称：2016年11月5日21时许，被告人张某酒后驾车沿本区叶政公路右侧机动车道东向西行驶，至叶政公路进叶旺路东约200米附近，恰逢原告人丁某某载王某2沿叶政公路非机动车道东向西行驶至上述地点横过机动车道去【【对面→隔壁】】住宅小区，被告人车头左侧与丁某某车身左后侧发生碰撞，事故发生后，被告人张某驾车逃逸，导致王某2未及时得到救治，在送医途中死亡。",
        "before_rp": "附带民事诉讼原告人诉称：2016年11月5日21时许，被告人张某酒后驾车沿本区叶政公路右侧机动车道东向西行驶，至叶政公路进叶旺路东约200米附近，恰逢原告人丁某某载王某2沿叶政公路非机动车道东向西行驶至上述地点横过机动车道去对面住宅小区，被告人车头左侧与丁某某车身左后侧发生碰撞，事故发生后，被告人张某驾车逃逸，导致王某2未及时得到救治，在送医途中死亡。",
        "after_rp": "附带民事诉讼原告人诉称：2016年11月5日21时许，被告人张某酒后驾车沿本区叶政公路右侧机动车道东向西行驶，至叶政公路进叶旺路东约200米附近，恰逢原告人丁某某载王某2沿叶政公路非机动车道东向西行驶至上述地点横过机动车道去隔壁住宅小区，被告人车头左侧与丁某某车身左后侧发生碰撞，事故发生后，被告人张某驾车逃逸，导致王某2未及时得到救治，在送医途中死亡。",
        "rp_pair": [
            "【【对面→隔壁】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-9624",
        "contain_rp": "宋钢双手捏着话筒，苏妈跑去街道【【对面→中间】】喊叫林红的时候，他听到点心店里嘈杂的声音，里面还有婴儿的啼哭。宋钢听到急匆匆的脚步跑向另一端的电话时，知道林红来了，他的手颤抖起来，然后听到了林红急切的声音：",
        "before_rp": "宋钢双手捏着话筒，苏妈跑去街道对面喊叫林红的时候，他听到点心店里嘈杂的声音，里面还有婴儿的啼哭。宋钢听到急匆匆的脚步跑向另一端的电话时，知道林红来了，他的手颤抖起来，然后听到了林红急切的声音：",
        "after_rp": "宋钢双手捏着话筒，苏妈跑去街道中间喊叫林红的时候，他听到点心店里嘈杂的声音，里面还有婴儿的啼哭。宋钢听到急匆匆的脚步跑向另一端的电话时，知道林红来了，他的手颤抖起来，然后听到了林红急切的声音：",
        "rp_pair": [
            "【【对面→中间】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-15145",
        "contain_rp": "其准备在徐行镇曹王【【附近→对面】】找宾馆住宿，驾车沿前曹公路由北向南行驶至曹王路路口，转弯进入曹王路往西行驶了一小段，听见警察通过车载喇叭对其喊话，一开始其没有听到，直到民警上前拦住其让其停车，其就停车配合民警呼气、抽血等。",
        "before_rp": "其准备在徐行镇曹王附近找宾馆住宿，驾车沿前曹公路由北向南行驶至曹王路路口，转弯进入曹王路往西行驶了一小段，听见警察通过车载喇叭对其喊话，一开始其没有听到，直到民警上前拦住其让其停车，其就停车配合民警呼气、抽血等。",
        "after_rp": "其准备在徐行镇曹王对面找宾馆住宿，驾车沿前曹公路由北向南行驶至曹王路路口，转弯进入曹王路往西行驶了一小段，听见警察通过车载喇叭对其喊话，一开始其没有听到，直到民警上前拦住其让其停车，其就停车配合民警呼气、抽血等。",
        "rp_pair": [
            "【【附近→对面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-14970",
        "contain_rp": "黑龙江封冻期近半年。每年10月上旬上游出现初冰，中游10月下旬始见初冰。初冰之后一个月为封冻期，自上游始，漠河【【附近→隔壁】】河段平均于11月上旬封冻。中游为11月中下旬封冻。至翌年4月中下旬先中游后上游解冻。封冻期上游160天以上，中游140～160天。冰层较厚，平均最大冰厚上游1.25～1.50米，中游1.00～1.25米。",
        "before_rp": "黑龙江封冻期近半年。每年10月上旬上游出现初冰，中游10月下旬始见初冰。初冰之后一个月为封冻期，自上游始，漠河附近河段平均于11月上旬封冻。中游为11月中下旬封冻。至翌年4月中下旬先中游后上游解冻。封冻期上游160天以上，中游140～160天。冰层较厚，平均最大冰厚上游1.25～1.50米，中游1.00～1.25米。",
        "after_rp": "黑龙江封冻期近半年。每年10月上旬上游出现初冰，中游10月下旬始见初冰。初冰之后一个月为封冻期，自上游始，漠河隔壁河段平均于11月上旬封冻。中游为11月中下旬封冻。至翌年4月中下旬先中游后上游解冻。封冻期上游160天以上，中游140～160天。冰层较厚，平均最大冰厚上游1.25～1.50米，中游1.00～1.25米。",
        "rp_pair": [
            "【【附近→隔壁】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-14294",
        "contain_rp": "母子俩的求救声，惊动附近的邻居。听到有人呼救，住在【【附近→隔壁】】的王怀花没有迟疑，穿着拖鞋跑下楼，第一个冲到事发地点。在现场，王怀花看到海某满身是血倒在地上，一名陌生人正冲着海某母亲挥舞刀刃，情况十分危急。",
        "before_rp": "母子俩的求救声，惊动附近的邻居。听到有人呼救，住在附近的王怀花没有迟疑，穿着拖鞋跑下楼，第一个冲到事发地点。在现场，王怀花看到海某满身是血倒在地上，一名陌生人正冲着海某母亲挥舞刀刃，情况十分危急。",
        "after_rp": "母子俩的求救声，惊动附近的邻居。听到有人呼救，住在隔壁的王怀花没有迟疑，穿着拖鞋跑下楼，第一个冲到事发地点。在现场，王怀花看到海某满身是血倒在地上，一名陌生人正冲着海某母亲挥舞刀刃，情况十分危急。",
        "rp_pair": [
            "【【附近→隔壁】】"
        ],
        "label": 1
    },
    {
        "qid": "1-test-14548",
        "contain_rp": "李先生和线条后来约定了在煤矿【【附近→对面】】山上的庙里做爱。时间就定在春天停暖气的那一天。",
        "before_rp": "李先生和线条后来约定了在煤矿附近山上的庙里做爱。时间就定在春天停暖气的那一天。",
        "after_rp": "李先生和线条后来约定了在煤矿对面山上的庙里做爱。时间就定在春天停暖气的那一天。",
        "rp_pair": [
            "【【附近→对面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-14426",
        "contain_rp": "根登只好陪他慢慢走，两人一前一后回到家。根登先给他吃喝，然后给派出所打电话。原来，这名男子前一晚因工钱与【【附近→隔壁】】的矿业公司同事发生争吵，赌气出走，在戈壁滩【【上→中】】迷失方向。要不是根登及时发现，男子可能会遇到危险。",
        "before_rp": "根登只好陪他慢慢走，两人一前一后回到家。根登先给他吃喝，然后给派出所打电话。原来，这名男子前一晚因工钱与附近→隔壁】】的矿业公司同事发生争吵，赌气出走，在戈壁滩【【上迷失方向。要不是根登及时发现，男子可能会遇到危险。",
        "after_rp": "根登只好陪他慢慢走，两人一前一后回到家。根登先给他吃喝，然后给派出所打电话。原来，这名男子前一晚因工钱与隔壁的矿业公司同事发生争吵，赌气出走，在戈壁滩中迷失方向。要不是根登及时发现，男子可能会遇到危险。",
        "rp_pair": [
            "【【附近→隔壁】】的矿业公司同事发生争吵，赌气出走，在戈壁滩【【上→中】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-14429",
        "contain_rp": "途经的袁格兵见此情形，顿时傻了眼：“从小到大，没见过这么大的雨。”他来不及多想，蹚水过去，先把【【附近→对面】】花坛【【上→前】】的几个人拉到路边。",
        "before_rp": "途经的袁格兵见此情形，顿时傻了眼：“从小到大，没见过这么大的雨。”他来不及多想，蹚水过去，先把附近→对面】】花坛【【上的几个人拉到路边。",
        "after_rp": "途经的袁格兵见此情形，顿时傻了眼：“从小到大，没见过这么大的雨。”他来不及多想，蹚水过去，先把对面花坛前的几个人拉到路边。",
        "rp_pair": [
            "【【附近→对面】】花坛【【上→前】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-15097",
        "contain_rp": "公诉机关指控，2021年04月17日零时许，被告人胡国林酒后驾驶豫FKXXXX小型轿车沿上海市嘉定区华翔路由南向北行驶至沪宜公路南约300米泰翔嘉苑小区西门【【附近→隔壁】】，因错过小区门口遂倒车右转进入泰翔嘉苑小区，后被执勤民警查获。",
        "before_rp": "公诉机关指控，2021年04月17日零时许，被告人胡国林酒后驾驶豫FKXXXX小型轿车沿上海市嘉定区华翔路由南向北行驶至沪宜公路南约300米泰翔嘉苑小区西门附近，因错过小区门口遂倒车右转进入泰翔嘉苑小区，后被执勤民警查获。",
        "after_rp": "公诉机关指控，2021年04月17日零时许，被告人胡国林酒后驾驶豫FKXXXX小型轿车沿上海市嘉定区华翔路由南向北行驶至沪宜公路南约300米泰翔嘉苑小区西门隔壁，因错过小区门口遂倒车右转进入泰翔嘉苑小区，后被执勤民警查获。",
        "rp_pair": [
            "【【附近→隔壁】】"
        ],
        "label": 3
    },
    {
        "qid": "1-test-14012",
        "contain_rp": "“咱们德泽乡地处沾益、宣威、会泽三县交界，卫生院建好后还可以服务【【附近→中间】】其他区县的群众。新楼新设备，未来做阑尾这样的手术，周围群众不用再往城里跑。”站在红火建设的新门诊楼前，李开文笑得开心。",
        "before_rp": "“咱们德泽乡地处沾益、宣威、会泽三县交界，卫生院建好后还可以服务附近其他区县的群众。新楼新设备，未来做阑尾这样的手术，周围群众不用再往城里跑。”站在红火建设的新门诊楼前，李开文笑得开心。",
        "after_rp": "“咱们德泽乡地处沾益、宣威、会泽三县交界，卫生院建好后还可以服务中间其他区县的群众。新楼新设备，未来做阑尾这样的手术，周围群众不用再往城里跑。”站在红火建设的新门诊楼前，李开文笑得开心。",
        "rp_pair": [
            "【【附近→中间】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-39",
        "contain_rp": "整整两天，老信客细声慢气地告诉他【【附近→对面】】四乡有哪些人在外面，乡下各家的门怎么找，城里各人的谋生处该怎么走。说到城里几条路线时十分艰难，不断在纸上画出图样。这位年轻人连外出谋生的人也大半不认识，老信客说了又说，比了又比，连他们各人的脾气习惯也做了介绍。",
        "before_rp": "整整两天，老信客细声慢气地告诉他附近四乡有哪些人在外面，乡下各家的门怎么找，城里各人的谋生处该怎么走。说到城里几条路线时十分艰难，不断在纸上画出图样。这位年轻人连外出谋生的人也大半不认识，老信客说了又说，比了又比，连他们各人的脾气习惯也做了介绍。",
        "after_rp": "整整两天，老信客细声慢气地告诉他对面四乡有哪些人在外面，乡下各家的门怎么找，城里各人的谋生处该怎么走。说到城里几条路线时十分艰难，不断在纸上画出图样。这位年轻人连外出谋生的人也大半不认识，老信客说了又说，比了又比，连他们各人的脾气习惯也做了介绍。",
        "rp_pair": [
            "【【附近→对面】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-2222",
        "contain_rp": "尽管南半球正是夏天，可是南极大陆上仍然覆盖着厚厚的白雪，仅仅在我国南极考察队建立的长城站【【附近→中间】】，才露出一些地面。我看到长城站旁边有几只黑白相间的小动物，啊，原来是企鹅。早就听考察队的高伯伯说过，长城站对面有个企鹅岛，上面的企鹅成千上万，可壮观了。我真想早一点到企鹅岛上去看看！",
        "before_rp": "尽管南半球正是夏天，可是南极大陆上仍然覆盖着厚厚的白雪，仅仅在我国南极考察队建立的长城站附近，才露出一些地面。我看到长城站旁边有几只黑白相间的小动物，啊，原来是企鹅。早就听考察队的高伯伯说过，长城站对面有个企鹅岛，上面的企鹅成千上万，可壮观了。我真想早一点到企鹅岛上去看看！",
        "after_rp": "尽管南半球正是夏天，可是南极大陆上仍然覆盖着厚厚的白雪，仅仅在我国南极考察队建立的长城站中间，才露出一些地面。我看到长城站旁边有几只黑白相间的小动物，啊，原来是企鹅。早就听考察队的高伯伯说过，长城站对面有个企鹅岛，上面的企鹅成千上万，可壮观了。我真想早一点到企鹅岛上去看看！",
        "rp_pair": [
            "【【附近→中间】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-12286",
        "contain_rp": "李光头从那堆破烂里找出来一叠旧报纸，铺在地上，让宋钢坐在报纸上，自己一屁股坐在了地上。兄弟两个并肩坐在那堆破烂【【前→中】】，李光头重新拿过来宋钢手里的饭盒，用筷子将里面的饭菜拨弄均匀了，又用筷子在【【中间→附近】】挖了一条战壕，告诉宋钢：",
        "before_rp": "李光头从那堆破烂里找出来一叠旧报纸，铺在地上，让宋钢坐在报纸上，自己一屁股坐在了地上。兄弟两个并肩坐在那堆破烂前→中】】，李光头重新拿过来宋钢手里的饭盒，用筷子将里面的饭菜拨弄均匀了，又用筷子在【【中间挖了一条战壕，告诉宋钢：",
        "after_rp": "李光头从那堆破烂里找出来一叠旧报纸，铺在地上，让宋钢坐在报纸上，自己一屁股坐在了地上。兄弟两个并肩坐在那堆破烂中，李光头重新拿过来宋钢手里的饭盒，用筷子将里面的饭菜拨弄均匀了，又用筷子在附近挖了一条战壕，告诉宋钢：",
        "rp_pair": [
            "【【前→中】】，李光头重新拿过来宋钢手里的饭盒，用筷子将里面的饭菜拨弄均匀了，又用筷子在【【中间→附近】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-5868",
        "contain_rp": "李佳伟打开手机微信给记者举例讲解处置流程：前一天下午3时17分，武陵区城市管理和综合执法局府坪中队队员吴俊剑在街面巡查，发现武陵阁【【附近→中间】】街道共享单车超额情况后，随即在微信群里协调共享单车企业人员赶到现场处理。20分钟后，企业的调度人员就将处置完毕的视频画面发到了微信群里。",
        "before_rp": "李佳伟打开手机微信给记者举例讲解处置流程：前一天下午3时17分，武陵区城市管理和综合执法局府坪中队队员吴俊剑在街面巡查，发现武陵阁附近街道共享单车超额情况后，随即在微信群里协调共享单车企业人员赶到现场处理。20分钟后，企业的调度人员就将处置完毕的视频画面发到了微信群里。",
        "after_rp": "李佳伟打开手机微信给记者举例讲解处置流程：前一天下午3时17分，武陵区城市管理和综合执法局府坪中队队员吴俊剑在街面巡查，发现武陵阁中间街道共享单车超额情况后，随即在微信群里协调共享单车企业人员赶到现场处理。20分钟后，企业的调度人员就将处置完毕的视频画面发到了微信群里。",
        "rp_pair": [
            "【【附近→中间】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-141",
        "contain_rp": "在这一年的秋收季节，这位专利权所有者创办了一家新奇的“填洞公司”。在这个洞的【【附近→对面】】造起了一所小房子，门【【上→前】】挂着一块小小的招牌。",
        "before_rp": "在这一年的秋收季节，这位专利权所有者创办了一家新奇的“填洞公司”。在这个洞的附近→对面】】造起了一所小房子，门【【上挂着一块小小的招牌。",
        "after_rp": "在这一年的秋收季节，这位专利权所有者创办了一家新奇的“填洞公司”。在这个洞的对面造起了一所小房子，门前挂着一块小小的招牌。",
        "rp_pair": [
            "【【附近→对面】】造起了一所小房子，门【【上→前】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-9380",
        "contain_rp": "两个人中午回家时，赵诗人偷偷看了一眼对面的点心店，看到周游正在吃着吸管小包子，他把手里剩下的广告都塞到宋钢手里，说自己下午有别的事，剩下的广告让宋钢去散发。林红还在针织厂上班，宋钢独自在家里吃了午饭，给自己换了一副口罩，戴上一顶草帽，脖子上挂了一条毛巾，装了一瓶凉水，拿着广告又出门了，他看了看【【对面→隔壁】】的点心店，周游还在试吃着吸管小包子，宋钢笑了一下。",
        "before_rp": "两个人中午回家时，赵诗人偷偷看了一眼对面的点心店，看到周游正在吃着吸管小包子，他把手里剩下的广告都塞到宋钢手里，说自己下午有别的事，剩下的广告让宋钢去散发。林红还在针织厂上班，宋钢独自在家里吃了午饭，给自己换了一副口罩，戴上一顶草帽，脖子上挂了一条毛巾，装了一瓶凉水，拿着广告又出门了，他看了看对面的点心店，周游还在试吃着吸管小包子，宋钢笑了一下。",
        "after_rp": "两个人中午回家时，赵诗人偷偷看了一眼对面的点心店，看到周游正在吃着吸管小包子，他把手里剩下的广告都塞到宋钢手里，说自己下午有别的事，剩下的广告让宋钢去散发。林红还在针织厂上班，宋钢独自在家里吃了午饭，给自己换了一副口罩，戴上一顶草帽，脖子上挂了一条毛巾，装了一瓶凉水，拿着广告又出门了，他看了看隔壁的点心店，周游还在试吃着吸管小包子，宋钢笑了一下。",
        "rp_pair": [
            "【【对面→隔壁】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-15022",
        "contain_rp": "镇江至江口，长约312公里，流经长江三角洲，平均比降0.005‰。其中江阴以下称河口段。江阴【【附近→对面】】江面束窄，仅宽1200余米，向东至长江口宽达91公里，呈喇叭状。长江每年挟带入海的约4.86亿吨泥沙，在长江口至杭州湾一带落淤，形成许多暗沙和沙洲。三角洲自全新世以来年均向海推进约40米。长江在江口附近接纳支流黄浦江。",
        "before_rp": "镇江至江口，长约312公里，流经长江三角洲，平均比降0.005‰。其中江阴以下称河口段。江阴附近江面束窄，仅宽1200余米，向东至长江口宽达91公里，呈喇叭状。长江每年挟带入海的约4.86亿吨泥沙，在长江口至杭州湾一带落淤，形成许多暗沙和沙洲。三角洲自全新世以来年均向海推进约40米。长江在江口附近接纳支流黄浦江。",
        "after_rp": "镇江至江口，长约312公里，流经长江三角洲，平均比降0.005‰。其中江阴以下称河口段。江阴对面江面束窄，仅宽1200余米，向东至长江口宽达91公里，呈喇叭状。长江每年挟带入海的约4.86亿吨泥沙，在长江口至杭州湾一带落淤，形成许多暗沙和沙洲。三角洲自全新世以来年均向海推进约40米。长江在江口附近接纳支流黄浦江。",
        "rp_pair": [
            "【【附近→对面】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-3251",
        "contain_rp": "春节前夕，回到武汉。我的家，就在汉口火车站【【附近→中间】】，就在华南海鲜市场【【附近→对面】】。我家所在的唐家墩街，成为武汉的疫情高危地段。得知我此刻回来的朋友惊呼，你怎么这个时候回来啊？这附近都是最危险的地方啊！",
        "before_rp": "春节前夕，回到武汉。我的家，就在汉口火车站附近→中间】】，就在华南海鲜市场【【附近。我家所在的唐家墩街，成为武汉的疫情高危地段。得知我此刻回来的朋友惊呼，你怎么这个时候回来啊？这附近都是最危险的地方啊！",
        "after_rp": "春节前夕，回到武汉。我的家，就在汉口火车站中间，就在华南海鲜市场对面。我家所在的唐家墩街，成为武汉的疫情高危地段。得知我此刻回来的朋友惊呼，你怎么这个时候回来啊？这附近都是最危险的地方啊！",
        "rp_pair": [
            "【【附近→中间】】，就在华南海鲜市场【【附近→对面】】"
        ],
        "label": 3
    },
    {
        "qid": "1-test-14836",
        "contain_rp": "周游说着瞟了一眼【【对面→中间】】坐着的苏妹，苏妹满脸羞色。听完周游的女儿国历险记之后，有个女群众问他：",
        "before_rp": "周游说着瞟了一眼对面坐着的苏妹，苏妹满脸羞色。听完周游的女儿国历险记之后，有个女群众问他：",
        "after_rp": "周游说着瞟了一眼中间坐着的苏妹，苏妹满脸羞色。听完周游的女儿国历险记之后，有个女群众问他：",
        "rp_pair": [
            "【【对面→中间】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-9578",
        "contain_rp": "宋钢在小旅店里静养了六天，窗外飘扬了六天的阴雨，对面广告牌上戴着红色胸罩的猛男在阴雨里若隐若现，宋钢每次看到他时都是一阵羞愧，仿佛广告牌上的人是自己。周游无微不至地照顾宋钢，每天殷勤地询问宋钢想吃什么，后来干脆把【【附近→对面】】几家小餐馆的菜谱抄录下来，拿回来让宋钢亲自点菜，宋钢点下的都是最便宜的菜，周游立刻给餐馆打电话，让他们送餐到旅店的房间，周游在电话里每次都是狮子开大口，他神气地说：",
        "before_rp": "宋钢在小旅店里静养了六天，窗外飘扬了六天的阴雨，对面广告牌上戴着红色胸罩的猛男在阴雨里若隐若现，宋钢每次看到他时都是一阵羞愧，仿佛广告牌上的人是自己。周游无微不至地照顾宋钢，每天殷勤地询问宋钢想吃什么，后来干脆把附近几家小餐馆的菜谱抄录下来，拿回来让宋钢亲自点菜，宋钢点下的都是最便宜的菜，周游立刻给餐馆打电话，让他们送餐到旅店的房间，周游在电话里每次都是狮子开大口，他神气地说：",
        "after_rp": "宋钢在小旅店里静养了六天，窗外飘扬了六天的阴雨，对面广告牌上戴着红色胸罩的猛男在阴雨里若隐若现，宋钢每次看到他时都是一阵羞愧，仿佛广告牌上的人是自己。周游无微不至地照顾宋钢，每天殷勤地询问宋钢想吃什么，后来干脆把对面几家小餐馆的菜谱抄录下来，拿回来让宋钢亲自点菜，宋钢点下的都是最便宜的菜，周游立刻给餐馆打电话，让他们送餐到旅店的房间，周游在电话里每次都是狮子开大口，他神气地说：",
        "rp_pair": [
            "【【附近→对面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-6734",
        "contain_rp": "他的记忆中，有无数次亲历的生死关卡——2018年，辽宁某铁矿炸药爆炸。肖文儒当晚在井口【【附近→对面】】指导救援，直到天亮后才发现自己被废墟中散落的炸药、雷管包围着。",
        "before_rp": "他的记忆中，有无数次亲历的生死关卡——2018年，辽宁某铁矿炸药爆炸。肖文儒当晚在井口附近指导救援，直到天亮后才发现自己被废墟中散落的炸药、雷管包围着。",
        "after_rp": "他的记忆中，有无数次亲历的生死关卡——2018年，辽宁某铁矿炸药爆炸。肖文儒当晚在井口对面指导救援，直到天亮后才发现自己被废墟中散落的炸药、雷管包围着。",
        "rp_pair": [
            "【【附近→对面】】"
        ],
        "label": 3
    },
    {
        "qid": "1-test-14428",
        "contain_rp": "途经的袁格兵见此情形，顿时傻了眼：“从小到大，没见过这么大的雨。”他来不及多想，蹚水过去，先把【【附近→对面】】花坛上的几个人拉到路边。",
        "before_rp": "途经的袁格兵见此情形，顿时傻了眼：“从小到大，没见过这么大的雨。”他来不及多想，蹚水过去，先把附近花坛上的几个人拉到路边。",
        "after_rp": "途经的袁格兵见此情形，顿时傻了眼：“从小到大，没见过这么大的雨。”他来不及多想，蹚水过去，先把对面花坛上的几个人拉到路边。",
        "rp_pair": [
            "【【附近→对面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-5988",
        "contain_rp": "星际高速公路虽不是新理论，但它在太阳系小天体快速轨道运输中发挥的重要作用却是首次被发现，颠覆了人们对小天体轨道迁移速度的认知，也表明当今太阳系仍然处在快速演化的过程中。作为太阳系中引力最强的行星，木星【【附近→隔壁】】的流形管道对太阳系中小天体的快速轨道迁移起主导作用，是太阳系星际高速公路网络中的“霸主”。小天体可以沿着流形管道抵达木星附近，在木星强大引力作用下，要么被木星俘获，要么被木星弹出到海王星轨道之外，甚至弹出太阳系，成为进入恒星际空间的流浪天体。",
        "before_rp": "星际高速公路虽不是新理论，但它在太阳系小天体快速轨道运输中发挥的重要作用却是首次被发现，颠覆了人们对小天体轨道迁移速度的认知，也表明当今太阳系仍然处在快速演化的过程中。作为太阳系中引力最强的行星，木星附近的流形管道对太阳系中小天体的快速轨道迁移起主导作用，是太阳系星际高速公路网络中的“霸主”。小天体可以沿着流形管道抵达木星附近，在木星强大引力作用下，要么被木星俘获，要么被木星弹出到海王星轨道之外，甚至弹出太阳系，成为进入恒星际空间的流浪天体。",
        "after_rp": "星际高速公路虽不是新理论，但它在太阳系小天体快速轨道运输中发挥的重要作用却是首次被发现，颠覆了人们对小天体轨道迁移速度的认知，也表明当今太阳系仍然处在快速演化的过程中。作为太阳系中引力最强的行星，木星隔壁的流形管道对太阳系中小天体的快速轨道迁移起主导作用，是太阳系星际高速公路网络中的“霸主”。小天体可以沿着流形管道抵达木星附近，在木星强大引力作用下，要么被木星俘获，要么被木星弹出到海王星轨道之外，甚至弹出太阳系，成为进入恒星际空间的流浪天体。",
        "rp_pair": [
            "【【附近→隔壁】】"
        ],
        "label": 3
    },
    {
        "qid": "1-dev-12540",
        "contain_rp": "在我们所到的那些偏远的农村里，常常会在一片破败陈旧的农舍【【中间→附近】】，发现几处鹤立鸡群让你眼前一亮的建筑。",
        "before_rp": "在我们所到的那些偏远的农村里，常常会在一片破败陈旧的农舍中间，发现几处鹤立鸡群让你眼前一亮的建筑。",
        "after_rp": "在我们所到的那些偏远的农村里，常常会在一片破败陈旧的农舍附近，发现几处鹤立鸡群让你眼前一亮的建筑。",
        "rp_pair": [
            "【【中间→附近】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10074",
        "contain_rp": "Wusongjiang吴淞江（Wusongjiang）：jiang黄浦江主要支流，又名苏州河，是上海境内仅次于黄浦江的第2大河。因发源于苏州【【附近→对面】】的松陵地区，古名“松江”，又因流域在古代吴国境内，故称之为“吴淞江”。吴淞江源出太湖瓜泾口，穿过江南运河，流经吴江、苏州、吴县、昆山、嘉定、青浦等县市，在上海市区外白渡桥附近注入黄浦江。全长125公里，平均河宽约40～50米，流量平均仅10立方米/秒，旱季则接近于零。低水位时水深2米左右，是上海通往江苏南部主要水上交通线和上海市区重要航道。",
        "before_rp": "Wusongjiang吴淞江（Wusongjiang）：jiang黄浦江主要支流，又名苏州河，是上海境内仅次于黄浦江的第2大河。因发源于苏州附近的松陵地区，古名“松江”，又因流域在古代吴国境内，故称之为“吴淞江”。吴淞江源出太湖瓜泾口，穿过江南运河，流经吴江、苏州、吴县、昆山、嘉定、青浦等县市，在上海市区外白渡桥附近注入黄浦江。全长125公里，平均河宽约40～50米，流量平均仅10立方米/秒，旱季则接近于零。低水位时水深2米左右，是上海通往江苏南部主要水上交通线和上海市区重要航道。",
        "after_rp": "Wusongjiang吴淞江（Wusongjiang）：jiang黄浦江主要支流，又名苏州河，是上海境内仅次于黄浦江的第2大河。因发源于苏州对面的松陵地区，古名“松江”，又因流域在古代吴国境内，故称之为“吴淞江”。吴淞江源出太湖瓜泾口，穿过江南运河，流经吴江、苏州、吴县、昆山、嘉定、青浦等县市，在上海市区外白渡桥附近注入黄浦江。全长125公里，平均河宽约40～50米，流量平均仅10立方米/秒，旱季则接近于零。低水位时水深2米左右，是上海通往江苏南部主要水上交通线和上海市区重要航道。",
        "rp_pair": [
            "【【附近→对面】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-642",
        "contain_rp": "我们住的宾馆就在瀑布【【附近→隔壁】】。晚饭后，我们到宾馆外的小树林里一边散步，一边聊天。瀑布的响声清晰可辨。暮色中，我忽然发现在一堆隆起的岩石上，坐着一位少年，晚风吹拂着他的衣襟。他听到谈话声，来到我们面前，原来是白天卖木雕的那个少年。看样子，他是专门在这里等候我的。",
        "before_rp": "我们住的宾馆就在瀑布附近。晚饭后，我们到宾馆外的小树林里一边散步，一边聊天。瀑布的响声清晰可辨。暮色中，我忽然发现在一堆隆起的岩石上，坐着一位少年，晚风吹拂着他的衣襟。他听到谈话声，来到我们面前，原来是白天卖木雕的那个少年。看样子，他是专门在这里等候我的。",
        "after_rp": "我们住的宾馆就在瀑布隔壁。晚饭后，我们到宾馆外的小树林里一边散步，一边聊天。瀑布的响声清晰可辨。暮色中，我忽然发现在一堆隆起的岩石上，坐着一位少年，晚风吹拂着他的衣襟。他听到谈话声，来到我们面前，原来是白天卖木雕的那个少年。看样子，他是专门在这里等候我的。",
        "rp_pair": [
            "【【附近→隔壁】】"
        ],
        "label": 3
    },
    {
        "qid": "1-test-14342",
        "contain_rp": "对三苏祠周围的停车资源进行整合。景区附近的市中医院搬迁后空置的100多个停车位即时对外开放，同步进行改建。将【【附近→隔壁】】的市人民医院停车场、映天学校空地进行整合利用。3个停车场完成改扩建后，三苏祠周边1公里内可增加300个车位。",
        "before_rp": "对三苏祠周围的停车资源进行整合。景区附近的市中医院搬迁后空置的100多个停车位即时对外开放，同步进行改建。将附近的市人民医院停车场、映天学校空地进行整合利用。3个停车场完成改扩建后，三苏祠周边1公里内可增加300个车位。",
        "after_rp": "对三苏祠周围的停车资源进行整合。景区附近的市中医院搬迁后空置的100多个停车位即时对外开放，同步进行改建。将隔壁的市人民医院停车场、映天学校空地进行整合利用。3个停车场完成改扩建后，三苏祠周边1公里内可增加300个车位。",
        "rp_pair": [
            "【【附近→隔壁】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-3252",
        "contain_rp": "春节前夕，回到武汉。我的家，就在汉口火车站【【附近→对面】】，就在华南海鲜市场【【附近→对面】】。我家所在的唐家墩街，成为武汉的疫情高危地段。得知我此刻回来的朋友惊呼，你怎么这个时候回来啊？这附近都是最危险的地方啊！",
        "before_rp": "春节前夕，回到武汉。我的家，就在汉口火车站附近→对面】】，就在华南海鲜市场【【附近。我家所在的唐家墩街，成为武汉的疫情高危地段。得知我此刻回来的朋友惊呼，你怎么这个时候回来啊？这附近都是最危险的地方啊！",
        "after_rp": "春节前夕，回到武汉。我的家，就在汉口火车站对面，就在华南海鲜市场对面。我家所在的唐家墩街，成为武汉的疫情高危地段。得知我此刻回来的朋友惊呼，你怎么这个时候回来啊？这附近都是最危险的地方啊！",
        "rp_pair": [
            "【【附近→对面】】，就在华南海鲜市场【【附近→对面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-5170",
        "contain_rp": "马松坡村的巴比小卖铺，不大的店面里人来人往，生意兴隆。“赶上新年过节，来买东西的人多着呢。”女主人夏娜乐呵呵地忙活，边说边从冰柜里给孩子拿雪糕，“我丈夫巴比在【【附近→隔壁】】的矿区上班，下班后才能来店里帮忙。”",
        "before_rp": "马松坡村的巴比小卖铺，不大的店面里人来人往，生意兴隆。“赶上新年过节，来买东西的人多着呢。”女主人夏娜乐呵呵地忙活，边说边从冰柜里给孩子拿雪糕，“我丈夫巴比在附近的矿区上班，下班后才能来店里帮忙。”",
        "after_rp": "马松坡村的巴比小卖铺，不大的店面里人来人往，生意兴隆。“赶上新年过节，来买东西的人多着呢。”女主人夏娜乐呵呵地忙活，边说边从冰柜里给孩子拿雪糕，“我丈夫巴比在隔壁的矿区上班，下班后才能来店里帮忙。”",
        "rp_pair": [
            "【【附近→隔壁】】"
        ],
        "label": 3
    },
    {
        "qid": "1-test-15692",
        "contain_rp": "泰兴市第四建筑公司自从在建国【【东→西】】路黄河桥头施工以来，昼夜发出噪音，影响了【【附近→对面】】居民的正常生活。",
        "before_rp": "泰兴市第四建筑公司自从在建国东→西】】路黄河桥头施工以来，昼夜发出噪音，影响了【【附近居民的正常生活。",
        "after_rp": "泰兴市第四建筑公司自从在建国西路黄河桥头施工以来，昼夜发出噪音，影响了对面居民的正常生活。",
        "rp_pair": [
            "【【东→西】】路黄河桥头施工以来，昼夜发出噪音，影响了【【附近→对面】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-9593",
        "contain_rp": "宋钢在小旅店里静养了六天，窗外飘扬了六天的阴雨，对面广告牌上戴着红色胸罩的猛男在阴雨里若隐若现，宋钢每次看到他时都是一阵羞愧，仿佛广告牌上的人是自己。周游无微不至地照顾宋钢，每天殷勤地询问宋钢想吃什么，后来干脆把【【附近→隔壁】】几家小餐馆的菜谱抄录下来，拿回来让宋钢亲自点菜，宋钢点下的都是最便宜的菜，周游立刻给餐馆打电话，让他们送餐到旅店的房间，周游在电话【【里→后】】每次都是狮子开大口，他神气地说：",
        "before_rp": "宋钢在小旅店里静养了六天，窗外飘扬了六天的阴雨，对面广告牌上戴着红色胸罩的猛男在阴雨里若隐若现，宋钢每次看到他时都是一阵羞愧，仿佛广告牌上的人是自己。周游无微不至地照顾宋钢，每天殷勤地询问宋钢想吃什么，后来干脆把附近→隔壁】】几家小餐馆的菜谱抄录下来，拿回来让宋钢亲自点菜，宋钢点下的都是最便宜的菜，周游立刻给餐馆打电话，让他们送餐到旅店的房间，周游在电话【【里每次都是狮子开大口，他神气地说：",
        "after_rp": "宋钢在小旅店里静养了六天，窗外飘扬了六天的阴雨，对面广告牌上戴着红色胸罩的猛男在阴雨里若隐若现，宋钢每次看到他时都是一阵羞愧，仿佛广告牌上的人是自己。周游无微不至地照顾宋钢，每天殷勤地询问宋钢想吃什么，后来干脆把隔壁几家小餐馆的菜谱抄录下来，拿回来让宋钢亲自点菜，宋钢点下的都是最便宜的菜，周游立刻给餐馆打电话，让他们送餐到旅店的房间，周游在电话后每次都是狮子开大口，他神气地说：",
        "rp_pair": [
            "【【附近→隔壁】】几家小餐馆的菜谱抄录下来，拿回来让宋钢亲自点菜，宋钢点下的都是最便宜的菜，周游立刻给餐馆打电话，让他们送餐到旅店的房间，周游在电话【【里→后】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-5624",
        "contain_rp": "五十多箱蜜蜂被运到彭鑫家放养。蜜蜂们在他家的瓦房顶上盘桓，“踩点”蜜源之后，就热热闹闹地出去采蜜了。一群群蜜蜂聚集在香气四溢的花丛里，尽情吮吸着大自然的精华。但这些小蜜蜂又“调皮”得很，有的蜂群在彭鑫开箱观察时蜇他，弄得他身上肿痒不断；还有个别蜂群“离家出走”，飞到【【附近→隔壁】】山上的松树林里另筑新窝。",
        "before_rp": "五十多箱蜜蜂被运到彭鑫家放养。蜜蜂们在他家的瓦房顶上盘桓，“踩点”蜜源之后，就热热闹闹地出去采蜜了。一群群蜜蜂聚集在香气四溢的花丛里，尽情吮吸着大自然的精华。但这些小蜜蜂又“调皮”得很，有的蜂群在彭鑫开箱观察时蜇他，弄得他身上肿痒不断；还有个别蜂群“离家出走”，飞到附近山上的松树林里另筑新窝。",
        "after_rp": "五十多箱蜜蜂被运到彭鑫家放养。蜜蜂们在他家的瓦房顶上盘桓，“踩点”蜜源之后，就热热闹闹地出去采蜜了。一群群蜜蜂聚集在香气四溢的花丛里，尽情吮吸着大自然的精华。但这些小蜜蜂又“调皮”得很，有的蜂群在彭鑫开箱观察时蜇他，弄得他身上肿痒不断；还有个别蜂群“离家出走”，飞到隔壁山上的松树林里另筑新窝。",
        "rp_pair": [
            "【【附近→隔壁】】"
        ],
        "label": 3
    },
    {
        "qid": "1-test-13197",
        "contain_rp": "练习者身体侧向弹力带呈前后分腿姿，左腿在前，双手握弹力带置于右侧腰际，距离略宽于肩，右臂伸直；双臂向左肩【【上方→前方】】拉弹力带。至左手臂伸直；保持左手臂不动，右手将弹力带沿水平方向推出至右臂伸直。",
        "before_rp": "练习者身体侧向弹力带呈前后分腿姿，左腿在前，双手握弹力带置于右侧腰际，距离略宽于肩，右臂伸直；双臂向左肩上方拉弹力带。至左手臂伸直；保持左手臂不动，右手将弹力带沿水平方向推出至右臂伸直。",
        "after_rp": "练习者身体侧向弹力带呈前后分腿姿，左腿在前，双手握弹力带置于右侧腰际，距离略宽于肩，右臂伸直；双臂向左肩前方拉弹力带。至左手臂伸直；保持左手臂不动，右手将弹力带沿水平方向推出至右臂伸直。",
        "rp_pair": [
            "【【上方→前方】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10471",
        "contain_rp": "6．证人周某2的证言，证实2017年8月13日17时许，其乘坐581路公交车，由秀康路右转进入康沈路由北向南行驶大约150米左右时，一辆白色的轿车从公交车左侧超车碰擦了公交车左侧车头，后白色轿车继续向前行驶，将公交车【【前方→左方】】一个骑自行车的老人撞倒的事实。",
        "before_rp": "6．证人周某2的证言，证实2017年8月13日17时许，其乘坐581路公交车，由秀康路右转进入康沈路由北向南行驶大约150米左右时，一辆白色的轿车从公交车左侧超车碰擦了公交车左侧车头，后白色轿车继续向前行驶，将公交车前方一个骑自行车的老人撞倒的事实。",
        "after_rp": "6．证人周某2的证言，证实2017年8月13日17时许，其乘坐581路公交车，由秀康路右转进入康沈路由北向南行驶大约150米左右时，一辆白色的轿车从公交车左侧超车碰擦了公交车左侧车头，后白色轿车继续向前行驶，将公交车左方一个骑自行车的老人撞倒的事实。",
        "rp_pair": [
            "【【前方→左方】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-13444",
        "contain_rp": "仰卧，整个身体在放松的状态下躺在地面或垫子上，目视【【上方→前方】】，双手放在身体两侧，自然摆放。",
        "before_rp": "仰卧，整个身体在放松的状态下躺在地面或垫子上，目视上方，双手放在身体两侧，自然摆放。",
        "after_rp": "仰卧，整个身体在放松的状态下躺在地面或垫子上，目视前方，双手放在身体两侧，自然摆放。",
        "rp_pair": [
            "【【上方→前方】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13391",
        "contain_rp": "举起两手臂，手指展开，两手臂呈一条直线且与地面平行，掌心向下。右腿向【【右方→后方】】伸直，脚掌着地，脚背绷直。",
        "before_rp": "举起两手臂，手指展开，两手臂呈一条直线且与地面平行，掌心向下。右腿向右方伸直，脚掌着地，脚背绷直。",
        "after_rp": "举起两手臂，手指展开，两手臂呈一条直线且与地面平行，掌心向下。右腿向后方伸直，脚掌着地，脚背绷直。",
        "rp_pair": [
            "【【右方→后方】】"
        ],
        "label": 0
    },
    {
        "qid": "1-dev-11687",
        "contain_rp": "然而，每当我想念【【南方→东方】】的时候，那些在风中舞动的小树苗就浮现在我的眼前。在这座城市里那么多人的身上，都糅进了风中小树苗的那股韧劲，那种沧桑与执着。于是，就有了留下来的理由。我找到了一份报纸校对的工作，将自己安顿下来，并全身心地投入到与文字的美好对话之中。",
        "before_rp": "然而，每当我想念南方的时候，那些在风中舞动的小树苗就浮现在我的眼前。在这座城市里那么多人的身上，都糅进了风中小树苗的那股韧劲，那种沧桑与执着。于是，就有了留下来的理由。我找到了一份报纸校对的工作，将自己安顿下来，并全身心地投入到与文字的美好对话之中。",
        "after_rp": "然而，每当我想念东方的时候，那些在风中舞动的小树苗就浮现在我的眼前。在这座城市里那么多人的身上，都糅进了风中小树苗的那股韧劲，那种沧桑与执着。于是，就有了留下来的理由。我找到了一份报纸校对的工作，将自己安顿下来，并全身心地投入到与文字的美好对话之中。",
        "rp_pair": [
            "【【南方→东方】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-10455",
        "contain_rp": "为沪BLXXXX重型自卸货车，沿上海市嘉定区境内的翔江公路由北向南行驶至宝园四路北侧约200米处铁路立交桥下，因其驾驶的车辆未与前车保持必要的安全车距且遇情况时未按操作规范安全驾驶，致其车辆车身右侧与桥洞墙面发生碰擦后车头右侧又与前方不在人行道内行走的行人无名氏(男，身份不详)发生碰撞，并连环撞击【【前方→左方】】两车，致使无名氏倒地后被碾压当场死亡及三车不同程度损坏的交通事故。",
        "before_rp": "为沪BLXXXX重型自卸货车，沿上海市嘉定区境内的翔江公路由北向南行驶至宝园四路北侧约200米处铁路立交桥下，因其驾驶的车辆未与前车保持必要的安全车距且遇情况时未按操作规范安全驾驶，致其车辆车身右侧与桥洞墙面发生碰擦后车头右侧又与前方不在人行道内行走的行人无名氏(男，身份不详)发生碰撞，并连环撞击前方两车，致使无名氏倒地后被碾压当场死亡及三车不同程度损坏的交通事故。",
        "after_rp": "为沪BLXXXX重型自卸货车，沿上海市嘉定区境内的翔江公路由北向南行驶至宝园四路北侧约200米处铁路立交桥下，因其驾驶的车辆未与前车保持必要的安全车距且遇情况时未按操作规范安全驾驶，致其车辆车身右侧与桥洞墙面发生碰擦后车头右侧又与前方不在人行道内行走的行人无名氏(男，身份不详)发生碰撞，并连环撞击左方两车，致使无名氏倒地后被碾压当场死亡及三车不同程度损坏的交通事故。",
        "rp_pair": [
            "【【前方→左方】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-2755",
        "contain_rp": "身体呈侧卧姿势，触地侧手臂弯曲置于头部【【下方→左方】】，另一只手置于胸部前方的地面上。触地侧腿伸直，脚尖勾起。非触地侧腿屈膝约呈90度，与触地侧腿分开，脚掌向后。",
        "before_rp": "身体呈侧卧姿势，触地侧手臂弯曲置于头部下方，另一只手置于胸部前方的地面上。触地侧腿伸直，脚尖勾起。非触地侧腿屈膝约呈90度，与触地侧腿分开，脚掌向后。",
        "after_rp": "身体呈侧卧姿势，触地侧手臂弯曲置于头部左方，另一只手置于胸部前方的地面上。触地侧腿伸直，脚尖勾起。非触地侧腿屈膝约呈90度，与触地侧腿分开，脚掌向后。",
        "rp_pair": [
            "【【下方→左方】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-2457",
        "contain_rp": "身体略向前倾，然后用双手去抓双脚的踝关节，眼睛平视脚【【前方→后方】】，双腿应保持挺直。做此动作时，身体应该从下背部开始做向前弯身的运动，并保持脊背伸直。",
        "before_rp": "身体略向前倾，然后用双手去抓双脚的踝关节，眼睛平视脚前方，双腿应保持挺直。做此动作时，身体应该从下背部开始做向前弯身的运动，并保持脊背伸直。",
        "after_rp": "身体略向前倾，然后用双手去抓双脚的踝关节，眼睛平视脚后方，双腿应保持挺直。做此动作时，身体应该从下背部开始做向前弯身的运动，并保持脊背伸直。",
        "rp_pair": [
            "【【前方→后方】】"
        ],
        "label": 0
    },
    {
        "qid": "1-test-13457",
        "contain_rp": "身体呈侧卧姿，双腿伸直，双脚分开侧面触地支撑（一只脚是脚踝内侧，一只脚是脚踝外侧），触地侧肘关节弯曲90度，前臂触地支撑，肘部位于肩部【【下方→前方】】。",
        "before_rp": "身体呈侧卧姿，双腿伸直，双脚分开侧面触地支撑（一只脚是脚踝内侧，一只脚是脚踝外侧），触地侧肘关节弯曲90度，前臂触地支撑，肘部位于肩部下方。",
        "after_rp": "身体呈侧卧姿，双腿伸直，双脚分开侧面触地支撑（一只脚是脚踝内侧，一只脚是脚踝外侧），触地侧肘关节弯曲90度，前臂触地支撑，肘部位于肩部前方。",
        "rp_pair": [
            "【【下方→前方】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-9989",
        "contain_rp": "AnningWenquan安宁温泉（AnningWenquan），昆明市郊旅游及疗养地。又名碧玉泉。位于昆明市西约40公里处的安宁县境内。温泉由众多泉眼组成，多数泉眼分布于螳螂川东北岸，在断裂带上的泉眼共计9个。泉水色碧而清澈，水温42～45℃，宜于沐浴。最大泉点位于温泉浴室外侧，在出水口的池塘【【上方→右方】】有杨慎书“天下第一汤”石刻。泉水由池底成珠状串串溢出，热气腾腾，潺潺有声。",
        "before_rp": "AnningWenquan安宁温泉（AnningWenquan），昆明市郊旅游及疗养地。又名碧玉泉。位于昆明市西约40公里处的安宁县境内。温泉由众多泉眼组成，多数泉眼分布于螳螂川东北岸，在断裂带上的泉眼共计9个。泉水色碧而清澈，水温42～45℃，宜于沐浴。最大泉点位于温泉浴室外侧，在出水口的池塘上方有杨慎书“天下第一汤”石刻。泉水由池底成珠状串串溢出，热气腾腾，潺潺有声。",
        "after_rp": "AnningWenquan安宁温泉（AnningWenquan），昆明市郊旅游及疗养地。又名碧玉泉。位于昆明市西约40公里处的安宁县境内。温泉由众多泉眼组成，多数泉眼分布于螳螂川东北岸，在断裂带上的泉眼共计9个。泉水色碧而清澈，水温42～45℃，宜于沐浴。最大泉点位于温泉浴室外侧，在出水口的池塘右方有杨慎书“天下第一汤”石刻。泉水由池底成珠状串串溢出，热气腾腾，潺潺有声。",
        "rp_pair": [
            "【【上方→右方】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-6930",
        "contain_rp": "汤洪波还遇到过一件“糗事”。一次，舱外工作结束后，他往舱内搬运设备，不小心悬浮在了舱【【中间→附近】】，上下左右都够不着。经过了十几分钟后，汤洪波才慢慢飘到舱体附近。",
        "before_rp": "汤洪波还遇到过一件“糗事”。一次，舱外工作结束后，他往舱内搬运设备，不小心悬浮在了舱中间，上下左右都够不着。经过了十几分钟后，汤洪波才慢慢飘到舱体附近。",
        "after_rp": "汤洪波还遇到过一件“糗事”。一次，舱外工作结束后，他往舱内搬运设备，不小心悬浮在了舱附近，上下左右都够不着。经过了十几分钟后，汤洪波才慢慢飘到舱体附近。",
        "rp_pair": [
            "【【中间→附近】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-9605",
        "contain_rp": "宋钢看到周游买回来的是【【对面→中间】】广告牌上的那种红色胸罩，他拿过来一把扔在了地上，周游捡起地上的胸罩，对宋钢说：",
        "before_rp": "宋钢看到周游买回来的是对面广告牌上的那种红色胸罩，他拿过来一把扔在了地上，周游捡起地上的胸罩，对宋钢说：",
        "after_rp": "宋钢看到周游买回来的是中间广告牌上的那种红色胸罩，他拿过来一把扔在了地上，周游捡起地上的胸罩，对宋钢说：",
        "rp_pair": [
            "【【对面→中间】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-9355",
        "contain_rp": "周游走到赵诗人的草席前时停下了，那时候赵诗人还没有睡着，正躺在草席上往脸上拍打着蚊子。周游看了看赵诗人，对赵诗人点点头。赵诗人没有理睬他，心想这小子是干什么的？周游的眼睛看到了街道对面苏妈的点心店，他饿得前胸贴后背，他知道要是再不吃点东西就做不成骗子了，只能做饿死鬼了。他提着两个大纸箱走过了街道，虽然他西装革履，可他走出来的已经是难民的步伐。他走进了【【对面→附近】】的点心店，里面的空调让他精神为之一爽，他在靠近门口的桌子前坐了下来。",
        "before_rp": "周游走到赵诗人的草席前时停下了，那时候赵诗人还没有睡着，正躺在草席上往脸上拍打着蚊子。周游看了看赵诗人，对赵诗人点点头。赵诗人没有理睬他，心想这小子是干什么的？周游的眼睛看到了街道对面苏妈的点心店，他饿得前胸贴后背，他知道要是再不吃点东西就做不成骗子了，只能做饿死鬼了。他提着两个大纸箱走过了街道，虽然他西装革履，可他走出来的已经是难民的步伐。他走进了对面的点心店，里面的空调让他精神为之一爽，他在靠近门口的桌子前坐了下来。",
        "after_rp": "周游走到赵诗人的草席前时停下了，那时候赵诗人还没有睡着，正躺在草席上往脸上拍打着蚊子。周游看了看赵诗人，对赵诗人点点头。赵诗人没有理睬他，心想这小子是干什么的？周游的眼睛看到了街道对面苏妈的点心店，他饿得前胸贴后背，他知道要是再不吃点东西就做不成骗子了，只能做饿死鬼了。他提着两个大纸箱走过了街道，虽然他西装革履，可他走出来的已经是难民的步伐。他走进了附近的点心店，里面的空调让他精神为之一爽，他在靠近门口的桌子前坐了下来。",
        "rp_pair": [
            "【【对面→附近】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-15673",
        "contain_rp": "据常年在此居住的主妇们比较，“生活”超市的定价略高于其他超市，但它位于地铁站【【附近→对面】】，白天来往的过路客以及附近的居民遇家中来客等急需购买食品者，便成为其主要顾客，此时的顾客一般不太考虑价格。",
        "before_rp": "据常年在此居住的主妇们比较，“生活”超市的定价略高于其他超市，但它位于地铁站附近，白天来往的过路客以及附近的居民遇家中来客等急需购买食品者，便成为其主要顾客，此时的顾客一般不太考虑价格。",
        "after_rp": "据常年在此居住的主妇们比较，“生活”超市的定价略高于其他超市，但它位于地铁站对面，白天来往的过路客以及附近的居民遇家中来客等急需购买食品者，便成为其主要顾客，此时的顾客一般不太考虑价格。",
        "rp_pair": [
            "【【附近→对面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-test-13688",
        "contain_rp": "2009年2月4日12时38分，韩城市民梁海宏报警称，2月2日他因丢失摩托车到派出所报案，监控录像中发现的3名犯罪嫌疑人在新城区阳光超市门口出现。接警后，正在派出所值班的王平顺和民警张红武着便衣驾地方牌照车辆赶赴现场，并安排5名协勤警驾警车跟进。到达现场后，王平顺安排5名协勤警在【【附近→对面】】隐蔽，自己和张红武与梁海宏前去确认嫌疑人。",
        "before_rp": "2009年2月4日12时38分，韩城市民梁海宏报警称，2月2日他因丢失摩托车到派出所报案，监控录像中发现的3名犯罪嫌疑人在新城区阳光超市门口出现。接警后，正在派出所值班的王平顺和民警张红武着便衣驾地方牌照车辆赶赴现场，并安排5名协勤警驾警车跟进。到达现场后，王平顺安排5名协勤警在附近隐蔽，自己和张红武与梁海宏前去确认嫌疑人。",
        "after_rp": "2009年2月4日12时38分，韩城市民梁海宏报警称，2月2日他因丢失摩托车到派出所报案，监控录像中发现的3名犯罪嫌疑人在新城区阳光超市门口出现。接警后，正在派出所值班的王平顺和民警张红武着便衣驾地方牌照车辆赶赴现场，并安排5名协勤警驾警车跟进。到达现场后，王平顺安排5名协勤警在对面隐蔽，自己和张红武与梁海宏前去确认嫌疑人。",
        "rp_pair": [
            "【【附近→对面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-9579",
        "contain_rp": "宋钢在小旅店里静养了六天，窗外飘扬了六天的阴雨，对面广告牌上戴着红色胸罩的猛男在阴雨里若隐若现，宋钢每次看到他时都是一阵羞愧，仿佛广告牌上的人是自己。周游无微不至地照顾宋钢，每天殷勤地询问宋钢想吃什么，后来干脆把【【附近→隔壁】】几家小餐馆的菜谱抄录下来，拿回来让宋钢亲自点菜，宋钢点下的都是最便宜的菜，周游立刻给餐馆打电话，让他们送餐到旅店的房间，周游在电话里每次都是狮子开大口，他神气地说：",
        "before_rp": "宋钢在小旅店里静养了六天，窗外飘扬了六天的阴雨，对面广告牌上戴着红色胸罩的猛男在阴雨里若隐若现，宋钢每次看到他时都是一阵羞愧，仿佛广告牌上的人是自己。周游无微不至地照顾宋钢，每天殷勤地询问宋钢想吃什么，后来干脆把附近几家小餐馆的菜谱抄录下来，拿回来让宋钢亲自点菜，宋钢点下的都是最便宜的菜，周游立刻给餐馆打电话，让他们送餐到旅店的房间，周游在电话里每次都是狮子开大口，他神气地说：",
        "after_rp": "宋钢在小旅店里静养了六天，窗外飘扬了六天的阴雨，对面广告牌上戴着红色胸罩的猛男在阴雨里若隐若现，宋钢每次看到他时都是一阵羞愧，仿佛广告牌上的人是自己。周游无微不至地照顾宋钢，每天殷勤地询问宋钢想吃什么，后来干脆把隔壁几家小餐馆的菜谱抄录下来，拿回来让宋钢亲自点菜，宋钢点下的都是最便宜的菜，周游立刻给餐馆打电话，让他们送餐到旅店的房间，周游在电话里每次都是狮子开大口，他神气地说：",
        "rp_pair": [
            "【【附近→隔壁】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-5988",
        "contain_rp": "星际高速公路虽不是新理论，但它在太阳系小天体快速轨道运输中发挥的重要作用却是首次被发现，颠覆了人们对小天体轨道迁移速度的认知，也表明当今太阳系仍然处在快速演化的过程中。作为太阳系中引力最强的行星，木星【【附近→隔壁】】的流形管道对太阳系中小天体的快速轨道迁移起主导作用，是太阳系星际高速公路网络中的“霸主”。小天体可以沿着流形管道抵达木星附近，在木星强大引力作用下，要么被木星俘获，要么被木星弹出到海王星轨道之外，甚至弹出太阳系，成为进入恒星际空间的流浪天体。",
        "before_rp": "星际高速公路虽不是新理论，但它在太阳系小天体快速轨道运输中发挥的重要作用却是首次被发现，颠覆了人们对小天体轨道迁移速度的认知，也表明当今太阳系仍然处在快速演化的过程中。作为太阳系中引力最强的行星，木星附近的流形管道对太阳系中小天体的快速轨道迁移起主导作用，是太阳系星际高速公路网络中的“霸主”。小天体可以沿着流形管道抵达木星附近，在木星强大引力作用下，要么被木星俘获，要么被木星弹出到海王星轨道之外，甚至弹出太阳系，成为进入恒星际空间的流浪天体。",
        "after_rp": "星际高速公路虽不是新理论，但它在太阳系小天体快速轨道运输中发挥的重要作用却是首次被发现，颠覆了人们对小天体轨道迁移速度的认知，也表明当今太阳系仍然处在快速演化的过程中。作为太阳系中引力最强的行星，木星隔壁的流形管道对太阳系中小天体的快速轨道迁移起主导作用，是太阳系星际高速公路网络中的“霸主”。小天体可以沿着流形管道抵达木星附近，在木星强大引力作用下，要么被木星俘获，要么被木星弹出到海王星轨道之外，甚至弹出太阳系，成为进入恒星际空间的流浪天体。",
        "rp_pair": [
            "【【附近→隔壁】】"
        ],
        "label": 3
    },
    {
        "qid": "1-test-14074",
        "contain_rp": "今年18岁的董旭荣，在烔炀中学念高二。2019年9月，上岸后的赵素霞有了时间照顾孩子生活，索性在学校附近租了间陪读房。早起买菜做饭，晚归洗衣洗碗，白天去【【附近→中间】】的工厂上班，骑车只要五六分钟。",
        "before_rp": "今年18岁的董旭荣，在烔炀中学念高二。2019年9月，上岸后的赵素霞有了时间照顾孩子生活，索性在学校附近租了间陪读房。早起买菜做饭，晚归洗衣洗碗，白天去附近的工厂上班，骑车只要五六分钟。",
        "after_rp": "今年18岁的董旭荣，在烔炀中学念高二。2019年9月，上岸后的赵素霞有了时间照顾孩子生活，索性在学校附近租了间陪读房。早起买菜做饭，晚归洗衣洗碗，白天去中间的工厂上班，骑车只要五六分钟。",
        "rp_pair": [
            "【【附近→中间】】"
        ],
        "label": 0
    },
    {
        "qid": "1-train-4880",
        "contain_rp": "退休后，卫奇在东谷坨遗址【【附近→隔壁】】的农家小院里自费建立了“泥河湾猿人观察站”。多年来，猿人观察站不仅是泥河湾科学考察基地，更是鲜活的旧石器科学史展览室。在小院里长大的女孩儿贾真秀见惯了来来往往的考古学家。在发掘现场泡大的她很早就把旧石器考古学家作为职业志向。现在，她已经如愿开始了旧石器考古研究生涯。",
        "before_rp": "退休后，卫奇在东谷坨遗址附近的农家小院里自费建立了“泥河湾猿人观察站”。多年来，猿人观察站不仅是泥河湾科学考察基地，更是鲜活的旧石器科学史展览室。在小院里长大的女孩儿贾真秀见惯了来来往往的考古学家。在发掘现场泡大的她很早就把旧石器考古学家作为职业志向。现在，她已经如愿开始了旧石器考古研究生涯。",
        "after_rp": "退休后，卫奇在东谷坨遗址隔壁的农家小院里自费建立了“泥河湾猿人观察站”。多年来，猿人观察站不仅是泥河湾科学考察基地，更是鲜活的旧石器科学史展览室。在小院里长大的女孩儿贾真秀见惯了来来往往的考古学家。在发掘现场泡大的她很早就把旧石器考古学家作为职业志向。现在，她已经如愿开始了旧石器考古研究生涯。",
        "rp_pair": [
            "【【附近→隔壁】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-4037",
        "contain_rp": "听到枪响后，附近带领第三小组的贾巴伍各立即带人前来支援。当贾巴伍各刚到【【附近→对面】】时，第三声枪响，子弹从贾巴伍各左侧锁骨射入，贯穿了胸部。贾巴伍各倒了下去，身边的布拖县公安局副局长范文斌连忙扶住他。“你不要管我，快追……”贾巴伍各把手里的枪交到范文斌手中。6月15日凌晨，阿约干子最终被擒获。",
        "before_rp": "听到枪响后，附近带领第三小组的贾巴伍各立即带人前来支援。当贾巴伍各刚到附近时，第三声枪响，子弹从贾巴伍各左侧锁骨射入，贯穿了胸部。贾巴伍各倒了下去，身边的布拖县公安局副局长范文斌连忙扶住他。“你不要管我，快追……”贾巴伍各把手里的枪交到范文斌手中。6月15日凌晨，阿约干子最终被擒获。",
        "after_rp": "听到枪响后，附近带领第三小组的贾巴伍各立即带人前来支援。当贾巴伍各刚到对面时，第三声枪响，子弹从贾巴伍各左侧锁骨射入，贯穿了胸部。贾巴伍各倒了下去，身边的布拖县公安局副局长范文斌连忙扶住他。“你不要管我，快追……”贾巴伍各把手里的枪交到范文斌手中。6月15日凌晨，阿约干子最终被擒获。",
        "rp_pair": [
            "【【附近→对面】】"
        ],
        "label": 2
    },
    {
        "qid": "1-train-6288",
        "contain_rp": "马毛姐心里特别失落，眼泪都流了下来。但她不甘心，就躲在【【附近→隔壁】】芦苇里。信号弹升起来了，光照亮了江面，也照得马毛姐眼前一亮。她猛地蹿出去，三步并作两步跑到江边，向着即将离岸的船奋力一跃，有惊无险地落在了船上。",
        "before_rp": "马毛姐心里特别失落，眼泪都流了下来。但她不甘心，就躲在附近芦苇里。信号弹升起来了，光照亮了江面，也照得马毛姐眼前一亮。她猛地蹿出去，三步并作两步跑到江边，向着即将离岸的船奋力一跃，有惊无险地落在了船上。",
        "after_rp": "马毛姐心里特别失落，眼泪都流了下来。但她不甘心，就躲在隔壁芦苇里。信号弹升起来了，光照亮了江面，也照得马毛姐眼前一亮。她猛地蹿出去，三步并作两步跑到江边，向着即将离岸的船奋力一跃，有惊无险地落在了船上。",
        "rp_pair": [
            "【【附近→隔壁】】"
        ],
        "label": 3
    },
    {
        "qid": "1-train-10075",
        "contain_rp": "Wusongjiang吴淞江（Wusongjiang）：jiang黄浦江主要支流，又名苏州河，是上海境内仅次于黄浦江的第2大河。因发源于苏州【【附近→隔壁】】的松陵地区，古名“松江”，又因流域在古代吴国境内，故称之为“吴淞江”。吴淞江源出太湖瓜泾口，穿过江南运河，流经吴江、苏州、吴县、昆山、嘉定、青浦等县市，在上海市区外白渡桥附近注入黄浦江。全长125公里，平均河宽约40～50米，流量平均仅10立方米/秒，旱季则接近于零。低水位时水深2米左右，是上海通往江苏南部主要水上交通线和上海市区重要航道。",
        "before_rp": "Wusongjiang吴淞江（Wusongjiang）：jiang黄浦江主要支流，又名苏州河，是上海境内仅次于黄浦江的第2大河。因发源于苏州附近的松陵地区，古名“松江”，又因流域在古代吴国境内，故称之为“吴淞江”。吴淞江源出太湖瓜泾口，穿过江南运河，流经吴江、苏州、吴县、昆山、嘉定、青浦等县市，在上海市区外白渡桥附近注入黄浦江。全长125公里，平均河宽约40～50米，流量平均仅10立方米/秒，旱季则接近于零。低水位时水深2米左右，是上海通往江苏南部主要水上交通线和上海市区重要航道。",
        "after_rp": "Wusongjiang吴淞江（Wusongjiang）：jiang黄浦江主要支流，又名苏州河，是上海境内仅次于黄浦江的第2大河。因发源于苏州隔壁的松陵地区，古名“松江”，又因流域在古代吴国境内，故称之为“吴淞江”。吴淞江源出太湖瓜泾口，穿过江南运河，流经吴江、苏州、吴县、昆山、嘉定、青浦等县市，在上海市区外白渡桥附近注入黄浦江。全长125公里，平均河宽约40～50米，流量平均仅10立方米/秒，旱季则接近于零。低水位时水深2米左右，是上海通往江苏南部主要水上交通线和上海市区重要航道。",
        "rp_pair": [
            "【【附近→隔壁】】"
        ],
        "label": 3
    }
]